[{"debut": "", "fin": "11:30", "debats": " ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0}, {"debut": "11:30", "fin": "11:40", "debats": "11 h 30 (version révisée) (Onze heures trente minutes) Le Président (M. Bachand) : Alors, bonjour. Ayant constaté le quorum, je déclare la séance de la Commission des institutions ouverte. Avant de débuter les travaux de la commission, je vous rappelle que le port du masque de procédure est obligatoire en tout temps hormis au moment de prendre la parole dans le cadre de nos travaux. La commission est réunie afin de poursuivre l'étude détaillée du projet de loi n° 64, Loi modernisant des dispositions législatives en matière de protection des renseignements personnels. Avant de débuter, Mme la secrétaire, y a-t-il des remplacements, s'il vous plaît? La Secrétaire : Oui, M. le Président. Mme D'Amours (Mirabel) est remplacée par M. Lefebvre (Arthabaska); Mme Lavallée (Repentigny), par M. Provençal (BeauceNord); M. Birnbaum (D'Arcy-McGee), par M. Barrette (La Pinière); M. Zanetti (Jean-Lesage), par M. Nadeau-Dubois (Gouin); et Mme Hivon (Joliette), par M. Ouellet (René-Lévesque). Le Président (M. Bachand) : Merci. Je vous rappelle qu'il avait été convenu de suspendre l'étude des amendements visant à introduire l'article 36.1 proposé par le ministre. Nous avions également suspendu les articles 78 à 85 inclusivement, 93 et 96 du projet de loi. Lors de l'ajournement de nos travaux hier, nos discussions portaient sur l'amendement proposé par le député de Gouin à l'article 99. Y a-t-il des interventions? M. le député de Gouin, je vous rappelle qu'il vous reste un peu moins de cinq minutes. Merci.  M. Nadeau-Dubois : Je vais donc reprendre du début tout ce que j'ai dit hier. Non. Hum... Une voix : ... M. Nadeau-Dubois : En cinq minutes, mais non, bien, c'est un débat puis c'est une conversation intéressante. La question ici, c'est celle du profilage commercial à partir de données biométriques. Est-ce que ça devrait être possible avec le consentement des gens? Puis j'ai ressorti deux contributions qui nous ont été faites, d'abord par la Commission d'éthique en science et en technologie, puis ensuite par la Ligue des droits et libertés, qui se sont prononcées sur cette question-là, la question du consentement, qui, je pense, intéresse le ministre. Donc, à la page 7 de la Commission de l'éthique en science et technologie, puis ce n'est pas une sous-branche de Québec solidaire, c'est une institution indépendante qui se pose ces questions-là pour le gouvernement du Québec, la commission a écrit ceci : «On ne peut pas raisonnablement s'attendre à ce que les individus soient totalement responsables de leur vie privée et des données qu'ils transmettent. En tant que consommateurs, notamment, ils sont constamment sollicités pour donner leur consentement sur divers sujets. Le consommateur responsable idéal irait lire attentivement tous ses contrats, toutes les conditions d'utilisation des plateformes, logiciels ou objets numériques qu'il utilise et comprendre tous les termes énoncés et tous les énoncés contenus dans ces politiques. «Cet idéal de la consommation responsable est inefficace et difficilement atteignable. Les consommateurs n'ont pas tous les mêmes connaissances techniques pour lire et comprendre les conditions d'utilisation détaillées.» Je saute un bout. «En ce sens, la protection de la vie privée devrait aussi passer par un encadrement des usages acceptables en amont — en amont du consentement, donc — par les autorités publiques. Par exemple, on peut saluer l'insertion dans la Loi sur la protection des renseignements personnels de l'article 9.1, selon lequel \"une personne qui exploite une entreprise et qui recueille des renseignements personnels en offrant un produit...\"» En fait, c'est l'article 9.1 qu'on a modifié et qu'on vient... et qu'on a... où on a changé «activer» par «désactiver». Ça, c'est un bon exemple d'où le consentement est limité, parce que là le législateur vient dire : On va vous paramétrer le consentement à l'intérieur de certaines balises, celui que les fonctions doivent être désactivées plutôt  qu'activées. Et la commission termine son plaidoyer avec la phrase suivante : «Ainsi, par-delà le consentement et la responsabilité individuelle, il s'avère judicieux de renforcer la responsabilité des institutions étatiques et des compagnies pour diminuer d'entrée de jeu les risques de préjudices difficiles à réparer.» Donc, c'est un argument... L'argument de la commission, c'est le même que moi hier, exprimé plus simplement et sans doute plus élégamment, c'est-à-dire que le consentement ne peut pas faire foi de tout et que les autorités publiques peuvent et doivent, dans certaines circonstances, en amont du consentement individuel, affirmer que certains choix ne sont pas possibles, que certaines choses ne sont pas acceptables en regard du bien commun. C'est ce qu'on fait constamment dans une société de droit, une société libérale, que d'encadrer puis de limiter le consentement seulement dans certaines circonstances puis sur certains enjeux. Je ne demande pas au ministre de faire quelque chose qui est étranger à l'esprit des lois qu'on vote au Québec, c'est quelque chose qu'on fait régulièrement. Nous ne sommes pas dans une société, mettons, de type libertarienne où la responsabilité individuelle fait foi de tout. On met tout le temps communément plein de balises au consentement individuel. La Ligue des droits et libertés fait un argument similaire. La ligue dit : «Le consentement libre suppose que le refus de fournir des renseignements personnels non essentiels n'entraînera aucun préjudice. Le projet de loi n'offre aucune garantie à cet égard.» Et ça, c'est vrai dans plein de situations, parce que, et là la ligue poursuit, «s'il refuse — le consommateur — de fournir l'information, il n'aura pas le service, il devra déposer une plainte à la CAI et possiblement attendre plusieurs années avant d'être entendu». Donc, on est dans une situation où il va se développer, dans les prochaines années, toute une série de pratiques, dans le privé et dans le public, où on va solliciter de plus en plus le consentement des gens pour que les gens de plus en plus donnent ou cèdent leurs données personnelles. Et, de plus en plus, ça va être la condition à l'utilisation d'un service. C'est le cas dans le cas de Gmail, de Facebook, de Google. Ce sera le cas, sans doute, avec des données biométriques. C'est la raison pour laquelle je dépose cet amendement, pour qu'on dise que, même avec le consentement, on juge, au Québec, que ce n'est pas une pratique commerciale acceptable. Le Président (M. Bachand) : Merci beaucoup. Interventions? M. le ministre, s'il vous plaît. M. Caire : Oui, absolument, M. le Président. Je dois dire d'entrée de jeu qu'on a eu plusieurs belles et bonnes discussions extrêmement intéressantes. Et celle-ci, à mon avis, s'inscrit dans les plus intéressantes que j'ai eues avec mon collègue de Gouin. Et je le dis sans flagornerie, c'est vraiment une très belle discussion. Et , M. le Président, je pense qu'on touche à un élément essentiel, c'està-dire la valeur du consentement. Parce que, dans notre société de droit, le consentement est un élément fondamental, c'est un des piliers sur lesquels repose notre société de droit. Et pourquoi je dis ça, M. le Président? Parce que je comprends les limites qu'on veut... je ne dirais pas imposer parce que ce n'est pas le bon terme. On veut circonscrire le consentement dans un paramètre raisonnable, et c'est tout à fait légitime. Ceci étant dit, M. le Président, ce faisant, il faut être très conscient qu'on vient en même temps affaiblir un des piliers de notre société de droit et de notre société démocratique. Donc, il faut le faire, oui, parce que, de penser que consentement libre et éclairé absolu existe, effectivement, je m'inscris dans la logique du député de Gouin, même si je ne suis pas prêt à aller jusque lui, où souhaite aller... effectivement c'est utopique. À l'inverse, de ramener la force du consentement au plus petit dénominateur commun, ça, pour moi, c'est d'aller à l'autre extrême, c'est de l'affaiblir à un point où on lui enlève pratiquement toute valeur. Donc, ce qu'il faut faire, puis je sais que le député de Gouin recherche ça aussi, c'est de trouver l'équilibre. Où est le point de rupture? À quel moment le consentement libre et éclairé n'existe plus? Et quelle démarche doit faire l'individu, quelle responsabilité l'individu doit-il prendre pour se mettre dans une situation où son consentement se fait vraiment de façon libre et éclairée? Et quelle est l'espèce de zone d'ombre qu'on est prêts à accepter entre le consentement libre et éclairé absolu puis le moment où le consentement libre et éclairé est une utopie? Et, M. le Président, je pense que le projet de loi n° 64 nous fait faire un pas en avant extrêmement important en matière de consentement, d'une part parce qu'on vient paramétrer de façon très claire à quel moment le consentement est requis. On vient aussi établir des barèmes. Et, dans ce sens-là, moi, je m'inscris dans ce qui a été lu par mon collègue soit par le comité d'éthique soit par la Commission des droits de la personne, à savoir qu'il y a des démarches à faire de la part de l'individu mais aussi de la part des sociétés, qu'elles soient publiques ou privées, pour s'assurer d'entrer dans cette zone où le consentement libre et éclairé est aussi valide que possible et pour renforcer ce pilier-là plutôt que de l'affaiblir. Et on a eu ces discussions-là avec le député de Gouin, avec le député de La Pinière aussi, le député de LaFontaine, on a tous en tête des exemples de ces contrats de consentement qui sont pratiquement des proses à n'en plus finir, puis on sait très bien quel est l'objectif de ça. Donc, ça, on vient s'attaquer à ça dans le projet de loi. On vient s'assurer aussi que le consentement n'est pas noyé dans un nombre incalculable de demandes de consentement de façon à ce que ça devient une espèce de réflexe que de consentir sans vraiment prendre le temps de lire. Parce que, comme j'ai dit hier, quand on veut cacher une aiguille, on la met dans une botte de foin, et c'est une tactique qui existe dans différents domaines. Alors, ça aussi, on vient circonscrire ça. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "La Secrétaire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Caire"], "nb_intervenants": 7, "nb_interventions_secretaire": 1, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 1, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 2, "nb_interventions_presidence": 3}, {"debut": "11:40", "fin": "11:50", "debats": "• (11 h 40) • Parce qu' il me semble, puis là je donne une opinion qui est toute personnelle, l'objectif du législateur devra toujours... de s'assurer que c'est le consentement qui prime. Et pourquoi? Et c'est un peu ce que je disais hier à mon collègue de Gouin, parce qu'ultimement, et là ramenons ça au sujet qui nous préoccupe, les renseignements personnels qui sont les miens sont les miens, mes marqueurs biométriques, ça m'appartient. Et moi, j'ai beaucoup d'a priori, puis je ne dis pas qu'il ne faut pas le faire, puis je ne dis pas que cette règle-là ne souffre pas d'exception, il n'y a aucune règle qui souffre d'exception, mais c'est l'exception, ce n'est pas la règle. Et de limiter le droit des gens à disposer de ce qui leur appartient, on doit le faire sur des motifs qui sont extrêmement sérieux, extrêmement sérieux. Puis j'avais la même réflexion sur la discussion qu'on a eue sur le consentement des parents à l'utilisation de renseignements personnels des enfants, puis je ne dis pas qu'il ne faut pas le faire. Mon collègue m'a parlé de la loi 101, qui était un projet collectif, qui était la survie de la langue française, de la nation québécoise en tant que nation francophone, bon. Cet objectif collectif là transcende-t-il le droit des parents de choisir dans quelle langue? Oui. Maintenant, est-ce qu'il faut compenser les parents en offrant un enseignement d'une langue seconde d'une grande qualité? Oui. Alors, il y a tout un jeu qui se fait quand on enlève un droit pour préserver un autre droit. Tout ce grand argumentaire là, et les collègues excuseront peut-être les détours que je  prends, pour dire que je ne crois pas ici que nous soyons dans ce type de grands enjeux de société où, comme individu, on doit me priver de mon droit de décider si, oui ou non, quelqu'un peut se servir d'informations que je voudrai lui donner, qu'elles soient biométriques ou autres, que je le fais de façon consensuelle et que je le fais de façon libre et éclairée parce qu'il m'aura avisé des finalités pour lesquelles il me demande ces informations-là. Est-ce qu'on est dans un de ces grands enjeux de société, qui existent, qui sont bien réels, là? Je ne le dis pas pour ridiculiser le discours de mon collègue, au contraire, il amène des arguments qui sont très pertinents, mais moi, je pense, et je fais la balance des inconvénients, puis j'ai eu hier l'occasion de réfléchir aux discussions qu'on a eues avec le collègue, la balance des inconvénients, à mon avis, penche sur le fait que, de ce côté-ci, le consentement peut, oui, se donner de façon libre et éclairée. Et on est dans une zone où on se substitue à la décision de l'individu sur des choses qui le concernent, lui, et je ne pense pas qu'on devrait faire ça. Le Président (M. Bachand) : Merci. Interventions sur l'amendement du député de Gouin? S'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Caire (La Peltrie)? M. Caire : Contre. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Contre. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Abstention. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'amendement est rejeté. Merci. Donc, on revient à l'article 99. Essentiellement, on était au bloc 8.1. M. le député de Gouin, s'il vous plaît, oui. M. Nadeau-Dubois : Juste pour conclure sur notre échange. Le ministre a dit un truc, je pense, important. Il a dit : Est-ce que ça fait partie des... avec la... Il a repris la  comparaison que j'ai moi-même faite hier sur la loi 101, que j'ai utilisée comme exemple d'un moment où, collectivement, on juge qu'il y a une valeur commune, un élément du bien commun, dans ce cas-ci le français, qui doit prendre le pas sur les choix individuels des individus. Puis je prenais cet exemple-là pour montrer à quel point c'est plus commun qu'on le croit, les moments où on fait ça dans une société de droit. Il dit : Tu sais, est-ce que c'est vraiment un enjeu de société de la même amplitude, de la même ampleur? C'est-tu aussi déterminant, tu sais, pour le bien commun, pour l'avenir du Québec? Moi, je lui soumets que oui. Pas d'un point de vue identitaire ou de la culture, bien sûr, mais je pense qu'il faut réaliser qu'est en train de se mettre en place une nouvelle... des nouvelles modalités dans l'économie capitaliste, des nouvelles manières de générer du profit qui reposent sur la collecte massive de données personnelles. Il y a des chercheurs, aux États-Unis, qui parlent dorénavant de ce qu'eux appellent le capitalisme de surveillance, c'est-à-dire des nouvelles modalités de développement du capitalisme en vertu desquelles la donnée personnelle devient une ressource économique au même titre, par exemple, que les ressources naturelles, donc une ressource qui est extraite par certaines entreprises sur la base de laquelle on fait ensuite du profit. Tout comme une entreprise minière extrait une ressource, le minerai, le traite puis génère un profit. Puis, comme société, bien, on a mis plein de règles pour encadrer l'extraction du minerai ou des ressources naturelles. Vous ne pouvez en collecter plus que tant, vous ne pouvez pas... Vous devez payer un certain prix pour ce que vous collectez, c'est le concept de redevance minière. Et on met même des règles sur ce que les entreprises ont le droit de faire avec. Et on pourrait même être plus exigeant et exiger qu'il y ait une plus grande part de transformation au Québec. Bon, voilà. Le parallèle avec la donnée personnelle est intéressant parce que les données personnelles sont en train de devenir une ressource économique à partir desquelles on génère du profit. Donc, c'est un modèle d'affaires qui existe, qui est en train de se généraliser, qui se généralise très vite et qui est en train de sortir simplement du domaine des services numériques, hein? C'est parce que, quand là je parle comme ça, les gens spontanément vont se dire : Oh! oui, il parle de Facebook et de Google. C'est vrai, mais c'est un modèle économique qui est en train de se généraliser à beaucoup d'autres domaines de la vie. Je donnais des exemples en matière de crédit, en matière de logement, en matière d'emploi également. C'est un domaine... C'est un modèle d'affaires, disons-le comme ça, qui est en train de se généraliser. Dans ce contexte-là, oui, moi, je pense que le débat de société sur : Qu'est-ce que les  entreprises extractives de données personnelles devraient avoir le droit d'extraire? Dans quelles modalités elles doivent pouvoir le faire? Et j'espère qu'un jour on arrivera au prochain débat qui est : À quel prix? En ce moment, les données personnelles sont gratuites, donc les entreprises qui collectent les données, puis le meilleur exemple, c'est Facebook et Google, ne paient pas pour l'obtention d'une matière première à partir de laquelle pourtant ils génèrent un profit. Donc, j'espère qu'un jour on arrivera à ce qui est, selon moi, le suivant débat, c'està-dire : Est-ce que c'est une ressource qui devrait être gratuite? Ce n'est pas l'objet du projet de loi n° 64. Mais tout ça pour dire qu'il y a là un débat de société qui, selon moi, oui, est majeur, c'est-à-dire : Comment les États de droit, comment les démocraties vont encadrer cette nouvelle forme économique, ce nouveau type de capitalisme, ou, pour prendre un langage plus banal on pourrait dire ce nouveau modèle d'affaires, tout simplement? Comment les démocraties, donc, vont prendre en charge ce modèle-là? Quelles balises elles vont installer pour protéger le bien commun et pour protéger les gens contre l'exploitation? Puis ça, c'est le type d'adaptation et de réforme que les démocraties ont dû faire à de nombreuses reprises depuis la moitié, disons, du XIXe siècle, depuis l'apparition des premières formes d'économies capitalistes. Quand le capitalisme naît en Angleterre, là, il ne vient à l'idée de personne qu'il faudrait empêcher les gens de travailler. Donc, l'idée même d'une journée maximale de nombre d'heures de travail, quand c'est revendiqué, au départ, par le mouvement ouvrier, c'est vu par les entreprises comme quelque chose de complètement ridicule. En vertu de quel argument? En vertu de l'argument du consentement. Les économistes libéraux, à ce moment-là, disent : Bien, voyons donc, le contrat de travail, c'est un contrat libre, basé sur le consentement éclairé. Si le salarié décide de travailler 14 heures, 15 heures, 16 heures par jour, c'est son consentement libre. Si le parent décide de consentir à ce que son enfant de huit ans travaille dans une shop de charbon, c'est son consentement libre. C'est des contractants libres, l'employeur et l'employé, et il y a un prix qui est payé. Le prix, c'est quoi? C'est le salaire. Le prix du contrat, c'est le salaire. Et donc, à ce moment-là, quand le mouvement ouvrier commence à se mobiliser pour dire : Un instant, là, ce n'est pas un jeu à somme nulle ici, le consentement, il n'est pas éclairé, pas tout le temps, puis il n'est pas libre... Pourquoi? Parce qu'il y a une asymétrie de pouvoir entre l'employeur et l'employé qui fait en sorte que le consentement est biaisé. Quand ça commence, ces revendications-là, là, la réaction de plusieurs économistes puis des entreprises elles-mêmes, évidemment, à l'époque, c'est de dire : Wo, wo, wo! Vous êtes en train d'empêcher des gens de contracter  librement entre eux. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 0, "amendements_rejetes": 1, "intervenants": ["Le Président (M. Bachand)", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "Le Président (M. Bachand)", "M. Nadeau-Dubois"], "nb_intervenants": 12, "nb_interventions_secretaire": 5, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 1, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 3, "nb_interventions_presidence": 2}, {"debut": "11:50", "fin": "12:00", "debats": "• (11 h 50) • Évidemment, aujourd'hui, plus d'un siècle plus tard, on regarde ça puis on se dit : Bien, voyons donc, on sait bien qu'entre un grand employeur puis des employés sans le sou, qui n'ont que leur force de travail à vendre à l'employeur... Aujourd'hui, ça nous apparaît absurde comme raisonnement, parce qu'aujourd'hui on le constate, que le consentement, il n'est pas libre, puis que, s'il n'y a pas de loi du travail pour dire : Attention, il y a un nombre d'heures maximum, il y a des balises, il y a des choses auxquelles vous ne pouvez pas consentir, vous ne pouvez pas consentir à faire travailler votre enfant de huit ans dans n'importe quel domaine de l'économie... Aujourd'hui, ça nous apparaît raisonnable d'avoir mis toutes ces balises-là puis c'est même quelque chose que jamais personne, même les partisans, mettons, d'une droite économique les plus radicaux... bien, il y a toujours des fous, là, ça fait qu'il y en a qui vont jusque-là, mais personne de raisonnable ne va jusqu'à dire qu'au nom du libre arbitre il faudrait abolir tout ça, parce que ces balises-là aujourd'hui, qui sont pourtant des infractions au principe de consentement puis de libre... au principe, disons, contractualiste de base, toutes ces balises-là aujourd'hui, qui sont pourtant des infractions au principe de consentement puis de libre... au principe, disons, contractualiste de base, toutes ces balises-là, toutes ces limites-là aujourd'hui nous apparaissent banales et raisonnables. Je pense que... Et ça, ça a été une adaptation que... Toute l'apparition des droits sociaux puis du droit du travail, c'est toute une réaction à la logique strictement libérale du contrat en disant : Non, non, non, il y a de l'asymétrie de pouvoir. Donc, il faut instaurer tout un appareil de législation sociale pour l'encadrer puis s'assurer de rééquilibrer le contrat, de rééquilibrer le rapport de force, puis que le consentement soit réellement libre et éclairé, puis que, quand les gens entrent dans un contrat de travail, bien, il y ait assez de normes puis de règle pour que, comme société, au-delà de ce que veulent les individus, on s'assure qu'il y a un jeu qui est plus égalitaire. Ça, c'est une adaptation que les démocraties ont faite dans les premières décennies de naissance du capitalisme. On a fait le même genre ensuite... les démocraties ont fait le même parcours, quand il est venu question des ressources naturelles, où on s'est dit : Wo! Un instant, c'est une propriété commune, les ressources naturelles, c'est des ressources à partir desquelles on génère du profit, il faut mettre des règles. Mon analyse de la situation, dans laquelle l'ensemble des démocraties se trouvent en ce moment, pas juste au Québec, c'est dans une situation semblable, similaire de pivot où il y a des nouvelles pratiques économiques qui apparaissent, des pratiques économiques basées sur l'extraction des données personnelles. Elles ne sont pas, quant à moi, en soi moralement  condamnables, ce n'est pas ce que je dis, mais c'est les nouvelles pratiques économiques à l'aune desquelles tout notre appareil de droit est périmé à peu près partout. Là, on commence à le moderniser avec le projet de loi n° 64, c'est un pas vers l'avant. Je promets au ministre que je vais le dire à chaque étape de l'adoption du projet de loi, mais c'est un début dans ce vaste chantier que vont devoir entamer les démocraties partout pour instaurer l'équivalent d'un nouveau droit du travail mais qui ne sera pas un droit du travail, qui va être un droit de la vie privée puis un droit des données personnelles. Moi, je pense qu'on est au début de ce parcours-là. Et la question du consentement, elle va toujours revenir, parce qu'on va toujours être pris dans le dilemme dans lequel on a été pris, le ministre et moi, dans les dernières heures de commission, c'est-à-dire jusqu'à quel point, en vertu du consentement... En fait, je le formulerais de manière différente : Qu'est-ce qu'on doit permettre en vertu du consentement puis qu'est-ce qu'on doit interdire en vertu du consentement? Donc, le dilemme qu'on vient de trancher là, ça n'a pas été tranché de la manière que je l'aurais souhaité, mais on l'a tranché, il va revenir constamment, puis pas juste dans le projet de loi n° 64. Ça va être un des dilemmes social et politique qui va être un fil conducteur des débats dans les démocraties dans les prochaines décennies. Ça fait que d'où le dépôt de mon amendement tantôt, défunt amendement, et d'où, je pense, l'intérêt de poursuivre la réflexion puis l'intérêt, je pense, de ne pas penser que c'est un enjeu qui est secondaire ou qui n'a pas la même amplitude qu'a pu l'avoir l'avenir du français au Québec. Pour moi, on est dans une situation pivot, socialement, où il faut choisir quel type d'appareillage juridique on met en place pour encadrer des nouvelles pratiques économiques qui, selon moi, rendent, à plusieurs égards puis dans plusieurs moments, le consentement... je ne dirais pas factice, là, parce que c'est trop fort, mais fragile, extrêmement fragile. Et une des raisons pour laquelle ce consentement est fragile là, c'est l'asymétrie de pouvoir et l'asymétrie informationnelle, l'asymétrie d'information dans laquelle les gens se retrouvent quand ils contractent avec un Facebook, un Google, un Amazon, et toutes les autres entreprises du genre qui verront le jour dans les prochaines années. Le principe du contrat libre, là, puis du consentement, là, il est basé sur une certaine forme d'égalité entre les contractants. Je soumets que, dans le cas des données personnelles, il y a souvent une asymétrie telle entre les deux parties qu'on est très loin d'une situation où on peut parler d'un consentement libre et éclairé. Je pense que c'est une vision idéalisée de ce qui se passe réellement socialement. Je pense que, socialement, il y a des rapports de force puis un contexte social qui fait en  sorte que ce consentement-là, pas tout le temps, pas sur tout, dans certains moments spécifiques, il est très, très, très fragile. Donc, c'est pour ça que j'ai déposé l'amendement qui est maintenant battu. Je voulais juste finir avec ça pour lancer la réflexion puis pour inviter le ministre aussi à continuer à réfléchir à cette question-là, parce que, selon moi, c'est un enjeu qui va être... qui va continuer de nous suivre ici, au Parlement du Québec, puis dans à peu près tous les Parlements dans les prochaines années. Le Président (M. Bachand) : Merci beaucoup. Interventions? M. le ministre. M. Caire : Oui, merci, M. le Président. Bien, je ne veux pas... peut-être être un peu plus succinct, mais, ceci étant, le député de Gouin, puis il a raison, là, fait une mise en place du consentement dans l'histoire des économies capitalistes. Je pourrais... Et je vous ferai grâce de mon analyse de l'évolution du communisme, et du socialisme, et des économies dirigées, qui ont probablement conduit certaines sociétés à adopter des chartes des droits et libertés et à légiférer sur la protection des droits individuels, toujours dans la recherche de cet équilibre entre le bien-être collectif et le bien-être des individus. Il y a une chose qui m'apparaît aussi être évidente puis qui me semble un peu occultée dans le débat, et je le redis, c'est que nos sociétés démocratiques, les sociétés vraiment démocratiques basent toute leur structure politique sur le choix libre et éclairé. On choisit nos dirigeants. Alors, on part du principe que ce choix-là, on le fait de façon libre et éclairée. Est-ce que c'est toujours le cas? Je ne veux pas m'avancer sur ce terrain-là parce que je le sens un peu mou, mais est-ce que tous les électeurs, au Québec, lorsqu'ils se présentent dans l'urne, sont dans une position pour faire un choix libre et éclairé de qui seront les dirigeants? Je pose la question, mais est-ce qu'on remet en question le droit de vote parce qu'on se dit : Est-ce que ce droitlà a été vraiment exercé d'une façon libre et éclairée? Est-ce que le citoyen versus l'offre politique est dans une situation d'égalité? Bon. Donc, on présume, dans ce caslà, que c'est le cas. Puis je ramène aussi le débat à un autre principe qui est important puis qui m'apparaît être occulté, c'est le droit des individus à disposer d'eux-mêmes. Ici, on parle... Est-ce qu'un citoyen pourrait, oui ou non, consentir à l'utilisation de ses informations biométriques? Bien, moi, je pense que c'est le droit de l'individu à décider pour luimême si, oui ou non, il souhaite qu'on fasse ça. J'entends les arguments de mon collègue de Gouin puis, là-dessus, je lui donne raison. Dans l'univers numérique récent, est-ce que ça, c'est fait dans le respect d'une certaine éthique, dans le respect d'une situation où les gens sont en position de le faire de façon libre et  éclairée? Non, bien sûr que non. C'est la raison pour laquelle on dépose le projet de loi n° 64. C'est la raison pour laquelle, j'espère, nous allons l'adopter. Et c'est la raison pour laquelle il y a des mesures là-dedans, puis je pense que le collègue de Gouin, comme les autres collègues le reconnaissent, qui sont assez musclées quand même. Et c'est ce qu'on souhaite, on souhaite envoyer un message très clair qu'il y avait un vide juridique. • (12 heures) • Je conviens d'entrée de jeu avec mon collègue que l'entreprise privée, notamment, a pu opérer d'une certaine façon parce qu'il y avait un vide juridique qui lui permettait de le faire. Je pense, essentiellement, que ce que nous souhaitons faire, c'est non pas que le modèle d'affaires dont il parle...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Caire"], "nb_intervenants": 2, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 1, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 1}, {"debut": "12:00", "fin": "12:10", "debats": "12 h (version révisée) M. Caire : ...d'entrée de jeu avec mon collègue que l'entreprise privée, notamment, a pu opérer d'une certaine façon parce qu'il y avait un vide juridique qui lui permettait de le faire. Je pense essentiellement que ce que nous souhaitons faire, c'est non pas que le modèle d'affaires dont il parle ne puisse plus se déployer, je pense que le modèle d'affaires dont il parle, il doit pouvoir se déployer, mais il doit pouvoir se déployer à visière levée, avec certaines contraintes, avec certaines limitations aussi. ... puis là je m'en vais dans mon dada à moi, parce qu'on est dans un univers qui a des règles qui sont très différentes. L'univers numérique, c'est un univers en soi, puis ça nous amène dans un contexte qui est extrêmement, extrêmement différent. Et c'est toute la différence, M. le Président, entre ce qu'on appelle les technologies de l'information, qui, dans le fond, sont un support informatique à ce qu'on fait, et l'univers numérique, qui est un univers qui ouvre un monde incroyable de possibilités, mais qui n'est pas sans danger. Il n'est pas sans danger, clairement. Je le sais, mon collègue le sait, les collègues, on l'a tous dit. Et, oui, cet univers-là doit faire l'objet d'une loi, d'une réglementation parce qu'il y a des vides juridiques, puis ces vides juridiques là causent ou permettent de causer des préjudices, notamment aux individus qui gravitent dans cet univers-là. Mais je pense que celui-là, comme notre univers physique, doit reposer sur certains principes. Et un de ces principes-là, qui... pour moi, il est fondamental, avec ses limitations, j'en conviens, avec ses lacunes, j'en conviens, mais il est fondamental. La notion de consentement, c'est une notion, pour moi, collègue, qui est fondamentale.  Je ne le dis pas naïvement, je ne le dis pas candidement, je ne le dis pas en pensant que c'est la panacée, qu'il n'y a pas de lacune, qu'il n'y a pas de faille puis qu'il n'y a pas des choses qui doivent être faites, puis qu'il n'y a pas des moments où, effectivement, le consentement doit être sinon substitué, minimalement encadré. J'en conviens. Mais, lorsqu'on le fait, il faut toujours le faire avec une extrême prudence, une extrême prudence. Ce n'est pas quelque chose de banal ou ce n'est pas quelque chose qu'on peut faire à la légère, ni même lorsqu'on substitue le droit, donc la loi, aux droits des individus. Puis on va le faire, c'est normal. Dans une société démocratique, dans une société collective, il y a des moments où le bien collectif prime sur le bien des individus, c'est clair. Mais, lorsqu'on prive un individu de ses droits, il faut le faire avec une extrême prudence, une extrême prudence. Ce n'est pas quelque chose qu'on fait à la légère. Puis je veux être très clair, là, je ne dis pas que mon collègue est en train de faire ça, pas du tout, j'entends de son discours qu'il a une réflexion éclairée et de longue date sur le sujet, puis je ne partage pas tous ses points de vue. Mais sur cette question-là, je pense qu'il faut toujours, toujours, toujours être extrêmement prudent. Et on est dans un cas de figure où, à mon avis, le bien collectif ne justifierait pas qu'on prive l'individu de son consentement et de son droit à décider pour lui-même. Je pense qu'on est dans ce cas de figure là et c'est pour cette raison-là que je n'irai pas aussi loin que le collègue le souhaiterait, contrairement à ce que j'ai annoncé sur l'autre amendement qu'il a déposé, sur l'article précédent, pour lequel j'ai dit : Effectivement, je pense qu'il amène des points qui sont intéressants puis qui méritent réflexion. Et réflexion, il y aura parce que sachez que ce n'étaient pas juste des mesures dilatoires, il y aura réflexion. Les équipes vont être au travail pour qu'on réfléchisse à cette question-là, qu'on arrive avec des propositions. Puis j'ai entendu que le collègue avait un intérêt à travailler avec nous, donc je le tiendrai au courant des prochaines démarches pour qu'il puisse participer à la réflexion. Parce que, ça aussi, c'est un enjeu qui est important et pour lequel effectivement on doit, je pense, prendre le temps de réfléchir. Parce que, le collègue le dit souvent, cette loi-là, on ne l'adopte pas pour les trois prochaines semaines, peut-être plus pour les 30 prochaines années. En tout cas, je ne peux pas présumer de ce que les futures législations québécoises feront, là, mais présumons. Mais je voulais juste préciser au collègue que j'entendais ses arguments puis je ne conteste pas le bien-fondé. Mais sur cette question-là, précise, lui et moi, on n'en  arrive pas à la même conclusion. Le Président (M. Bachand) : Merci. Interventions? M. le député de Gouin. M. Nadeau-Dubois : Je vais jouer le mauvais tour que le député de La Pinière a joué hier au ministre. Je vais faire un petit pas de côté puis je vais lui poser une question. Est-il... puis je l'invite à répondre comme il a répondu hier au député de La Pinière, est-ce que le ministre appuie la formule Rand, dans le mouvement syndical? Le Président (M. Bachand) : M. le ministre. M. Caire : Eh, boboy! Une voix : ... M. Caire : On dit qu'il faut tourner sa langue sept fois dans sa bouche. Une voix : ... M. Caire : Est-ce que j'appuie la formule Rand? Si le collègue a lu mes écrits du passé, je pense qu'il va trouver sa réponse. M. Nadeau-Dubois : Mais quel est son écrit du présent sur la question? M. Caire : Mon écrit du présent, c'est que je suis membre d'un gouvernement qui ne s'est pas prononcé sur la question, et, avant d'exprimer une opinion dont je sais qu'elle pourrait être traduite par l'opinion du gouvernement, j'aurai des discussions avec mes collègues. M. Nadeau-Dubois : Parce qu'on est exactement sur le sujet, là, celui du consentement. En vertu de la formule Rand, de l'accréditation obligatoire, même les gens qui ne signent pas une carte d'une organisation syndicale en sont réputés membres si 50 % de l'unité d'accréditation, du milieu de travail, pour ne parler pas en langage du vilain syndicaliste que je suis, sont membres du syndicat. Ça, c'est un super bel exemple où, là, le consentement, là, le droit à disposer de soi-même, il est supplanté. Puis c'est une décision collective démocratique qu'on a prise, de faire supplanter le droit collectif à la représentation syndicale, en fait, à faire supplanter le droit individuel à choisir d'être membre ou non d'un syndicat par le droit collectif à la  représentation syndicale puis la négociation collective. On est exactement dans une situation où, comme société démocratique libérale de droit — on n'est pas dans un régime d'économie dirigée, là, pas du tout — on dit aux gens : Même si vous ne voulez pas être membres du syndicat, vous êtes membres quand même, le syndicat vous représente quand même, puis vous payez quand même votre cotisation. Pourquoi? Parce que le droit collectif à la représentation est plus fort que le droit individuel de signer ou non une carte de syndicat. Puis, ça, c'est un choix qu'on a fait au Québec et qui explique pourquoi le Québec est une des sociétés les plus justes en Amérique du Nord. Alors... M. Caire : C'est un choix qu'on a fait au Québec, ça, je ne suis pas sûr, là. M. Nadeau-Dubois : Bien, c'est une loi qui a été votée au Québec qui permet ça. M. Caire : Puis une décision de la cour qui a amené un comportement. M. Nadeau-Dubois : Oui, oui, mais je veux dire, ça a été... je veux dire, c'est une décision démocratique de la société québécoise. M. Caire : Je serais curieux de... on parle pour parler, là, je serais curieux de soumettre ça à un référendum, là, voir ce que le peuple en pense vraiment, là. Je serais assez curieux de voir ça, je serais assez curieux de voir le résultat de ça. M. Nadeau-Dubois : Bien, je pense qu'on pourrait repasser plusieurs décisions historiques sous référendum et regarder qu'est-ce que le peuple en pense. Donc, personnellement, je suis dans une formation politique qui propose notamment de rendre ça possible à beaucoup... de manière beaucoup plus large qu'en ce moment. En ce moment, ce n'est pas possible. Dans le programme de mon parti, c'est écrit qu'on devrait pouvoir faire ça. Mais je ferme la parenthèse pour dire que l'hésitation du ministre à me répondre avec enthousiasme indique quand même qu'on est vraiment, là, au coeur du débat sur la question du consentement, tu sais, parce que, ça, c'est un... M. Caire : Oui. Bien, là-dessus, je... M. Nadeau-Dubois : Quand le ministre me parlait du droit à disposer de soi-même, ça m'est venu spontanément comme exemple, parce que c'est vraiment un bel exemple où c'est un choix de société où on dit qu'il y a un droit collectif, celui à la  représentation puis à la négociation collective, qui supplante le droit individuel de choisir son syndicat. Bien sûr, ce n'est pas autoritaire, il y a un vote, il faut qu'il y ait 50 % plus un des gens. S'il y a 50 % plus un des gens, ça engage tout le monde. Donc, on peut arrêter la réflexion ici, mais je trouve que c'est un intéressant parallèle à faire avec le débat qui nous occupe dans le cadre de cet article. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Caire", "M. Caire", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois"], "nb_intervenants": 18, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 9, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 7, "nb_interventions_presidence": 2}, {"debut": "12:10", "fin": "12:20", "debats": "• (12 h 10) • M. Caire : Mais mon hésitation à répondre, elle est beaucoup plus guidée par le fait que, de un, on n'est pas sur le projet de loi n° 64, on est sur un débat qui pourrait être beaucoup plus large et dont je sais très bien que ma réponse engage le gouvernement du premier ministre. Et je n'ai pas... ça fera partie des réflexions qu'on aura peut-être un jour et des discussions qu'on aura peut-être un jour. Mais, pour l'instant, sur la notion du consentement... Puis le collègue, en fait, ne dit pas quelque chose qui est contraire à ce que je dis, dans le sens où le droit individuel, je n'ai pas dit qu'il ne pouvait pas être balisé et je n'ai pas dit que le droit individuel ne pouvait pas être subordonné dans certaines circonstances à un droit collectif. Bon, est-ce que cet exemple-là, est-ce qu'il y a matière à discussion? Là n'est pas mon point. Ce que je dis, ce que je répète, c'est que le droit individuel... On a adopté une charte des droits et libertés, on devait penser aussi, collectivement, que la liberté individuelle était quelque chose d'extrêmement important parce qu'on en a fait même une charte et on l'a constitutionnalisée. Je veux dire, le droit des individus, la protection du droit des individus a été enchâssé dans la loi des lois, la loi sur laquelle toutes les lois reposent, qui est la Constitution. Alors, à ce que mon collègue dit, je rétorque : Il a raison, mais je pense que j'ai raison aussi en disant que le droit des individus à disposer d'eux-mêmes, puis là je ne veux pas repartir sur un autre débat où on reconnaît le droit des personnes à disposer d'eux-mêmes, à disposer de leur corps, à disposer de... je veux dire, c'est fondamental, là. Alors, si on touche à ça, je pense qu'il faut le faire pour des raisons qui... Puis c'est là où j'apporte une nuance à ce que le collègue dit, je ne dis pas que ça n'existe pas puis je ne dis pas qu'il n'y a aucun cas où ça peut se justifier, je dis : Quand on le fait, si on doit le faire, ça doit être pour des raisons d'intérêts supérieurs aux intérêts des individus. Et là, ce qu'on dit, parce que là je vais ramener ça à l'amendement, puis qui est quand même l'origine du débat, là, ce qu'on dit, c'est : Est-ce que quelqu'un, quand il donne son consentement pour qu'on utilise ses informations biométriques à des fins  de profilage de publicité, est-ce que ça, ça sert... est-ce que l'interdire sert l'intérêt de la collectivité, et que c'est un intérêt tellement majeur qu'il faut subordonner le droit de l'individu à disposer de son corps à cette question-là? C'est là-dessus où je dis au collègue : Non, pour moi, non, on n'est pas là, là. On n'est pas dans ces grands enjeux de société là où, si moi, vous me dites : Bien, écoute, j'aimerais me servir de telles, telles, telles informations pour t'envoyer une publicité qui est ciblée, je m'excuse, mais j'ai de la difficulté à mettre ça au rang des grands enjeux de société. C'était ça qui était mon point. Le Président (M. Bachand) : Merci. Interventions? On est sur le bloc 8.2 pour l'instant. M. le député de La Pinière. M. Barrette : Je ne peux pas m'empêcher, M. le Président, de mettre mon grain de sel. Mais ça va vraiment être un grain, par exemple. La formule Rand ne donne pas un droit, c'est une obligation qui découle d'un choix politique. Ce n'est pas dans charte, là, ça, là. M. Caire : Non. Il a raison. Je suis obligé de lui donner raison, ce qui est fondamentalement contre nature, mais bon. M. Nadeau-Dubois : Oui, oui, c'est ça, mais ce que je veux dire, c'est qu'on retire, on vient baliser. Tu sais, en Europe, il y a des régimes de droit du travail où l'accréditation obligatoire n'existe pas, et donc où, sur un même milieu de travail, il y a des gens qui sont syndiqués, pas syndiqués, où il y a même plusieurs organisations syndicales de représentées. Ça fait qu'il y a une... Tu sais, c'était juste un exemple pour illustrer le fait que c'est une situation où, collectivement, il y a un choix de fait, un choix politique, en effet, un choix politique démocratique, de faire primer une valeur, celle de la possibilité pour les salariés de négocier leurs conditions de travail à une autre valeur qui serait la liberté strictement individuelle de choisir son organisation syndicale. M. Barrette : Mais ce n'est pas un... juste... grain de sel, M. le Président, je ne continuerai pas, là, puis ce n'est pas... D'ailleurs, j'ai bien apprécié qu'il ait utilisé mon subterfuge. C'était très bon, d'ailleurs, vraiment. Mais la Cour suprême a statué sur le droit à la négociation collective, mais la Cour suprême, en faisant ça, n'a pas dit que la formule Rand était un droit, là. M. Nadeau-Dubois : Non, non, mais je n'ai pas dit que la formule Rand est un droit, j'ai dit que c'était un choix politique où il y a une hiérarchie comme entre deux valeurs. Voilà. M. Caire : Bon, c'est assez, là, le petit... M. Nadeau-Dubois : Mais... M. Barrette : C'était amusant, M. le Président. C'était vraiment très intéressant.  M. Nadeau-Dubois : Je suis d'accord. Le Président (M. Bachand) : Merci. Alors donc, on continue... M. Nadeau-Dubois : Et j'ai failli ouvrir un autre débat sur la question du droit à disposer de son corps, qui pourrait être celui sur la prostitution. M. Barrette : Ah, ça, c'est intéressant. M. Nadeau-Dubois : Parce que, ça, c'est une autre situation où, comme société, il y a eu un choix. On peut être en accord ou en désaccord, de dire : Ce n'est pas possible de disposer de son corps de cette façon-là. Mais, ça, ce serait vraiment toute une aventure que d'entrer dans ce débat-là. Alors, on n'ouvrira pas. M. Caire : En fait, c'est inexact, M. le député. La prostitution n'est pas... M. Nadeau-Dubois : Mais je veux juste... c'est juste que, plus on parle, plus il me vient d'exemples où... M. Caire : Mais la prostitution n'est pas illégale, là. M. Nadeau-Dubois : ...plus il me vient d'exemples où... M. Caire : La prostitution n'est pas illégale. M. Nadeau-Dubois : Mais il y a plusieurs endroits où ce l'est, là. Ce que je veux dire, c'est... M. Caire : La sollicitation est illégale, mais pas la prostitution. M. Barrette : Ça, c'est un autre choix politique.  M. Nadeau-Dubois : Ça, c'est un autre choix politique. M. Caire : Je suis d'accord. M. Nadeau-Dubois : Et il y a plein de sociétés libérales... M. Caire : Non, non, mais, quand on parle de disposer de son corps, personne n'interdit quelqu'un... la prostitution n'est pas interdite. M. Nadeau-Dubois : Mais le ministre consent que ça a été le cas pendant longtemps, là, c'est ça que je veux dire. Et donc il y a plein de précédents partout. M. Caire : Non, mais je voulais faire un genre de grain de sel au député de La Pinière, là. M. Nadeau-Dubois : Ce que je veux dire, c'est que... M. Barrette : ... Le Président (M. Bachand) :S'il vous plaît! M. Nadeau-Dubois : ...tout ça est une grande digression pour faire la démonstration qu'il y a de multiples choix que nous faisons comme société où nous entravons, parce qu'on juge que c'est nécessaire pour le bien commun, le consentement strictement individuel. M. Caire : Non, mais on est dans de grands enjeux de société, là. On n'est pas dans : Je peux-tu fournir des informations pour de la publicité? M. Nadeau-Dubois : J'ai fait tantôt une longue intervention pour défendre l'idée selon laquelle l'apparition de nouvelles pratiques économiques d'extraction massive de données, ça constitue, selon moi, un tel enjeu de société. Le Président (M. Bachand) : Merci. Est-ce qu'il y a d'autres interventions sur le bloc 8.1? Alors, on pourra peut-être aller au bloc 8.2. Interventions, s'il vous plaît? Comme je vous dis, c'est juste une méthode de travail. On peut revenir, il n'y a pas de souci. S'il n'y a pas d'intervention pour l'instant, on pourrait aller à 8.3, et je crois que le ministre a un amendement. M. Caire : Bien, oui, M. le Président, vous avez tout à fait raison. Excusez-moi. Je suis encore absorbé dans nos débats, fort intéressants, soit dit en passant. Je comprends qu'on n'aura pas la palme de l'intérêt public aujourd'hui, mais, ceci étant, je considère que les débats que nous avons en cette commission sont des enjeux de société fondamentaux. C'est mon commentaire éditorial du jour, M. le Président. Donc : Insérer, dans l'article 8.3 de la Loi sur la protection des renseignements  personnels dans le secteur privé proposé par l'article 99 du projet de loi et après «utilisation», «et à leur communication». Donc, M. le Président, cette modification vise à assurer la cohérence avec un amendement proposé à l'article 8 de la Loi sur la protection des renseignements personnels dans le secteur privé. Une personne qui fournit ses renseignements personnels, notamment après avoir été informée des fins auxquelles ces renseignements sont recueillis et du nom des tiers à qui seront communiqués les renseignements pour atteindre ces fins, consent à leur utilisation et à leur communication pour ces fins. Donc, c'est un amendement de concordance. Le Président (M. Bachand) : Merci. Interventions sur l'amendement? S'il n'y a pas d'intervention sur l'amendement, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. M. Nadeau-Dubois : Juste un instant, M. le Président. Le Président (M. Bachand) : Oui. M. Nadeau-Dubois : ...parce que mon écran est en arrière, ici, là. Donc, on vient ajouter après «utilisation», «et à leur communication» à 8.3, c'est bien ça? M. Caire : Oui, c'est ça. Parce qu'on a déjà statué à 8 qu'on pouvait utiliser des tiers. Donc, si on utilise les tiers, encore faut-il pouvoir leur communiquer. M. Nadeau-Dubois : Et jusqu'on me rappelle la disposition qu'on a adoptée hier, quand il y a consentement pour communication, on a amendé également pour préciser que les fins de cette communication-là... M. Caire : Bien, pour lesquelles je les utilise puis à qui je pourrais les fournir éventuellement. M. Nadeau-Dubois : Et dans quelles fins? M. Caire : Oui, c'est ça. Et à quelles fins je les recueille puis, pour ces fins-là, à qui je pourrais les communiquer. C'est là où on parlait d'une... dans le cas d'un... Vous allez chez un concessionnaire automobile, bien, il est possible que...  M. Nadeau-Dubois : Oui, c'est ça. C'est cet amendement-là. Oui, oui, oui. M. Caire : Mais sauf qu'il faut que je puisse lui communiquer, puis que, là, il y a comme quelque chose qui ne marche pas dans l'article. Parce qu'il faut préciser aussi que c'est la communication, parce qu'il ne peut pas y avoir utilisation s'il n'y a pas de communication. C'est comme impossible. M. Nadeau-Dubois : Merci, M. le Président. Le Président (M. Bachand) : Merci. Est-ce qu'il y a d'autres interventions? Donc, nous allons procéder à son... à sa mise aux voix, pardon. Mme la secrétaire. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 2, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "Le Président (M. Bachand)", "M. Barrette", "M. Caire", "M. Nadeau-Dubois", "M. Barrette", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Barrette", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Barrette", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Barrette", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Barrette", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay"], "nb_intervenants": 56, "nb_interventions_secretaire": 3, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 17, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 28, "nb_interventions_presidence": 7}, {"debut": "12:20", "fin": "12:30", "debats": "• (12 h 20) • La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Merci. Donc, c'est adopté. On revient à l'article 99 dans son... M. Caire : Adopté. Le Président (M. Bachand) :...dans son ensemble. Alors, est-ce qu'il y aurait d'autres interventions? M. le député de LaFontaine, s'il vous plaît. M. Tanguay : Je vais faire envoyer... Bon. 99, est-ce que c'est prospectif  uniquement, autrement dit, à la date d'entrée en vigueur de la loi, ou pour les bases de données actuelles, ça pourrait être fait proactivement? M. Caire : Bien, comme on parle de recueillir des renseignements, si le renseignement est déjà dans la base de données... M. Tanguay : Parce que c'est important, la réponse du ministre... M. Caire : Bien, je vais... Oui. Non, je comprends, mais je vais juste m'assurer avec... C'est une bonne question. M. Tanguay : ...parce que, pour que les entreprises sachent comment se gouverner, là. M. Caire : Oui, oui, absolument. Mais instinctivement, je me dirais, tu sais, la personne qui recueille des renseignements auprès de la personne concernée, si j'ai déjà le renseignement, donc je ne le recueille pas, donc je ne suis pas couvert par l'article qui dit que c'est au moment de les recueillir que j'ai l'obligation de faire ce que je dois faire. M. Tanguay : Ou, si dans ma relation d'affaires je demande une petite mise à jour, je demande un renouvellement de contrat, j'aurais besoin, pour pouvoir mieux vous servir, de vous demander tel petit renseignement périphérique, est-ce que... Autrement dit, s'il ne se passe rien, est-ce que je ne fais rien ou je dois faire quelque chose? De un. Et de deux, si je redemande un petit renseignement pour compléter le dossier, est-ce que, là, j'embarque pour dire : O.K., là, mets-toi à jour dans le consentement? M. Caire : Bien, oui. Oui, parce que, dans le fond, on ne spécifie pas... M. Tanguay : Oui à quoi? M. Caire : ...si, quand vous recueillez des renseignements, vous le faites pour des fins de mise à jour d'un dossier ou pour des fins de constitution d'un dossier, donc j'interprète en disant : Bien, au moment où je recueille le renseignement, je dois vous dire pourquoi je le veux, pourquoi... qu'est-ce que j'utilise comme moyen et comment. Oui, tout à fait. Oui. M. Tanguay : Pour l'ensemble de l'oeuvre.  M. Caire : Oui. Bien, en fait, là, on parle de 8, mais mettons qu'on va à 8.1, où on a parlé des moyens technologiques. Donc, ça, c'est... Parce qu'il faut comprendre que, quand j'utilise un moyen technologique, le service s'arrête au moment où vous mettez fin à la transaction. Donc, quand vous revenez, c'est comme une nouvelle... c'est une nouvelle utilisation. Donc là, 8.1 va s'appliquer, à savoir que je devrai mettre mon service dans l'état le plus sécuritaire qu'il est possible. M. Tanguay : Oui, oui. M. Caire : Mais c'est pour ça que, 8 et 8.1, je vous donne des réponses qui sont un peu différentes parce que, dans le cas de 8, on parle d'au moment où je recueille l'information. Donc, si j'ai déjà l'information, bien, c'est sûr que, tu sais, je ne vais pas refaire le tour de mes banques d'information, rappeler les gens, leur dire : Bien, écoutez, j'ai collecté l'année passée certaines informations. Voici pourquoi je l'ai fait. Puis, tu sais, on comprend que, ça, ça serait déraisonnable à mon humble avis. Par contre, quand on dit «en plus des informations devant être fournies à l'article 8, la personne qui recueille des renseignements personnels auprès d'une personne concernée ayant recours à une technologie», donc là, quand j'ai recours à la technologie, bien, ça, c'est comme une nouvelle transaction. Donc, si je vous recontacte ou si j'utilise cette technologie-là, à toutes les fois que je l'utilise, je dois m'assurer qu'elle est dans l'état le plus sécuritaire possible parce que ça, c'est indépendant du fait que, oui, j'ai déjà recueilli des informations sur vous en me servant de cette technologie-là. Donc, je ne peux pas rétroagir. Mais quand je le refais, là, je dois m'assurer de respecter 8.1 parce que c'est comme une nouvelle transaction à chaque fois, alors que vos informations personnelles que j'ai déjà, bien là, je ne peux pas donner l'obligation aux entreprises de refaire le tour de tous leurs clients pour se conformer à 8 pour de l'information qu'ils ont déjà. Le Président (M. Bachand) :M. le député de LaFontaine? M. Tanguay : Est-ce que c'est la... Oui, c'est ça. Donc, à 8, là, j'en suis à 8, puis je comprends 8.1 parce que, technologiquement, ça va embarquer, là, même si c'est... M. Caire : C'est ça. C'est ça. M. Tanguay : Mais 8... Donc, ce que je comprends, là, si on résume, c'est que je n'ai pas... un peu comme le débat qui a déjà été fait pour les projets, ça va être pour les nouveaux projets. On ne demande pas aux entreprises... M. Caire : Pour les nouvelles fois où vous allez recueillir des informations.  M. Tanguay : C'est ça. Alors, on ne reviendra pas dire : Bon, bien, on a une banque de données, on n'a pas à leur parler, mais là on va tout leur demander à matin, là, le consentement pour ce qu'on a déjà, alors qu'on ne leur a rien demandé de plus depuis l'entrée en vigueur de la loi. Il n'y a pas de... M. Caire : Voilà. M. Tanguay : O.K. 8, c'est peut-être marqué... 8, est-ce qu'il touche lorsque l'on collecte des informations pour le tiers? Parce qu'on dit : «La personne qui recueille des renseignements personnels doit...» Est-ce que 8 couvre le cas de la personne qui collecterait de l'information pour le bénéfice d'un tiers? M. Caire : O.K. Si je reprends mon exemple du concessionnaire, vous voulez dire? M. Tanguay : Je n'étais pas là pour le concessionnaire. M. Caire : O.K. Bien, en fait, c'est, dans le fond... M. Tanguay : J'étais là pour l'agent de voyage puis pour le Sephora. M. Caire : Ah? M. Tanguay : Le maquillage. M. Caire : Oui, oui, oui, c'est vrai. Hein, on est vraiment diversifiés dans nos exemples, par exemple. On ne peut pas dire qu'on est banals à cette commission parlementaire là. Donc... Mais, en fait, quand vous collectez les informations puis que vous les transmettez à un tiers, le tiers, vous devez lui donner l'origine de l'information, d'où est-ce que j'ai pris l'information. Alors, quand vous... Mettons, je collecte vos informations personnelles, là, je dois répondre aux dispositions de 8. Bon, je vous dis pourquoi je fais ça, comment je fais ça, qu'est-ce que vous devez faire pour retirer votre consentement. Puis je dois vous aviser, si je fais affaire avec un tiers, quel est ce tiers, à qui je vais transmettre vos informations. Puis, quand je transmets les informations au tiers en question, je dois lui dire c'est quoi, la source de l'information qu'il a en sa possession, de sorte que, si on lui demande : Bien, tu as pris ça où, il est capable de le dire. M. Tanguay : Puis est-ce que — je trouve ça intéressant — l'entité... mettons que c'est des personnes morales, là, l'entité qui collectait l'information, exemple... parce que vous savez, c'est des entités distinctes, là. La dernière, j'ai acheté une voiture, le vendeur n'était pas... l'avant-dernière fois, le vendeur n'était pas la même personne morale qui finançait la voiture. Alors, tous les renseignements... je reprends votre exemple, là. Alors, ils ont transféré le dossier...  M. Caire : C'est ça. M. Tanguay : Mais, moi, ce qui m'intéresse, c'est : Entre la compagnie A qui me vend l'auto et la compagnie B qui me finance... il y a des obligations pour B de se faire assurer que ce que A a ramassé. Ça s'est fait selon les règles de l'art, j'imagine, entre eux deux, là. M. Caire : Bien, il n'a pas d'obligation... M. Tanguay : Parce que, est-ce que B pourrait profiter du fruit de l'arbre empoisonné, si, d'aventure... M. Caire : Non, non, non. Non, il est obligé de respecter les fins pour lesquelles... M. Tanguay : Ça fait qu'il faut qu'il soit proactif, puis dire : O.K. Ah! merci... Tu peux-tu juste me dire la preuve que le consentement a été donné pour tout ça, là? Parce que moi, j'ouvre le dossier, là. Puis souvent, c'est des entités liées, mais c'est des... M. Caire : Oui. Il est-u obligé? Bien, dans la communication de l'information, il est-u obligé de fournir une preuve de consentement? Ce n'est pas précisé. La loi ne l'oblige pas à faire ça, elle l'oblige à dire... M. Tanguay : Non, parce que c'est... M. Caire : Ce que la loi l'oblige... bien, en fait, l'amendement qu'on a adopté, c'est de dire où est-ce qu'il a pris... c'est qui, sa source d'information. Ça, il est obligé de... M. Tanguay : Pour B, là. M. Caire : Oui. M. Tanguay : Parce que moi, je veux savoir, s'il y a une fuite puis c'est mon dossier, puis le dossier de milliers d'autres, j'ai un recours contre A, mais est-ce que j'ai un recours contre B aussi? Parce qu'il n'a pas...  M. Caire : Si la source... M. Tanguay : ...parce qu'il n'a pas été proactif. M. Caire : Mais la fuite, elle vient de A ou de B? M. Tanguay : Peu importe. Moi, j'ai donné mon information, j'ai acheté l'auto puis j'ai tout donné, là, mon information à A. Puis j'ai accepté de contracter avec B. Mais finalement, il y a des fuites d'information. Celui qui a collecté, c'est A, je vais poursuivre A. Mais j'aurai un débat en cour contre B. Est-ce que B a agi comme une personne normalement prudente et diligente? Quand elle a reçu tout ça de A, elle s'est-u... O.K., tu peux-tu me certifier que tu as respecté la loi, puis est-ce que ça va jusqu'à demander la preuve de ça? Puis là on parle de compagnies liées, mais ça peut ne pas être des compagnies liées, là. M. Caire : C'est parce qu'on a étudié les articles qui fixaient les conditions pour lesquelles je pouvais transmettre des renseignements personnels sans le consentement de l'individu, là. On a étudié ça précédemment. Donc, ces conditionslà, évidemment, doivent être respectées. M. Tanguay : Et est-ce que B a une obligation proactive, justement, de constater que le consentement... ou il peut se fier... M. Caire : Pas à ma connaissance, mais je vais demander à maître... M. Miville-Deschênes (Jean-Philippe) : Non, il n'y a rien de... M. Caire : Non, il n'y a pas de... Alors, ma connaissance était bonne. Il n'y a rien qui dit : Tu dois... Avant d'accepter des informations, tu dois t'assurer que le consentement a été donné. M. Tanguay : Parce que, vous... M. Caire : Bien, dans le fond, c'est qu'on présume, on doit présumer que la loi a été respectée. Donc, la loi t'oblige à avoir le consentement pour recueillir des informations. La loi... Tu sais, je vous dirais... puis peut-être que mon exemple n'est pas bon, là, je m'aventure à la pratique illégale du droit. J'aime tellement l'expression du député de La Pinière, mais c'est le fun parce que j'ai l'immunité parlementaire, donc je peux le faire. Mais, tu sais, quand je m'en vais dans un magasin, que je consomme un produit, bien, je présume que le magasin a payé les taxes, qu'il collecte la TPS, qu'il collecte la TVQ... M. Tanguay : Oui, là, on est ailleurs, là. M. Caire : ...puis qu'il l'a acquis de façon légale, puis qu'il a payé ses factures.  ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire"], "nb_intervenants": 61, "nb_interventions_secretaire": 2, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 28, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 27, "nb_interventions_presidence": 3}, {"debut": "12:30", "fin": "12:30", "debats": "• (12 h 30) • M. Tanguay : Mais là je n'ai pas d'intérêt juridique. C'est ça, la grosse distinction. M. Caire : Non, non, je comprends, mais ce que je veux dire, c'est qu'on présume...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Caire"], "nb_intervenants": 2, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 1, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 1, "nb_interventions_presidence": 0}, {"debut": "12:30", "fin": "12:40", "debats": "12 h 30 (version révisée) M. Caire : ...consomme un produit, bien, je présume que le magasin a payé les taxes, qu'il collecte la TPS, qu'il collecte la TVQ... M. Tanguay : Oui. Là, on est ailleurs. M. Caire : ...puis qu'il l'a acquis de façon légale, puis qu'il a payé ses factures. M. Tanguay : Mais là je n'ai pas d'intérêt juridique, c'est ça, la grosse distinction. M. Caire : Non, non, je comprends, mais ce que je veux dire, c'est qu'on présume, j'imagine, il y a une présomption que l'individu qui, oui, la personne donc morale ou physique a respecté la loi et qu'elle fait ce qu'elle fait de façon légitime. M. Tanguay : Oui. Sauf que, là, je n'ai pas intérêt juridique. Moi, je ne peux pas, demain matin, poursuivre une compagnie, parce qu'elle n'a pas payé ses taxes. Le juge va me regarder, il va dire : Hors de ma vue. Je n'ai pas l'intérêt juridique pour être le prince sur son cheval blanc puis dire : Moi, à matin, je poursuis tous ceux qui n'ont pas payé leurs taxes. Ils ont commis une faute, il y a un lien causal puis il y a une perte, mais je n'ai pas d'intérêt juridique. Si c'est mon information, ils ont tout sur moi et que, là, je vois que ça passe de A à B, à C, à D, là, j'ai un intérêt juridique même d'aller chercher le Z, en Espagne, j'ai un intérêt juridique de le poursuivre parce que j'ai de quoi à défendre puis j'ai eu un dommage. Mon point. Pourquoi je dis ça? C'est que ce qui me fascine en lisant ça, là, c'est qu'on essaie d'endiguer, comme législateurs, l'utilisation des données. Puis des données, ça va être plus qu'hier moins que demain, puis l'utilisation, ça va être encore plus qu'hier puis moins que demain, l'utilisation de ces données-là. Puis c'est comme A vient me voir, je lui donne toutes mes données. Et j'ai toujours la présomption, puis c'est ça, la vraie vie, là, que ce que A a collecté, ça va aller à B, ça va aller à F, ça va aller à G. Puis on le voit, là, je veux dire, le dossier de la famille, on a vu, là, les renseignements, la fuite qui a eu lieu, là. Puis là, hier, avec l'article de Thomas  Gervais on voit que c'est allé à d'autres compagnies, d'autres entités. Vous allez dire : Oui, mais ils ont commis une faute, ou quoi que ce soit. Oui, mais le parent qui a son dossier avec son enfant, là, les noms de compagnie, puis je ne dis pas qu'elles sont fautives, je ne suis pas en train d'accuser personne, papi papa, mais je te donne ça comme exemple, aurait un intérêt juridique à aller rechercher, pourrait demander une injonction pour dire : Telle compagnie, là, que je ne connais ni d'Ève ni d'Adam, là, je n'ai aucune relation avec elle, j'ai un intérêt juridique pour aller dire : Moi, là, injonction. Je veux que tu me dises si tu as mes renseignements, je veux que tu me donnes la preuve que ça a été fait selon les règles de l'art, papi papa. Mon point, là, c'est : Est-ce qu'on n'a pas une belle occasion, puis assurons-nous, puis peut-être que ça existe déjà, que quand ça se communique de un à l'autre, puis c'est ça qui arrive dans la vraie vie, là, qu'il y ait des obligations proactives pour qu'eux soient informés, de dire : Drapeau jaune, là, renseignez-vous sur ce que vous avez puis assurez-vous, parce que vous êtes au bat, puis vous avez une responsabilité. Puis même la Commission d'accès à l'information peut aller vous taper sur les doigts parce que vous n'avez pas été assez proactifs. Puis : Oui, mais en vertu de quoi? Moi, je pouvais me fier? C'est juste ça que je ne veux pas me faire répondre. Je pouvais me fier que A, il l'a fait de façon légale. Là, je suis rendu à G. Je veux que la CAI, elle dise : Non, non, non, mais toi, as-tu posé la question? Caveat emptor, l'acheteur doit se renseigner. Bien, M. le Président, j'ai acheté la maison, puis quand j'ai déménagé, j'ai ouvert le garde-robe, il y avait une infestation de fourmis. Ça ne te tentait pas de visiter la maison puis d'ouvrir la porte du garde-robe? Bien, retourne chez vous. Vous n'avez pas d'intérêt, ce n'est pas un vice caché. Vous comprenez? Ça fait que je veux juste m'assurer, là, parce qu'une information, quand on la donne, on le dit souvent, c'est comme un texto. On envoie un texto, puis une fois que vous avez envoyé un texto, là, ça ne vous appartient plus. Puis peut-être que le lendemain matin il y a 112 personnes qui l'ont. Et : Ah! je vais faire un «recall», ils ne l'ont pas vu. Non, non, oublie ça. Oublie ça. Qu'est-ce qui pourrait me rassurer là-dessus? Le Président (M. Bachand) :Consentement pour... Vous voulez parler à Me MivilleDeschênes? M. Tanguay : Oui. Le Président (M. Bachand) : Consentement? Me Miville-Deschênes, s'il vous plaît.  M. Miville-Deschênes (Jean-Philippe) : Bien, une fois que le renseignement a été communiqué, bon, vous êtes informé, là, lors de la première collecte à qui ça va être communiqué puis à quelles fins. Puis une fois qu'il est communiqué, évidemment, l'entreprise qui reçoit et détient ce renseignement-là est automatiquement assujettie, là, à l'ensemble de la loi. Donc, elle est responsable des renseignements personnels qu'elle détient, elle doit avoir les mesures de protection, elle ne peut pas communiquer, etc. Ça fait qu'elle, elle devient automatiquement responsable également parce qu'elle les détient. Puis du moment qu'elle les détient, vous avez un droit d'accès aussi, etc. Toute la loi s'applique. Donc, si l'entreprise, la troisième ou quatrième entreprise ne, comment dire, ne protège pas bien les renseignements ou les communique sans autorisation légale, bien là, elle va être responsable. Puis effectivement, la CAI peut intervenir, puis vous auriez un recours, là, s'il y a une faute avérée. Donc, il y a ça. Deuxième aspect. C'est sûr que, le consentement, on ne précise pas que l'entreprise doit s'assurer que le consentement est là. Je sais que, tu sais, il y a différents fonctionnements. Il y a des ententes entre deux entreprises dans lesquelles c'est clair que l'entreprise qui transmet doit s'assurer d'obtenir le consentement. Donc, tu sais, il y a différentes sortes de pratiques, là. Mais effectivement il n'y a pas... M. Tanguay : Bien, c'est important, ce que vous dites là. Parce que serait-ce suffisant pour une compagnie, parce que là je me mets dans le siège de la compagnie H, seraitce suffisant pour la compagnie de mettre dans son contrat-cadre avec la compagnie A, de dire : Bien, vous nous faites la représentation dans le contrat que vous aller signer, là, que vous avez collecté selon les règles de l'art et respecté toutes vos obligations? Est-ce que pour moi, compagnie H, c'est suffisant? Puis quand quelqu'un va venir de plaindre, va me faire une injonction puis que la CAI va débarquer, je vais dire : Bien, regardez, mon contrat disait... Puis il a fait la représentation qu'il respectait la loi. Puis vous n'avez rien fait d'autre? Bien, non, j'ai signé le contrat. Ça fait qu'allez jouer ailleurs. Il peut-tu dire à la CAI : Allez jouer ailleurs? M. Miville-Deschênes (Jean-Philippe) : Bien, dans ce cas-là, je pense que c'est la compagnie qui a communiqué sans droit qui est la première responsable, là. M. Tanguay : La A? La A? M. Miville-Deschênes (Jean-Philippe) : Oui. M. Tanguay : Puis la H est correcte? Moi, je me suis fié à lui. Ne devrait-on pas être proactif? Autrement dit : Câline! Ça a l'air d'un fruit d'arbre empoisonné, cette affaire-là, mais j'ai mon contrat. Vous comprenez mon affaire? À un moment donné, aveuglement volontaire, c'est trop fort, mais à un moment donné, il y a toujours entre gris clair et gris foncé, comme chantait Jean-Jacques Goldman, très belle chanson, puis, je veux juste m'assurer, parce qu'on est là, là. Puis encore une fois, moi, ce n'est pas tellement... Je vais le dire de même. Ce n'est pas tellement dans ma relation avec A qui commence, qui dure puis qui finit, dossiers des parents, listes d'attente, places services de garde, c'est dans ce qui est en arrière du décor, là. C'est comme un iceberg, là, horizontal, là. Est-ce que c'est suffisant? M. Caire : Bien, si je peux me permettre, là, il y a quand même... Je veux dire, en fait, les informations qui sont communiquées, c'est pour servir les fins pour lesquelles elles ont été collectées. Et on ne communique que les informations qui sont nécessaires à atteindre la finalité. Donc, tu sais, c'est quand même... c'est quand même paramétré, là. À partir de là... Puis on reprend notre exemple du concessionnaire automobile, j'ai vendu une voiture, le client veut la faire financer, j'envoie ça à la compagnie qui finance ou l'institution financière qui finance. Je lui donne strictement les informations qui sont nécessaires au financement de l'automobile. Bien, les chances sont bonnes que l'institution financière ait besoin de transiger avec l'individu qui fait l'acquisition en question, et donc là il y aura... Tu sais, il y a quand même... Ça m'apparaît être un cycle qui devient un peu compliqué pour dire : Je suis une entreprise douteuse qui a collecté de façon douteuse des informations, qui vous les transmets en disant : Bien, non, non, tout est beau, tout est légitime. Je veux dire, je comprends. Je comprends ce que le député de LaFontaine dit, puis j'essaie de voir dans quel scénario je pourrais me ramasser, moi, comme tiers, avec des informations qui ont été collectées illégitimement, je... M. Tanguay : Oui. Bien, moi, je pense aux compagnies, là, qui sont dans l'article de Thomas Gervais. Encore une fois, je ne suis au courant de rien, je ne les accuse pas, mais il y a des questionnements qui se posent. Est-ce que — puis là on ne parle plus de 88 000 parents, on parle d'un demi-million, 500 000 dossiers, donc des vieux dossiers — ils auraient accès à ça? Je parle au conditionnel. Je ne suis pas au courant puis je n'accuse personne. Mais peut-être, c'est une hypothèse, qu'ils n'avaient pas d'affaire à avoir ça. Mon point, d'où vient mon questionnement, les premiers mots de l'article 8. «La personne qui recueille des renseignements personnels auprès... doit». Parfait, A. Mais moi, est-ce que j'ai H, K, Z? Est-ce qu'eux peuvent dire dans leur contrat avec A : J'espère que tu respectes la loi, et tu me représentes que tu respectes toute la loi, puis tu signes ça. Tu es au bat. Parfait. Moi, on va venir me chercher. Quand on va venir me chercher, si jamais j'ai eu accès à l'information, en toute bonne foi, puis je n'avais pas d'affaire à l'avoir, l'information, je me suis fié aux représentations de A aussi, par rapport à la nature du dossier, puis tout ça, quelle est mon, puis c'est un autre exemple, quelle est mon obligation d'être proactif puis de dire à A, vous comprenez : Toi, tu me donnes 500 000 dossiers de Québécois, Québécoises, quelle est mon obligation? Vous allez me dire : O.K., mais O.K., ces renseignements-là, tu les as obtenus légalement? Oui. Parfait. O.K. je prends ça puis na, na, na. M. Caire : Non, mais... ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire"], "nb_intervenants": 18, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 3, "nb_interventions_ministre": 5, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 8, "nb_interventions_presidence": 2}, {"debut": "12:40", "fin": "12:50", "debats": "• (12 h 40) • M. Tanguay : Mais je veux juste terminer. Mais quelle est mon obligation? Puis je pense qu'à un moment donné il faut que je me questionne un petit peu, caveat emptor. O.K., puis tout ça, ça a été collecté quand, où, comment puis dans quel but? Je dois quand même être proactif, là. M. Caire : Oui, mais c'est là où je fais une nuance, parce qu'avec l'exemple que le député amène, c'est que les renseignements me sont transmis pour une fin. Tu sais, demain matin, là, quelqu'un vous arrive, puis il vous donne... Tiens, voici... M. Tanguay : 500 000. M. Caire : ...500 000 dossiers. Bien, je ne t'ai rien demandé, moi, là, là. Pourquoi tu me donnes ça? M. Tanguay : Non, mais je suis un fournisseur. M. Caire : Tu sais, moi, je... M. Tanguay : Je vais faire ce qu'on me demande. Puis on peut me demander quelque chose pas rapport. On peut me demander : J'aimerais ça que tu me fasses avec ça, là... Oui, oui, ça va coûter 55 000 $, c'est dans deux mois, mais je voudrais que tu me fasses une analyse par rapport à quelque chose de pas rapport. Moi, je reçois ça. Parfait. Aïe! j'ai une grosse responsabilité. Moi, j'ai un contrat de deux pages, j'ai un PO, un «purchase order», un bon de commande, pardonnez-moi, en ce jour solennel. M. Caire : Ouin. M. Tanguay : Bien, le «ouin» n'est pas diable mieux. Ouin. La qualité du français. M. Caire : En tout cas, ouin... M. Tanguay : Oui. Vous comprenez que je ne peux pas m'aveugler volontairement. M. Caire : Oui, oui. Non, je comprends, mais c'est parce qu'en même temps... Puis  prenons l'exemple de : Moi, je suis une entreprise qui constitue des listes d'informations, puis je les vends, ce qui peut être une activité très légitime dans la mesure où ceux qui se retrouvent sur cette liste-là ont donné leur consentement. Puis, mettons, c'est l'exemple le plus proche de ce que le collègue de LaFontaine amène, là, qui me vient à l'esprit. Puis moi, je me revire vers des clients qui font du télémarketing, puis qui m'achètent ces listes-là, puis je leur dis : Voici la liste. Elle a été constituée à partir de gens qui m'ont donné leur consentement. M. Tanguay : Puis je veux que vous me donniez tel traitement, telle analyse. M. Caire : Oui, mais en même temps, tu sais, quelle garantie je peux lui demander, dans le sens où je ne rappellerai pas chaque individu? M. Tanguay : Non, non, non. M. Caire : Comprenez-vous ce que je veux dire? C'est... M. Tanguay : Mais vous êtes-vous... Moi, je suis sur la commission, là, je veux savoir jusqu'à quel point vous avez été cowboy. Vous êtes le sous-traitant K. La compagnie A a 500 000 dossiers. Reprenons cet exemple-là parce qu'il est très parlant puis il est assez tangible. La compagnie K qui reçoit de A, la coopérative, qui a une banque de données de 500 000 dossiers de Québécois, Québécoises. Puis c'est des vieilles données, depuis 2013, le fichier existe depuis 2013. Puis, bon an mal an, on dit qu'il y a un «roll over», là, de peut-être un 88 000, là, il y a du monde qui rentre, il y en a qui sort, moins que ça, par contre. 500 000. Moi, on me dit : Je te donne ça, là. Je t'ai téléversé ça. Wow! Aïe! j'en ai de l'information, là. J'aimerais que tu me fasses, sais-tu, telle analyse par rapport aux, je dis n'importe quoi, là, par rapport aux habitudes... par rapport aux habitudes de consommation ou par rapport à l'alimentation des jeunes. J'aimerais ça que tu couples ces données-là, peu importe. Moi, je vais dire : O.K. Moi, je peux te faire ça dans un mois. Je vais te livrer ça, je vais te charger 25 000 $. Voici le bon de commande. Parfait. Petit contrat. Excellent. Moi, je le fais. J'ai tout ça. Vous comprenez? M. Caire : Je comprends. C'est juste que, dans cette lignée-là, je me dis... Oui, je comprends. Mais, outre présumer que l'entreprise avec qui je fais affaire... Puis, bon, j'imagine, puis là, là encore, je ne me risquerai pas une deuxième fois dans la pratique illégale du droit, là, mais je présume que, tu sais, si tu travailles avec un individu un peu louche qui ne se présente pas, puis... M. Tanguay : Non, mais sans être louche...  M. Caire : Tu sais, tu as... Mais, si tu fais affaire avec une corporation qui est reconnue, une entreprise qui a pignon sur rue, qui est enregistrée à l'AMF, qui a son numéro d'entreprise du Québec puis qui te fournit des renseignements, je pense que tu peux présumer qu'elle a recueilli ces renseignements-là dans le respect de la loi. M. Tanguay : Bien, je ne suis pas sûr que ça va être une défense suffisante de dire : La personne qui m'a donné le contrat, Commission d'accès à l'information, elle ressemblait plus à Peter Pan qu'à Capitaine Crochet, là. M. Caire : Oui, je comprends, mais... M. Tanguay : Je ne peux pas me fier à... M. Caire : Mais, M. le député... Mais tu veux lui demander quoi comme... M. Tanguay : Bien, c'est ça, ma question. M. Caire : Tu sais, tu veux lui demander quoi comme consentement? M. Tanguay : C'est ça, ma question. M. Caire : Tu sais, c'est ça, l'affaire, c'est que... Parce que, moi, je t'arrive — puis l'exemple est superbon, là — j'ai 500 000 noms à te fournir. M. Tanguay : Puis Dieu sait qu'il y en a plus qu'une qui l'a eue, là, la banque de données, là. Wow! M. Caire : Oui, puis, tu sais, depuis 2013, là, j'ai 500 000 noms à te donner. M. Tanguay : Puis fais-moi ça, fais-moi l'analyse. M. Caire : Fais-moi ça. Mais l'entreprise, là, qui se dit... Le tiers qui reçoit ça, on lui demande quoi comme validation? M. Tanguay : J'aimerais ça qu'on lui demande minimalement quelque chose pour ne pas que... M. Caire : Oui, mais c'est parce que... M. Tanguay : Pour que peut-être il se dise : O.K. Non, je me dois... Parce qu'à un moment donné, c'est ça. À un moment donné, la compagnie doit se dire : Bien, je me dois... Je considère que c'est un peu cowboy et je me dois de refuser votre demande de contrat. M. Caire : Non, je comprends. Mais ce que je veux dire, c'est qu'une fois qu'on a dit ça, puis je comprends l'intention, là, je comprends l'intention, mais une fois qu'on a  dit ça puis une fois que vous nous dites, M. le député, qu'écrit dans le contrat, ça ne vous apparaît pas suffisant, si tant est que vous pensez que... Mais, tu sais, en même temps, l'autre alternative, c'est de prendre les 500 000 noms, de les ramener puis dire... Tu sais... M. Tanguay : Non. L'alternative... On peut-tu ajouter un paragraphe à quelque part, un article qui dit que la personne qui se voit confier les renseignements personnels par un tiers et collectés par ce tiers-là — là, j'y vais, là, ad lib, là — doit s'assurer, dans la mesure du raisonnable, que l'information qui lui est soumise ou communiquée a été collectée de façon à respecter la présente loi. Qu'on le dise dans la loi puis que je... puis qu'après ça la CAI fasse des directives, là, pour ventiler ça. M. Caire : Oui, je comprends, mais j'essaie de voir, là. M. Tanguay : À moins que vous disiez... M. Caire : Parce que, mettons, on le me dans la loi, puis je ne suis pas... je ne suis pas hostile, là, j'essaie juste de voir. O.K. mettons qu'on lui donne cette obligation légale là. Dans le quotidien, là, demain matin, pour l'entreprise, puis là parlons de nos entreprises québécoises, là, qui sont des petites ou des moyennes entreprises, qui n'ont pas nécessairement un service juridique, qui n'ont pas nécessairement une DRH, bon, comment je fais, là? Tu sais, moi, je suis... On est un petit groupe. On fait du télémarketing. On se part. O.K. Mais comment je fais pour m'assurer que la liste que tu m'as... Puis à part faire affaire avec une entreprise comme je dis... Parce que, moi, je pense qu'il y a des vérifications quand même qui sont minimales. C'est sûr que, tu sais, si tu l'achètes au coin de la rue d'un monsieur qui avait juste un paletot pour seul vêtement, qui a ouvert ça puis qui t'a sorti une liste, la présomption que ce n'est pas tout à fait légal, elle est bonne. Mais, tu sais... M. Tanguay : Mais il y a des crimes de col blanc, aussi, là. M. Caire : Oui, oui. Oui, oui, c'est ça que je dis. C'est pour ça que je dis, une fois que, moi, j'ai fait affaire avec l'entreprise XY inc., que cette entreprise-là, elle a un numéro d'entreprise au Québec, qu'elle m'a vendu ça, facture, TPS, TVQ, bien, TVQ, TPS, puis moi, j'ai payé le montant, puis c'est un fournisseur avec qui je fais affaire depuis déjà un certain temps, moi, je ne veux juste pas me ramasser dans une situation où on impose un fardeau. Puis je comprends la préoccupation. Encore, je le dis, là, je ne suis pas... je ne suis pas hostile à ce qu'il y ait des dispositions dans la loi qui disent : Bien, tu sais, tu as un minimum de vérification à faire. Mais je veux juste qu'on pense aussi que ce minimum-là, c'est quoi, ça impose quoi comme fardeau administratif à l'entreprise pour quel résultat? Quels sont les... Concrètement, là, c'est  quoi, les moyens que j'ai? À part de faire affaire avec une entreprise légale, c'est quoi, tu sais... M. Tanguay : L'obligation de se renseigner minimalement. Puis effectivement je ne mettrais pas dans la loi, si c'est un contrat de tel type, il faut qu'il pose telle, telle question. Puis après ces cinq questions là, c'est correct. Si c'est un contrat d'un autre type, il faut qu'il pose ces 11 questions là. Non. Mais quelque part, puis je suis surpris que ce n'est pas prévu dans la loi, juste un article, là, qui le dise clairement, que vous, fournisseur de services analytiques de bases de données, exemple, je prends cet exemple-là, mais ce n'est pas juste ça, le tiers qui se voit confier des renseignements personnels doit, dans la mesure du raisonnable, s'assurer que l'information est collectée et utilisée en respect des impératifs de la présente loi. Une fois que j'ai dit ça, c'est dans la mesure de la personne normalement prudente et diligente, j'ai une obligation qui est nommée dans la loi. Et ça, c'est du cas par cas. Autrement dit, ma compagnie, pour reprendre le guichet, là, d'enfance... le guichet de coopération enfance parent, là, que la personne qui se voit confier ça fasse un petit peu plus que juste mettre la clause 38, une ligne ou la clause 12, une ligne qui dit que nous prenons pour acquis, et vous nous représentez que vous avez collecté l'information. Ça peut peut-être être juste ça, mais au moins que ça soit un questionnement, parce que la CAI, quand elle va débarquer, elle va dire : Que c'est que vous avez fait pour atteindre votre obligation raisonnable de... Si je ne l'ai pas dans la loi, là, il pourrait y avoir un débat. Il me semble, je le mettrais. Puis là on pourrait me dire : Oui, mais il va sans dire. Je suis certain que nos juristes vont dire : Il va sans dire, il va sans dire. Mais, à un moment donné, en le disant, ça va mieux aussi, là. Et je le mettrais dans la loi. Puis je suis un peu surpris que ça n'en soit pas déjà là. Peut-être pas à 99, puis je ne veux pas en faire un enjeu à 99, mais gardons ça en tête, parce que je vous le dis, là, le risque, là, ce n'est pas tellement dans ma relation avec A. Mais A, là, que c'est qu'il fait avec ça? M. Caire : Oui, oui, je comprends. M. Tanguay : Puis, je veux dire, il y a-tu du monde plus de bonne foi que le registre, là, la coopérative sans but lucratif qui, depuis 2013, collectait ça? Là, on se rend compte que ce n'était pas 88 000, c'était 500 000 puis que c'est parti ailleurs. Bon. Je mettrais quelque chose, bien simple.  Le Président (M. Bachand) : M. le ministre. M. Caire : Est-ce qu'on peut suspendre juste deux petites minutes? Je vais essayer de trouver un... Parce que, là, on est à 99. Donc, si c'est là, le meilleur endroit, je ne sais pas, je vais voir parce que... Le Président (M. Bachand) : Ça va? Alors, on va suspendre quelques instants. Merci. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)"], "nb_intervenants": 48, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 23, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 23, "nb_interventions_presidence": 2}, {"debut": "12:50", "fin": "12:53", "debats": "(Suspension de la séance à 12 h 50) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0}, {"debut": "12:53", "fin": "13:00", "debats": "(Reprise à 12 h 53) Le Président (M. Bachand) : À l'ordre, s'il vous plaît! La commission reprend ses travaux. M. le ministre, s'il vous plaît. M. Caire : Oui. Bien, brièvement, j'ai entendu la préoccupation du député de LaFontaine, puis, en consultant les juristes, on ne voit pas vraiment... De façon réaliste, on ne voit pas d'amendement qu'on pourrait apporter pour rajouter une couche de sécurité qui irait dans le sens de ce que le député de LaFontaine amène, sinon en disant que, bien, l'article... Me Miville-Deschênes me disait : L'article 18.3 couvre le fournir des informations à un tiers et des obligations, plus, évidemment, la restriction du fait que tu ne dois transmettre que les informations qui sont nécessaires à la finalité pour laquelle... Donc, dans le contexte actuel, on est d'avis qu'on répond quand même aux préoccupations du collègue de LaFontaine. M. Tanguay : ...18.3. C'est 8.3. M. Caire : 18.3. M. Tanguay : 8.3? M. Miville-Deschênes (Jean-Philippe) : ...18.3, c'est les exigences lors d'une communication dans le cadre d'un contrat de service. M. Caire : Ce serait le 107 de la présente loi.  M. Tanguay : Oui, oui. «Une personne qui exploite une entreprise peut, sans le consentement de la personne concernée, communiquer un renseignement personnel à toute personne ou à tout organisme... à l'exercice d'un mandat». Donc, «Une personne qui exploite une entreprise peut, sans le consentement de la personne concernée, communiquer un renseignement personnel à toute personne...». Mais 18.3, c'est le cas où une personne qui exploite une entreprise a collecté, en tout respect de 8 puis pour desservir la relation pour laquelle... M. Caire : Ça reste la personne qui a collecté. M. Tanguay : O.K. Mais la personne qui reçoit, là, le récepteur, là, le bénéficiaire, le «recipient». M. Caire : Oui. B, appelons-le B. M. Tanguay : B. Mais, moi, j'aime bien mon exemple de H, K, J, Z, là. Parce que souvent, là, ce n'est pas A, B. M. Caire : Oui, oui, oui. M. Tanguay : Ce n'est pas Gérard Auto, puis Crédit Ginette, là, tu sais. A et B, je veux dire, ils sont dans la même roulotte, là. C'est souvent des tiers bien, bien loin. Je pense qu'on pourrait ajouter... Puis peut-être Me Miville-Deschênes pourrait me l'indiquer, y a-tu un article dans la loi actuelle ou dans le projet de loi n° 64, qui nous parle, sujet, verbe, complément : le sujet, c'est le tiers qui reçoit des renseignements personnels, sujet; verbe, doit être proactif; complément, concernant la réception de ces données-là. Alors, je ne peux pas me dire : Bah! Bien, moi, je présume que tout le monde, il est beau, tout le monde, il est fin. Y a-tu quelque chose où le sujet, une phrase à quelque part, où le sujet, c'est ma compagnie K qui reçoit l'information. Bien, elle, elle a telle obligation. Autrement dit, si j'avais à rédiger un amendement — puis je pense qu'on va s'enligner là-dessus — ce serait que le tiers, à la collecte des renseignements, qui reçoit lesdits renseignements personnels doit, de manière raisonnable, s'assurer que les impératifs de la présente loi ont été respectés. Donc, à lire que consentement, na, na, na, dans la mesure raisonnable — je ne suis pas en train de dire comment — donc, à lire que le consentement a été fait et que ce pour quoi... Et c'est ça mon point, là. Et que notamment, dans les obligations où le consentement a été reçu, mais que ce pour quoi on me donne l'information... Oui, O.K. 500 000 dossiers de Québécois, Québécoises? Tu as ramassé ça pour quoi? Bien, c'est parce qu'ils s'étaient inscrits sur le registre pour avoir une place en service de garde. O.K. Puis là tu me demandes une analyse d'impact sur leur consommation du yogourt? Tu comprends? M. Caire : Monsieur... Le Président (M. Bachand) : Me Miville-Deschênes. M. Miville-Deschênes (Jean-Philippe) : Bien, en fait, il y a peut-être deux endroits, là. L'obligation principale des tiers, bien, une des obligations, c'est quand ils reçoivent des renseignements, ils doivent s'assurer que ces renseignements-là sont nécessaires. Donc, ils ne peuvent pas juste recevoir, mettons, des dossiers, puis ne pas se questionner sur est-ce que j'ai besoin de ces dossiers-là, que ce soit en fonction d'un consentement qu'ils ont reçu ou d'un, justement, d'un contrat de service. Donc, ils doivent s'assurer, minimalement, de la nécessité des renseignements qui reçoivent. M. Tanguay : Où ça, c'est marqué? M. Miville-Deschênes (Jean-Philippe) : C'est l'article 5, là... M. Tanguay : L'article 5. M. Miville-Deschênes (Jean-Philippe) : ...qu'on a modifié par l'article 97, qui est une règle usuelle qui met quand même un certain fardeau sur celui qui reçoit de s'assurer de la nécessité des renseignements. M. Tanguay : L'article 5 à 97 : «La personne qui recueille des renseignements personnels sur autrui ne doit recueillir que les renseignements nécessaires». O.K. ça, je le sais. Ça, c'est A. Ça, c'est... M. Caire : Ce n'est pas nécessaire. Ce que je comprends, c'est que B devient celui qui recueille dans l'exécution du mandat. Donc, reprenons notre exemple du concessionnaire. Je vous vends une automobile, M. le député. Vous la faites financer. Vous allez chez une institution financière. Je prends les informations qui sont nécessaires à la transaction. Je les envoie à B. Alors, B, de ce fait, recueille des informations. Il devient celui qui recueille des informations, même du fait que je lui envoie. Donc, à partir de là, il tombe sous le coup de la personne qui recueille des renseignements personnels sur autrui. M. Tanguay : O.K. Dans notre définition de la chaîne de la vie, là, des renseignements personnels, la première étape, là, c'est quoi le mot? C'est-tu «cueillette d'information», c'est-tu «recueillette d'information», c'est quoi, le mot? M. Miville-Deschênes (Jean-Philippe) : Bien, on...  M. Caire : Bien, en fait, ce n'est pas une chaîne, c'est une... Je vais appeler ça une transaction. Ce n'est peut-être pas la définition, mais c'est une transaction à chaque fois. Donc, vous achetez une automobile. Je collecte des informations. Vous me donnez des informations, je les recueille. M. Tanguay : Mon point... M. Caire : J'ai besoin de faire affaire avec une entreprise qui finance. Je fournis des informations, l'entreprise recueille. Cette entreprise-là a un sous-traitant X, parce qu'elle assure des prêts. L'entreprise qui fait le financement se retourne vers l'assureur du prêt. Donc, l'assureur du prêt devient une entreprise qui recueille. Le Président (M. Bachand) : Merci. M. Tanguay : Dans tous les cas... Le Président (M. Bachand) :Merci beaucoup. Désolé, M. le député de LaFontaine. Alors, compte tenu de l'heure, je suspends les travaux jusqu'à 14 heures. Merci beaucoup. À tantôt. (Suspension de la séance à 13 heures)    ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)"], "nb_intervenants": 31, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 5, "nb_interventions_ministre": 10, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 12, "nb_interventions_presidence": 4}, {"debut": "13:00", "fin": "14:00", "debats": "13 h (version révisée) M. Caire : ...qu'elle assure des prêts. L'entreprise qui fait le financement se retrouve à l'assureur du prêt. Donc, l'assureur du prêt devient l'entreprise qui recueille... M. Tanguay : Dans tous les cas... Le Président (M. Bachand) : Merci beaucoup. Désolé, M. le député de LaFontaine. Alors, compte tenu de l'heure, je suspends les travaux jusqu'à 14 heures. Merci beaucoup. À tantôt. (Suspension de la séance à 13 h)    ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Tanguay", "Le Président (M. Bachand)"], "nb_intervenants": 3, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 1, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 1, "nb_interventions_presidence": 1}, {"debut": "14:00", "fin": "14:10", "debats": "14 h (version révisée) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0}, {"debut": "14:10", "fin": "14:20", "debats": "(Reprise à 14 h 10) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! La Commission des institutions reprend ses travaux. Nous poursuivons l'étude détaillée du projet de loi n° 64, Loi modernisant des dispositions législatives en matière de protection des renseignements personnels. Lors de la suspension de nos travaux, cet avant-midi, nous étions rendus à l'étude de l'article 99 amendé. Interventions? M. le député de LaFontaine. M. Tanguay : ...pensais que vous aviez une annonce à faire, une annonce à faire. M. Caire : J'avais pas mal conclu sur ce que j'avais à dire là-dessus. M. Tanguay : Ah! on pourrait-u demander à Me Miville-Deschênes de nous faire une sorte de présentation, là, entre autres, quant à l'impact mutuel de l'article 5 et de l'article 7, qui feraient le travail, semble-t-il? M. Caire : Oui, avec plaisir, on peut lui demander. Est-ce qu'il va réussir, ça, c'est autre chose. M. Tanguay : Si ça lui tente. Le Président (M. Bachand) : Merci. Me Miville-Deschênes, et peut-être baisser votre micro, aussi, pour être sûr qu'on vous entende bien. Me Miville-Deschênes. M. Miville-Deschênes (Jean-Philippe) : Bien, oui, juste pour exposer un peu l'effet des deux articles. Lors d'une communication de l'entreprise A, qui est collectée auprès de la personne concernée, à l'entreprise B, bien, évidemment, l'entreprise A et B sont soumises à l'article 5, qui fait qu'ils doivent s'assurer que les renseignements sont nécessaires aux motifs, ou au contrat de service, ou aux fins pour lesquelles ils les recueillent. Puis l'article 7, en fait, c'est un article qui met une obligation sur l'entreprise B, c'està-dire sur l'entreprise qui n'a pas recueilli les renseignements directement auprès de la personne, mais auprès d'un tiers, c'est-à-dire, dans ce cas-là, d'une autre entreprise. Puis, dans ce cas-là, l'obligation de l'entreprise, en fait, c'est d'indiquer la source du renseignement pour que, notamment en cas de demande d'accès de la personne, bien, la personne concernée sache, le renseignement que détient l'entreprise B, il vient d'où, il l'a collecté auprès de qui. Donc, c'est un peu les effets de l'article. Le Président (M. Bachand) :M. le député de LaFontaine.  M. Tanguay : O.K. Donc, dans la compréhension que l'on doit avoir, là, à l'article 5, «la personne qui recueille des renseignements personnels», pour que ce soit clair, quand on dit «la personne qui recueille», ici, on couvre A, qui va venir me voir, moi comme consommateur, puis qui va dire : O.K., parfait, on va faire tel contrat, j'ai besoin d'avoir ça, ça, ça de vos renseignements, consentez-vous? Je consens. Parfait. Il constitue un dossier sur moi. A, c'est du un pour un, c'est une relation directe. Ça, 5, «la personne qui recueille des renseignements personnels», A, évidemment, il est couvert, là-dessus. Est-ce qu'également la compagnie... pas B, là, je vais loin, là, la compagnie Z qui, finalement... Puis Z, elle pourrait avoir passé par D puis A. Est-ce que D et Z sont aussi couverts dans la notion de «la personne qui recueille des renseignements personnels»? Une voix : ... M. Tanguay : Oui? O.K. Le Président (M. Bachand) : ...Me Miville-Deschênes, oui. M. Tanguay : Bien, on pourrait peut-être demander le consentement pour que le ministre puisse prendre la parole? Me Miville-Deschênes va dire : Pas de consentement. Non... Le Président (M. Bachand) : Merci. Me Miville-Deschênes... M. Caire : Me Miville-Deschênes, y a-t-il consentement? M. Miville-Deschênes (Jean-Philippe) : Consentement. M. Tanguay : Il y a consentement. M. Caire : J'ai eu peur, là! Bien, en fait, c'est que chaque... M. Tanguay : C'est oui? M. Caire : Oui, c'est oui, parce que chaque transaction nous met dans une situation où il y a une source et quelqu'un qui recueille. Donc, même si l'information que  l'entreprise A transmet à l'entreprise B... même si c'est A qui l'a recueillie après la source initiale qui est la personne elle-même, ça ne change rien au fait que, du moment où je l'envoie de A à B, B devient la personne qui recueille. Et, si B envoie ça à C, parce que, là, comme on le disait, je suis un prêteur, je fais affaire avec un assureur de prêt, donc lui, il a besoin d'avoir les informations pour assurer le prêt. Bien, parfait. B, qui envoie les informations à C, bien, C devient la personne qui recueille, la personne étant toujours l'entité juridique. Donc, si vous êtes une entreprise enregistrée, c'est l'individu; si vous êtes une corporation, c'est la personne juridique. M. Tanguay : Mais l'acte de signer un contrat... Moi, je suis D. L'acte de signer un contrat avec A... Parfait, puis là A m'envoie la banque des 500 000, je suis en train de recueillir. M. Caire : Vous devenez la personne qui recueille, exactement. M. Tanguay : Oui. Ça fait que là j'ai une obligation. Puis ça, c'est important, ce qu'on va dire là, c'est là la conclusion finale, je dois à ce moment-là être proactif parce que je me trouve à être appliqué... À l'article 5, là, «la personne qui recueille», je suis D, je reçois, pouf! trois CD ou peu importe, là, des clés USB de 500 000 dossiers, là, il faut que j'allume, que je dise : Ce n'est peut-être pas moi qui ai pogné le... qui ai demandé le consentement, ce n'est pas moi qui étais A, mais là je recueille l'information, il faut que je m'assure que tout est correct. M. Caire : Donc, en vertu de 5, vous avez l'obligation de ne recueillir que les renseignements dont vous avez besoin. Et, en vertu de 7, vous avez aussi l'obligation de dire : Bien, c'est qui, ta source? Donc, moi, là, B, je recueille des informations, donc je deviens la personne qui recueille. Mais, initialement, tu as pris ça où? Tu les as prises où, tes informations? Donc, ça, ça va un peu dans le sens de ce que vous nous avez dit, parce que : «La personne qui recueille des renseignements auprès d'une autre personne qui exploite une entreprise doit, à la demande de la personne concernée, informer celle-ci de la source de ces renseignements.» M. Tanguay : Ça fait que ça, c'est D. C'est D. M. Caire : Donc, les 5 000, les 5 000, là, les 5 000… les 500 000, excusez, tu les as pris où? C'est quoi, ta source? M. Tanguay : Puis ça, c'est D qui pose la question à A.  M. Caire : C'est ça. M. Tanguay : C'est ça, hein? O.K. Quand on dit… est-ce que c'est synonyme? «Ces renseignements doivent être — à 5 — recueillis par des moyens licites.» Ça, ça englobe nécessairement… Vous allez me dire oui ou non : Ces renseignements doivent être recueillis de manière à ce que tous les impératifs de la présente loi soient respectés? M. Caire : Oui, parce que «licites» veut dire «légaux», donc «dans le respect de». M. Tanguay : Oui, mais licite et illicite, des fois, c'est : Ne doit pas être fait en infraction criminelle, ou pénale, ou quoi que ce soit. Mais là ça peut être juste : Il faut que tu t'assures que tous les impératifs de la présente loi sont… M. Caire : Respectés. M. Tanguay : ...respectés? Oui? M. Miville-Deschênes (Jean-Philippe) : Oui, tous les impératifs légaux, incluant la présente loi. M. Tanguay : C'est ça. Puis 7, puis on va finir là-dessus : «La personne qui constitue un dossier sur autrui…» Le fait pour moi, là, de me faire envoyer... je suis D, de me faire envoyer la clé USB, puis j'ai les 500 000 dossiers, le fait… puis de mettre ça sur mon serveur, pouf! je rentre dans la définition d'avoir constitué un dossier. M. Caire : Bien, c'est une notion qu'on est en train d'évacuer par les amendements. C'est pour ça que je vous invite à aller à 7, mais 7 de l'article 98, parce que, justement, on essaie d'évacuer cette notion-là de dossier. Puis ça, on l'a fait de façon récurrente, donc… Mais, sur le fond… M. Tanguay : On le couvre. M. Caire : ...on le couvre, oui. M. Tanguay : O.K. M. Caire : C'est juste que la notion de dossier nous ramène à quelque chose de papier, ça fait qu'on essaie de… M. Tanguay : Non, c'est ça, c'est ça, c'est ça, ça fait qu'il faut que ce soit plus large que ça. M. Caire : C'est ça. M. Tanguay : Ça fait qu'on le couvre. Ça fait que moi, je n'ai pas… puis je n'ai  même pas constitué le dossier. Autrement dit, le dossier était constitué, il était sur la clé, puis je l'ai mis sur mon «laptop», j'ai constitué un dossier. Ce n'est pas la façon de le dire, mais j'ai constitué un dossier. M. Caire : C'est ça. Non, non, mais c'est ça. Et vous avez les obligations en vertu du nouveau 5 et du nouveau 7. M. Tanguay : O.K. Alors là, en conclusion, M. le Président, puis le ministre pourra confirmer, l'intention du législateur, une fois qu'on a tout dit ça, puis qu'on comprend, puis que je comprends, là, c'est que l'intention du législateur, c'est que les compagnies tierces, là, les D, les K, les Z, bien, attelez-vous, puis posez les bonnes questions, puis assurez-vous… M. Caire : Bien, ils ne peuvent pas se fermer les yeux. M. Tanguay : Vous êtes au bat, là. M. Caire : Ils ne peuvent pas se fermer les yeux, tu sais? C'est sûr que, tu sais, comme le député de LaFontaine le disait, il y a un minimum de vérifications à faire. Puis, les données qu'on recueille, bien, il faut que tu ne recueilles que ce dont tu as besoin. Ça fait que, si tu as plus que ce dont tu as besoin, tu ne peux pas les collecter, tu ne devrais pas les accepter. M. Tanguay : Puis, si on vous demande plus que ce pourquoi l'objectif était au départ, quand on a demandé les renseignements aux 500 000, si on vous demande de faire autre chose que ça, une étude sur la consommation de yogourt, vous devez dire : Non, moi, je ne fais pas ça? M. Caire : Vous devez dire non parce que vous devez utiliser les renseignements personnels pour les seules fins pour lesquelles ils ont été recueillis et pour lesquelles le consentement a été donné. Donc, aussitôt que vous dérogez de la fin pour lesquelles ça a été recueilli, vous ne pouvez pas vous servir de ces renseignements-là. M. Tanguay : Donc, il peut y avoir des recours en responsabilité civile et il y a des pénalités qui arriment tout ça, là. Si je ne respecte pas... c'est écrit à quelque part, si  je ne respecte pas 5 et 7, il va y avoir des pénalités salées? M. Caire : Oui, parce qu'on a adopté, précédemment, un article qui dit qu'une utilisation non autorisée de la loi constitue un incident de sécurité. Puis, à partir de là, on s'en va vers les articles, plus loin, où là on a les sanctions pécuniaires administratives, donc, dans le cas où on n'est pas dans une intention. Sinon, on s'en va dans le pénal, puis là, bien, les sanctions encourues sont sévères, je pense. M. Tanguay : O.K. Ça me va, M. le Président, merci beaucoup. Le Président (M. Bachand) : Est-ce qu'il y a d'autres interventions sur l'article 99 amendé? Donc, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "Le Président (M. Bachand)", "M. Tanguay", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire"], "nb_intervenants": 59, "nb_interventions_secretaire": 3, "nb_interventions_fonctionnaire": 3, "nb_interventions_ministre": 21, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 25, "nb_interventions_presidence": 6}, {"debut": "14:20", "fin": "14:30", "debats": "• (14 h 20) • M. Tanguay : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 99, tel qu'amendé, est adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : M. le Président, avant d'en faire la lecture, et je ne veux pas, évidemment, enfreindre le règlement, mais nous avions une demande du député de Gouin qui nécessiterait peut-être, pour la bonne avancée de nos travaux, que nous suspendions l'étude de l'article 100. Et, avec le consentement des collègues, j'irais à l'article 101 qui, je pense, lui, ne fait pas l'objet d'une requête particulière. Donc, on pourrait passer à l'article 101, avec le consentement puis le consentement explicite et implicite, là, je porte mes yeux... 101. O.K. Donc, à 101, on pourrait, avec le consentement des collègues... Le Président (M. Bachand) : Est-ce qu'il y a consentement pour suspendre 100, l'article 100? Consentement. Donc, M. le ministre, s'il vous plaît.  M. Caire : Alors, l'article 101 se lit comme suit : L'article 11 de cette loi est modifié : 1° par le remplacement de «dossiers» par «renseignements personnels»; 2° par l'ajout, à la fin, de l'alinéa suivant : «Les renseignements utilisés pour prendre une telle décision sont conservés pendant au moins un an suivant la décision.» Donc, M. le Président, l'article 11 de la Loi sur la protection des renseignements personnels dans le secteur privé est modifié en raison de la suppression, par le projet de loi, de la plupart des occurrences de la notion de dossier dans cette loi. Il est également modifié afin de prévoir que les renseignements personnels utilisés pour prendre une décision relative à la personne concernée sont conservés pendant au moins un an suivant la décision, M. le Président. Le Président (M. Bachand) : Merci. M. le député de LaFontaine, s'il vous plaît. M. Tanguay : Là, on a un délai, on ajoute un délai d'un an : «Les renseignements utilisés pour prendre une telle décision sont conservés pendant au moins un an suivant la décision.» Parce que, ça, on veut permettre à la personne qui désire contester la décision d'avoir accès à la preuve, là. M. Caire : À l'information sur laquelle a été basée la décision. M. Tanguay : Pas dire : Bien là, moi, j'ai décidé ça puis je l'ai détruit. Alors, c'est clair que le recours, le un an... Parce que le recours en droit civil, normalement, c'est trois ans. Là, on a mis un an. Est-ce que c'est parce qu'il y a une prescription d'un an avec la Commission d'accès à l'information? D'où vient le un an? Le Président (M. Bachand) : Me Miville-Deschênes.  M. Miville-Deschênes (Jean-Philippe) : Bien là, je la cherche. C'était la recommandation de la commission, un an, là. Il faudrait que je vérifie pour les raisons précises. On avait donné suite, de mémoire, à la recommandation puis... M. Tanguay : Parce que, là, vous comprenez que c'est un peu... Tu sais, être législateur, c'est faire des arbitrages puis, tu sais, trouver un équilibre. On dit, dans le cycle de vie, qu'aussitôt que ce pour quoi l'information a été recueillie, l'objectif est atteint et complété, vous devez détruire. À un moment donné, on va parler que vous devez détruire. M. Caire : Absolument. M. Tanguay : Alors, il y a «tu dois détruire» puis il y a «tu ne dois pas détruire». Donc, est-ça à dire qu'à la fin d'un cycle de vie, si tant est que mon cycle de vie est arrivé deux mois après la décision, techniquement, je devrais détruire, le lendemain du deux mois, mais techniquement je vais garder ça? Je ne le détruirai pas pendant un autre 10 mois. C'est ça qu'il faut comprendre? M. Caire : Bien, en fait, ce que je comprends, c'est que... Puis là je vais laisser... En même temps, je vais vous jaser ça, puis Me Miville-Deschênes va faire les recherches appropriées, hein? Là, il le... M. Tanguay : Ça fait qu'on va avoir... durant l'intermède, la réponse se recherche... se cherche. M. Caire : Voilà! Non, mais, en fait, c'est que l'idée étant que, quand je prends une décision ou lorsque je suis... lorsqu'une décision est rendue, il y a une possibilité de prendre des recours, quels qu'ils soient. Ces recours-là doivent être basés sur les informations qui ont amené la décision... M. Tanguay : La preuve. M. Caire : ...la preuve. Et donc, si la finalité de la... La finalité de la collecte ne peut pas être exclusivement la décision, du fait que j'ai un recours, parce que sinon, effectivement, je suis dans l'obligation de détruire la preuve. Donc, ça, ça ne tient pas. Donc, la fin est accomplie lorsque le délai est terminé, puis là, après ça, bien, détruis-la parce que, là, il n'y a plus de recours.  M. Tanguay : Est-ce qu'on parle d'un délai… Allons-y. Le délai, plus loin, quel est le délai? Est-ce que c'est marqué à quelque part sur votre point : Sous réserve de l'article 11, dans les meilleurs délais, doit être détruite l'information? Est-ce qu'il y a quelque chose de même qui existe? M. Caire : Bien là, comme l'a dit Me Miville-Deschênes, c'était une recommandation de la Commission d'accès à l'information. Donc, je ne pense pas qu'on parle d'un recours en vertu du Code civil, j'ai l'impression qu'on est plus sur des actions qui pourraient être prises par la Commission d'accès à l'information. M. Tanguay : Je pense qu'il est prêt, là. M. Miville-Deschênes (Jean-Philippe) : Bien, en fait, il y a deux choses. Effectivement, le délai d'un an, l'objectif principal de la commission, c'est que ce n'est pas tant le recours civil, c'est un délai pour demander accès aux renseignements, parce qu'une fois que le citoyen les a reçus, bien, il peut les conserver aussi longtemps qu'il veut. M. Tanguay : Excusez-moi. Vous dites : Le délai... M. Miville-Deschênes (Jean-Philippe) : Bien, le délai d'un an... Je n'ai pas trouvé d'explication pour le un an de la commission, donner suite à la recommandation, j'ai regardé le rapport quinquennal, je n'ai pas vu de raisonnement pour justifier le un an. Par contre, je pense qu'il n'y a pas nécessairement de lien à faire avec le délai, comment on dit là, dans le Code civil… M. Tanguay : La prescription. M. Miville-Deschênes (Jean-Philippe) : …de la prescription. Parce que l'objectif est surtout de laisser un délai, à la personne concernée, de demander accès à ses renseignements personnels, de dire : Vous avez pris une décision, O.K. je veux consulter les renseignements personnels. Il y a accès, puis là, suite à ça, il peut les garder aussi longtemps qu'il veut, le citoyen concerné. M. Tanguay : Ce n'est pas lié… autrement dit, ma question était que ce n'était pas lié à un recours judiciaire de la Commission d'accès à l'information, qui doit s'exécuter dans l'année de… Non? Il n'y a pas de lien, là? M. Miville-Deschênes (Jean-Philippe) : Non, non, le citoyen peut demander… Il n'y a pas de lien avec un délai de recours devant… M. Tanguay : Puis, de toute façon, c'est de la connaissance des faits, ça fait que ça pourrait être dans 10 ans, si la commission vient de l'apprendre, le un an serait… O.K. Je comprends. Et, deuxième volet, si vous êtes là-dessus, parce que je vous ai laissé dire une chose, il y avait une deuxième chose. Oui?  M. Miville-Deschênes (Jean-Philippe) : Le deuxième volet, c'était par rapport au délai de destruction? M. Tanguay : Oui, c'est ça. M. Miville-Deschênes (Jean-Philippe) : Bien, le délai de destruction, il n'y a pas de délai précis dans la loi. C'est lorsque les fins sont accomplies. Donc, une entreprise pourrait, évidemment… doit respecter le délai minimum d'un an, lorsque c'est un renseignement qui a servi à prendre une décision. Mais il pourrait le conserver plus longtemps, en fonction de son calendrier de conservation ou s'il juge que les fins ne sont pas accomplies. Mais il n'y a pas de délai précis, là. Donc, vraiment, le minimum, c'est un an pour ce genre de renseignement là, puis par la suite, bien, il doit être conservé, là… il doit être détruit au plus tard quand les fins sont accomplies. M. Tanguay : Et il va sans dire que cette destruction-là pourra se faire en temps opportun, sous réserve de l'article 11? M. Miville-Deschênes (Jean-Philippe) : C'est ça, exact. M. Tanguay : Il va sans dire ou on va le dire à quelque part? M. Miville-Deschênes (Jean-Philippe) : Pour l'instant, il va sans dire. C'est l'article 23 qui prévoit le délai de destruction puis… M. Tanguay : Ah! l'article 23. M. Miville-Deschênes (Jean-Philippe) : Oui, l'article 23 du projet de… M. Tanguay : De la loi? Du projet de loi? M. Miville-Deschênes (Jean-Philippe) : …de la loi modifiée par 111 du projet de loi. Oh! Une petite minute. M. Caire : On a le temps d'y penser.  M. Tanguay : Non, mais on peut-u? On va y aller voir, juste… M. Caire : À 111? Bien sûr. M. Tanguay : 111 : «Toute personne qui exploite une entreprise et qui utilise des renseignements… doit s'identifier…» Destruction, à 23, et... ou anonymisation. On a vu ça dans le public. «Lorsque les fins auxquelles un renseignement personnel a été recueilli ou utilisé sont accomplies, la personne qui exploite une entreprise doit le détruire ou l'anonymiser, sous réserve d'un délai de conservation prévu par une loi.» M. Miville-Deschênes (Jean-Philippe) : Voilà. Finalement, il ne va pas sans dire, on le dit. M. Caire : Alors, c'est clair. M. Tanguay : Puis pourquoi ça a pris 10 minutes pour avoir la réponse? M. Caire : Bien, parce qu'on attend Gabriel. M. Tanguay : Vous allez dire : Parce qu'on y va à votre rythme, monsieur? M. Caire : …met toujours ça sur le dos des absents. Ils ont toujours tort. Le Président (M. Bachand) : Mais en passant, M. le ministre, on n'est pas supposé de souligner l'absence d'un membre. M. Caire : Non, bien non, bien non, bien non. Non, mais je n'ai pas… M. Tanguay : Oups! M. Caire : C'est bien trop vrai. M. Tanguay : Il file cheap, là. On avait-u... Les organismes publics, il y avaient-u ce délai-là d'un an? Peut-être que j'ai manqué une bonne émission, là. M. Caire : Bien, à ma connaissance… M. Tanguay : Parce qu'elles doivent détruire, hein? M. Caire : Oui M. Tanguay : Ou anonymiser, on l'a vu, anonymiser. M. Miville-Deschênes (Jean-Philippe) : Oui, oui. M. Caire : Bien, lorsque les fins pour lesquelles nananan, là. Mais il n'y avait pas…  cette notion-là, moi, je ne me souviens pas de l'avoir vue pour le public. M. Tanguay : Parce qu'a fortiori, je vous dis, de la preuve, il faudrait qu'elle soit préservée, aussi, pour des décisions d'organismes publics. M. Caire : Oui, mais ce que je comprends c'est que ce n'est pas conservé dans une notion de preuve. C'est conservé dans une notion de dire : Si tant est que le citoyen veut avoir accès à l'information. C'est plus dans une perspective de service que judiciaire. M. Tanguay : Oui. Bien, ça je trouve ça bien, mais ça serait bon qu'on l'ait aussi au public, il me semble. Que l'organisme public qui a rendu sa décision… Parce que l'organisme public a une obligation pas moins forte de détruire, quand l'objet est rempli. M. Caire : Oui. M. Tanguay : Ou moins forte? M. Caire : Oui. Je pense que oui. M. Tanguay : Ah oui! M. Caire : Oui, oui. Oui parce que… M. Tanguay : Oh! il a des plis dans le front, maître. M. Miville-Deschênes (Jean-Philippe) : Ça, c'est l'âge, là, ce n'est pas l'émotion. M. Tanguay : Ah! non, non, mais il y en a qui sont plus profonds que… M. Caire : Non, mais il a toujours… je veux dire, c'est une permission ouverte — si je dis n'importe quoi… M. Miville-Deschênes (Jean-Philippe) : Oui, oui. M. Caire : … — d'intervenir. Mais, tu sais, il lève le doigt. Puis, même, je vous dirais qu'il prend du pic, hein, tranquillement pas vite. Je suis à veille de ne plus avoir le droit de m'exprimer, moi. M. Tanguay : C'est ça. Mais il a consenti ouvert, tantôt. M. Caire : Oui… Bien, non, je ne pense pas que c'était ouvert… M. Tanguay : C'était une fois?  ", "nb_suspensions": 0, "votes_par_consentement": 1, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay"], "nb_intervenants": 80, "nb_interventions_secretaire": 1, "nb_interventions_fonctionnaire": 15, "nb_interventions_ministre": 25, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 34, "nb_interventions_presidence": 5}, {"debut": "14:30", "fin": "14:30", "debats": "• (14 h 30) • M. Caire : Oui, c'est ça : Là, pour tout de suite, c'est beau, mais… M. Tanguay : Mais quant à…    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Tanguay"], "nb_intervenants": 2, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 1, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 1, "nb_interventions_presidence": 0}, {"debut": "14:30", "fin": "14:40", "debats": "14 h 30 (version révisée) M. Caire : ...c'est une permission ouverte, si je dis n'importe quoi, d'intervenir. Mais, tu sais, il lève le doigt, puis... Même, je dirais qu'il prend du pic, hein, tranquillement pas vite, là, je suis à veille de ne plus avoir le droit de m'exprimer, là. M. Tanguay : Non, mais il a consenti ouvert tantôt. M. Caire : Oui. Bien non, je ne pense pas que c'était ouvert... M. Tanguay : C'était une fois. M. Caire : Oui, c'est ça. C'était : Là, pour tout de suite, c'est beau. M. Tanguay : Mais qu'en dites-vous, maître? M. Miville-Deschênes (Jean-Philippe) : Bien là, je regardais, parce qu'il y a d'autres lois, comme la Loi sur la justice administrative, quand il y a des décisions qui sont prises à l'égard d'un administré, mais, pour l'instant, les dispositions sur la destruction sont les mêmes, c'est-à-dire qu'on doit détruire lorsque les fins sont accomplies. Dans le secteur public, c'est sous réserve de la Loi sur les archives, qui, justement... Les organismes publics, eux, ils n'établissent pas, généralement, eux-mêmes leurs... Bien, ils établissent leurs calendriers de conservation, mais il y a des... les archives nationales, BANQ a des standards, puis, des fois, selon le type d'organisme public, ils valident les calendriers de conservation, à savoir combien de temps chacun des renseignements est conservé. Donc... M. Tanguay : Et ça, ça s'applique à tous les organismes publics visés par le projet de loi n° 64, les archives? M. Miville-Deschênes (Jean-Philippe) : Bien, la Loi sur les archives a différents niveaux d'intervention en fonction... si c'est un ministère, si c'est une société d'État,  donc je n'oserais pas vous répondre n'importe quoi rapidement, mais probablement qu'elle ne s'applique pas à tous, tous les organismes, parce qu'il y a des paramunicipaux, là, qui sont visés par la Loi sur l'accès, mais elle s'applique à une partie d'entre eux. M. Tanguay : Est-ce qu'on peut... On ne réglera pas ça là, mais pourriez-vous nous revenir, s'il vous plaît, avec cette analyse-là faite? On va être en circonscription pendant une semaine. Si, au retour, la première occasion qu'on aura... Si on peut vérifier ça, quel est... Y a-t-il des délais minimums? Parce que le droit, pour un citoyen, d'avoir accès, dans l'année, à ce que l'information ne soit pas détruite, j'aimerais ça aussi que ça soit à quelque part. Peut-être que c'est prévu. Donc, juste vérifier si c'est prévu à quelque part. Parce que je ne peux pas croire, moi, que ça va être détruire ou anonymiser, à la fin, pour l'organisme public, un mois, deux semaines... Si c'est le cas, cette soupape-là pourrait... M. Caire : Bien, on pourrait mettre la même disposition. M. Tanguay : Si on peut juste vérifier puis nous revenir, s'il vous plaît. M. Miville-Deschênes (Jean-Philippe) : Oui, certainement. M. Tanguay : Merci. Le Président (M. Bachand) : Merci. Est-ce qu'il y a d'autres interventions sur l'article 101? Ça va? Alors, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 101 est adopté. Merci. M. le ministre, s'il vous plaît.  M. Caire : M. le Président, l'article 102 se lit comme suit : Les articles 12 à 14 de cette loi sont remplacés par les suivants : Alors, article 12 : «Un renseignement personnel ne peut être utilisé au sein de l'entreprise qu'aux fins pour lesquelles il a été recueilli, à moins du consentement de la personne concernée. Ce consentement doit être manifesté de façon expresse dès qu'il s'agit d'un renseignement personnel sensible. «Un renseignement personnel peut toutefois être utilisé à une autre fin sans le consentement de la personne concernée dans les seuls cas suivants : «1° lorsque son utilisation est à des fins compatibles avec celles pour lesquelles il a été recueilli; «2° lorsque son utilisation est manifestement au bénéfice de la personne concernée; «3° lorsque son utilisation est nécessaire à des fins d'étude, de recherche ou de production statistique et qu'il est dépersonnalisé. «Pour qu'une fin soit compatible au sens du paragraphe 1° du deuxième alinéa, il doit y avoir un lien pertinent et direct avec les fins auxquelles le renseignement a été recueilli. Toutefois, ne peut être considérée comme une fin compatible à la prospection commerciale ou philanthropique. «Pour l'application de la présente loi, un renseignement personnel est : «1° dépersonnalisé lorsque ce renseignement ne permet plus d'identifier directement la personne concernée; «2° sensible lorsque, de par sa nature ou en raison du contexte de son utilisation ou de sa communication, il suscite un haut degré d'attente raisonnable en matière de vie privée.» Article 12.1 : «Toute personne qui exploite une entreprise et qui utilise des renseignements personnels afin que soit rendue une décision fondée exclusivement sur un traitement automatisé de ceux-ci doit, au moment de la décision ou avant, en informer la personne concernée.  «Elle doit aussi, à la demande de la personne concernée, l'informer : «1° des renseignements personnels utilisés pour prendre la décision; «2° des raisons, ainsi que des principaux facteurs et paramètres, ayant mené à la décision; «3° de son droit de faire rectifier les renseignements personnels utilisés pour prendre la décision. «Il doit être donné à la personne concernée l'occasion de présenter des observations à un membre du personnel de l'entreprise en mesure de réviser la décision.» Article 13 : «Nul ne peut communiquer à un tiers les renseignements personnels qu'il détient sur autrui, à moins que la personne concernée n'y ait… n'y consente — pardon — ou que la présente loi ne le prévoie. «Le consentement doit être manifesté de façon expresse dès qu'il s'agit d'un renseignement personnel sensible.» «14. Un consentement prévu à la présente loi doit être manifeste, libre, éclairé et être donné à des fins spécifiques. Il est demandé à chacune de ces fins, en termes simples et clairs, distinctement de toute autre information communiquée à la personne concernée. Lorsque celle-ci le requiert, il lui est prêté assistance afin de l'aider à comprendre la portée du consentement demandé. «Le consentement du mineur de moins de 14 ans est donné par le titulaire de l'autorité parentale. Le consentement du mineur de 14 ans et plus est donné par le mineur ou par le titulaire de l'autorité parentale. «Le consentement ne vaut que pour la durée nécessaire à la réalisation des fins auxquelles il a été demandé. «Un consentement qui n'est pas donné conformément à la présente loi est sans effet.» M. le Président, je vous lirai donc les explications et ensuite les amendements qui sont relatifs à cet article.  Donc, cet article remplace les articles 12 à 14 de la Loi sur la protection des renseignements personnels dans le secteur privé. Cet article prévoit que le consentement à l'utilisation d'un renseignement personnel à des fins autres que celles pour lesquelles il a été recueilli doit être manifesté de façon expresse par la personne concernée dès qu'il s'agit d'un renseignement personnel sensible. Il précise aussi les cas où une entreprise peut utiliser un renseignement personnel à des fins autres que celles pour lesquelles il a été recueilli. Enfin, il définit la notion de dépersonnalisation et celle de renseignement personnel sensible. Cet article prévoit qu'une entreprise qui utilise des renseignements personnels afin que soit rendue une décision fondée exclusivement sur un traitement automatisé de ceux-ci doit, au moment de la décision ou avant, en informer la personne concernée. Il prévoit également l'information devant être communiquée à une personne lorsque celle-ci en fait la demande. L'article 13 de la Loi sur la protection des renseignements personnels dans le secteur privé est modifié en raison de la suppression par le projet de loi de la plupart des occurrences de la notion de dossier de cette loi… dans cette loi, pardon. Il est ainsi modifié pour prévoir que nul ne peut communiquer à un tiers les renseignements personnels qu'il détient sur autrui, à moins que la personne concernée n'y consente ou que la présente loi ne le prévoie. Il est également modifié pour prévoir que le consentement à une telle modification doit être manifesté de façon expresse dès qu'il s'agit d'un renseignement personnel sensible. Cet article remplace l'article 14 de la loi sur la protection des renseignements personnels privés. Il reprend en partie la version actuelle de cet article. Il prévoit aussi qu'un consentement prévu par la loi doit être demandé distinctement de toute autre information communiquée à la personne concernée. Il prévoit enfin que le consentement du mineur de moins de 14 ans est donné par le titulaire de l'autorité parentale et que le consentement du mineur de 14 ans et plus peut être donné par le mineur ou par le titulaire de l'autorité parentale. Et, M. le Président, j'ai des amendements. Le Président (M. Bachand) :Peut-être, si vous êtes d'accord, M. le ministre, de fonctionner comme on fonctionnait préalablement, donc d'y aller… on va y aller par bloc. Donc, je sais que vous avez un amendement pour le bloc à l'article 12. M. Caire : À l'article 12, oui. Le Président (M. Bachand) : Alors, allez-y. M. Caire : Alors, M. le Président : L'article 12 de la Loi sur la protection des renseignements personnels dans le secteur privé, proposé par l'article 102 du projet de loi :  1° insérer, après le paragraphe 2° du deuxième alinéa, le paragraphe suivant : «2.1° lorsque son utilisation est nécessaire aux fins des pratiques administratives courantes de l'entreprise;»; 2° insérer, après le troisième alinéa, l'alinéa suivant : «Aux fins du paragraphe 2.1° du deuxième alinéa, les pratiques administratives courantes de l'entreprise sont : «1° la fourniture ou la livraison d'un produit ou la prestation d'un service demandé par la personne concernée; «2° la prévention et la détection de la fraude; «3° l'évaluation et l'amélioration des mesures de protection et de sécurité; «4° la planification, la gestion, l'évaluation ou le contrôle des ressources ou des services de l'entreprise; «5° d'établir, de gérer ou de mettre fin à une relation d'emploi entre la personne concernée et l'entreprise; «6° toute autre pratique administrative courante prescrite par règlement.»; 3° insérer, dans le paragraphe 2° du deuxième... du dernier alinéa — pardon — et après «nature», «notamment médicale, biométrique ou autrement intime,»; 4° insérer, à la fin de... l'alinéa suivant : «Toute personne qui exploite une entreprise et qui utilise des renseignements dépersonnalisés doit prendre les mesures raisonnables afin de limiter les risques que quiconque procède à l'identification d'une personne physique à partir de renseignements dépersonnalisés.»  Donc, M. le Président, les modifications à l'article 12 de la Loi sur la protection des renseignements personnels du secteur privé, proposé par l'article 102 du projet de loi, visent à permettre l'utilisation des renseignements personnels au sein de l'entreprise, sans le consentement de la personne concernée, aux fins des pratiques administratives courantes de l'entreprise. Elles visent également à assurer la concordance avec la définition des renseignements personnels sensibles amendée dans le cadre de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire"], "nb_intervenants": 28, "nb_interventions_secretaire": 4, "nb_interventions_fonctionnaire": 3, "nb_interventions_ministre": 8, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 8, "nb_interventions_presidence": 4}, {"debut": "14:40", "fin": "14:50", "debats": "• (14 h 40) • Le Président (M. Bachand) : Merci beaucoup. Donc, sur l'amendement, M. le député de LaFontaine. M. Tanguay : Bien, si vous permettez, sur l'amendement, mais sur la philosophie peut-être un petit peu plus générale de 12... 102, 12. La philosophie générale, c'est qu'on reprend beaucoup, beaucoup, beaucoup, pour ne pas dire à 100 %, là, la rédaction qui encadrait l'oeuvre des organismes publics. Éclairez ma lanterne. À 3°, là, par exemple — puis je suis sur une compréhension générale, après ça, on pourra aller spécifiquement sur l'amendement, mais, je vous en prie, M. le Président, prenez ce temps-là sur l'amendement, en ce qui me concerne — «lorsque son utilisation est nécessaire à des fins d'étude, recherche et production statistique», on reconnaît le contexte où une entreprise privée, qui a vocation à faire du profit, pourrait aussi avoir le noble objectif de faire des études, de la recherche puis des productions statistiques? Ce n'est pas un jugement de valeur que je fais, là, mais avez-vous un exemple? M. Caire : D'entreprises qui vont faire... M. Tanguay : Oui, qui ferait des... Donc, ça serait uniquement pour son bénéfice, dans tous les sens du terme, là. Ce n'est pas pour la collectivité, là. M. Caire : Bien, c'est aux fins des opérations de l'entreprise, là, à moins que je n'aie mal... Oui, aux fins des opérations de l'entreprise. M. Tanguay : Puis elle n'a pas... Contrairement aux organismes publics, où, là, pour ce qui est des fins de recherche, là, ça prend un protocole de recherche pour avoir accès à... papi, papa, là, c'est uniquement étude, recherche, production statistique à l'interne de la personne, de l'entité qui a collecté l'information. M. Caire : De l'entreprise, oui. M. Tanguay : O.K. Parce que là on ne parle pas de protocole, avec les organismes publics, où un tiers, un chercheur viendrait chercher une information. Ici, on ferme la porte à ce qu'un tiers chercheur vienne chercher l'information au sein de l'entreprise  privée? M. Caire : Bien, en fait, c'est que là c'est des opérations à l'interne, dans le sens où c'est l'entreprise qui est détentrice de ces informations-là et qui, pour les fins de protocole de recherche de l'entreprise, les utiliserait à ces fins-là. M. Tanguay : O.K. Ce que je dis là, j'ai l'impression d'essayer de comprendre qu'une roue, c'est rond, mais j'en suis réellement sur les fondamentaux, là. Est-ce que ça exclut... ou est-ce que ça permet à trois professeurs d'université d'appeler l'entreprise X et de leur dire : Pouvez-vous, s'il vous plaît, nous donner accès, de façon dépersonnalisée, à aller... aux renseignements, on va faire une recherche? M. Caire : Bien, c'est parce que là il y aurait communication. On n'est pas dans la communication, là, à moins que je me trompe. On n'est pas dans la communication, on est dans le fait que l'entreprise pourrait, aux conditions qui sont prescrites par l'article, utiliser à l'interne, donc par l'entreprise elle-même. Si la situation que vous décrivez se produisait, là on parlerait de communiquer des renseignements personnels. À ce moment-là, on n'est plus dans la même logique. M. Tanguay : Oui. Ma question... Des voix : ... M. Caire : Ce qu'on me dit, c'est que ça, ça se peut, mais ça va arriver plus loin. Les règles relatives à une situation comme celle-là vont être traitées plus loin, à l'article 110. M. Tanguay : O.K. Donc, oui, ça se peut? M. Caire : Oui, ça se peut, mais ce n'est pas en vertu de ce qu'on fait ici. M. Tanguay : Bien, ma base de lancement, c'est 12, 3° : «Lorsque son utilisation est nécessaire à des fins d'étude, recherche et production statistique». Ça, c'est ma base de lancement pour ce qui va arriver plus tard.  M. Caire : Oui, oui, oui, mais ce que je veux dire, c'est que 12, 3° couvre ce qui se passe à l'intérieur de l'entreprise. M. Tanguay : Exclusivement? M. Caire : Exclusivement. M. Tanguay : Ah! M. Caire : Et là, s'il y a une situation où on communique de l'information, on le voit à 110. M. Tanguay : O.K. À 110, on va parler de statistiques, recherches communiquées à un tiers, et tout ça, là? M. Caire : À un tiers. M. Tanguay : O.K. Donc, je reviens donc... Puis, encore une fois, c'est juste sur la philosophie de la chose, je veux juste comprendre. Une entreprise, une multinationale qui a beaucoup, beaucoup de renseignements pourrait... ici, c'est exclusivement à l'interne, ça ne sort pas de l'entreprise, il y a des milliers d'employés, mais, à l'interne, il y a un petit groupe qui vont prendre l'information puis qui peuvent faire des études, des recherches, de la production statistique pour le bénéfice de ce qui va se passer à l'interne, là. Une voix : ... M. Caire : ...j'ai été déconcentré. M. Tanguay : Donc, études, recherches, statistiques, uniquement à l'interne. M. Caire : À l'interne de l'entreprise. M. Tanguay : Pour des fins mercantiles, à l'interne. Pour toute fin qu'il juge... mercantile, pas mercantile... M. Caire : Bien oui, oui. M. Tanguay : Puis ils n'ont pas de reddition de comptes, ils n'ont pas de... Ils peuvent faire ce qu'ils veulent. M. Caire : Bien là, ils ne peuvent pas faire ce qu'ils veulent. M. Tanguay : Non, à l'interne… Je veux dire... Excusez-moi. Le sujet peut être celui qu'ils veulent.  M. Caire : Oui, oui, oui. M. Tanguay : La nature, le sujet, celui qu'ils veulent. M. Caire : Oui, oui. M. Tanguay : O.K. Ils traitent la donnée... O.K. Parce que, si j'ai donné mes renseignements personnels, c'était pour qu'ils me vendent un plat de nouilles. Là, ils vont utiliser ça à l'interne pour faire des recherches sur tout autre aspect de la vie des gens. Vous comprenez? M. Caire : Bien, tout autre aspect de la vie des gens... Oui, je comprends. M. Tanguay : Ils peuvent faire des recherches autres que pour quelle sorte de pâtes qu'il aime manger, lui. M. Caire : Oui. Le type de recherches n'est pas balisé. M. Tanguay : Ça peut être sur mes habitudes de chasse et pêche. M. Caire : C'est ça, recherches ou statistiques, oui. M. Tanguay : O.K. Puis ça, on est corrects avec ça? M. Caire : Bien, dans la mesure où on suit ce qui est indiqué là, donc que je ne peux pas vous identifier, que je ne peux pas relier mon… et que je prends toutes les mesures nécessaires pour empêcher quelqu'un de le faire. Donc, moi, je ne suis pas capable de dire : Ces informations-là, elles émanent d'Éric Caire. Moi, j'ai affaire à un homme blanc de 55 ans, pour encore quelques semaines... bref, avec les cheveux noirs et un peu blancs, ou poivre et sel, mais, bref, et blablabla… M. Tanguay : O.K. Parce que… M. Caire : Et là j'utilise ces informations-là. Je dis : Bon, bien, O.K., dans le cadre  de ce que je peux relier dans mon entreprise, je fais tel type de recherches en me servant de ça. Ce qu'on dit, c'est que vous ne pouvez pas… vous devez les dépersonnaliser et vous devez faire en sorte que quelqu'un ne peut pas faire en sorte de relier ça à un individu en particulier. M. Tanguay : O.K. Parce que le cas classique de ça, c'est les compagnies d'assurance, compagnies d'assurance qui ont tous leurs assurés puis qui vont faire des recherches pour pouvoir offrir à meilleur coût une meilleure couverture, régionale, selon… Ils vont faire tous les recoupements puis ils vont dire : Aïe! La compétition assure la vie de ce type de personne là — je dis n'importe quoi, là — à 158 $ par mois de prime. Nous, à tout considérer, à eux.... Avec les données que j'ai, là, je fais des études, des recherches puis des statistiques. Eux autres, ça, c'est leur pain puis leur beurre. Ils vont dire : O.K., pour votre groupe d'âge — sa compétition est à 158 $ — nous, on pourrait vous le faire à 147 $. Vous comprenez? Ça fait que, là, je comprenais que c'était en lien, quand même. Il y avait quand même un lien de... M. Caire : Bien, je veux juste être sûr, quand vous dites, vous... La compagnie d'assurance ne peut pas m'approcher, moi, avec un produit personnalisé. M. Tanguay : Non, mais… M. Caire : Ce n'est pas en respect de la loi parce que… M. Tanguay : C'est-à-dire que, quand vous allez vouloir… quand un nouveau client va arriver puis qu'il fitte avec votre profil, ils vont dire : Oui, on peut vous assurer à 147 $ par mois, mais ils auront fait cette analyse-là en amont sur tous les autres assurés qu'ils ont également puis les autres statistiques auxquelles ils ont légalement le droit d'avoir accès aussi, là. M. Caire : Oui, oui, oui, tout à fait. M. Tanguay : Alors... Mais là, moi, ce que je viens de catcher, c'est qu'ils pourraient aussi dire... je ne dis pas que les compagnies d'assurance font ça, mais ils pourraient dire : O.K., on prend ça, puis, à l'interne, nous, on va essayer de faire des analyses de consommation parce qu'on trouve ça intéressant, puis on pourrait, le cas échéant, avoir une étude qui nous démontrerait que peut-être tel aspect de la consommation  pourrait être prometteur d'un point de vue mercantile. Parfait. Là, j'arrête de parler. Il y a peut-être une entité légale qui va se créer, vous comprenez, puis qui va offrir ce produit-là, parce qu'il y a un marché. C'est ça que je viens de réaliser, là. Mais elle va avoir profité de l'étude et de l'analyse qui a été faite dans un contexte bien particulier, vous comprenez? M. Caire : Je comprends. M. Tanguay : Alors, c'est ça que je réalise. Puis ça, on est corrects avec ça? M. Caire : Oui. Comme je dis, dans la mesure où il n'y a pas de possibilité de relier ça à des individus, oui. M. Tanguay : Parce que vous comprenez que l'utilisation du renseignement, rendu là, je vais le dire de même, n'est plus en lien avec ce pour quoi, initialement, l'information avait été collectée. M. Caire : C'est pourquoi il est nécessaire de le dépersonnaliser. M. Tanguay : O.K. J'étais sur la base philosophique... M. Caire : Et non seulement de le dépersonnaliser, mais de s'assurer que je prends les mesures nécessaires pour qu'on ne puisse pas faire de la rétro-ingénierie. M. Tanguay : À ce stade-ci, je ne sais pas si les autres collègues veulent embarquer, mais c'étaient juste mes notions de base de compréhension. Si vous voulez, on peut retourner sur l'amendement, là, mais... Le Président (M. Bachand) : Alors, M. le député de Gouin. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)"], "nb_intervenants": 61, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 29, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 30, "nb_interventions_presidence": 2}, {"debut": "14:50", "fin": "15:00", "debats": "• (14 h 50) • M. Nadeau-Dubois : Sur l'amendement, paragraphe 4°, le premier, là, le premier paragraphe 4°, «la planification, la gestion, l'évaluation ou le contrôle des ressources ou des services de l'entreprise», qu'est-ce que ça veut dire? Concrètement, de quelles opérations parle-t-on ici, là? M. Caire : Je vous dirais, si ma mémoire est bonne, c'est une harmonisation aussi de ce qui se fait au niveau du gouvernement fédéral qui nous avait été demandée parce qu'il y avait ces éléments-là de consentement pour lesquels nous, on n'avait pas cette notion-là, donc les opérations de l'entreprise. Puis les entreprises nous ont dit : Écoutez, là, ça, ça veut dire que, pour faire un chèque de paie, il faut que je demande le consentement. Pour n'importe quelle opération de gestion d'un employé qui nécessite que j'utilise des renseignements personnels, il faut que je demande un consentement. Ça devient lourd.  Donc, on nous avait demandé de dire : Bien, écoutez, là, quand c'est l'entreprise en lien avec son employé puis que c'est des opérations de gestion normales d'une entreprise, bien, on présuppose qu'on peut se servir des renseignements personnels de nos employés pour gérer l'entreprise, gérer le dossier des ressources humaines, gérer le dossier des vacances, des congés maternité, de… M. Nadeau-Dubois : Bien, ça, c'est déjà possible. M. Caire : Bien, c'est-à-dire que… M. Nadeau-Dubois : C'est-à-dire qu'on n'a pas besoin de changer la loi pour ça, là. M. Caire : Dans la… M. Nadeau-Dubois : Je veux dire, les entreprises gèrent… M. Caire : Non, mais attendez un peu. On amende la loi que nous amenons. Parce que, oui, vous avez raison, actuellement c'est déjà possible, sauf que les dispositions premières qu'on prend dans le projet de loi n° 64, si j'ai bien compris, auraient pu avoir pour effet de faire en sorte que l'entreprise, maintenant, était obligée de demander le consentement. Donc, c'était un effet négatif anticipé du projet de loi n° 64 dans sa forme actuelle. M. Nadeau-Dubois : Il y a le paragraphe 5° pour ça : «établir, gérer ou mettre fin à une relation d'emploi entre la personne concernée et l'entreprise». Gérer une relation d'emploi, je présume que ça implique tout ce que le ministre vient de dire. La raison pour laquelle je pose la question, là, pour le paragraphe 4°, ce n'est pas pour coincer le ministre, c'est parce que je trouve ça général. M. Caire : Non, non, non... M. Nadeau-Dubois : Je trouve ça large, tu sais. «La planification, la gestion, l'évaluation, le contrôle des ressources et des services de l'entreprise», c'est un libellé extrêmement... En fait, ma question, c'est : Qu'est-ce qui ne rentre pas là-dedans? Le Président (M. Bachand) : Me Miville-Deschênes. M. Miville-Deschênes (Jean-Philippe) : …bien, c'est… Écoutez, je n'ai pas  d'exemple rapide, là, qui... C'est sûr que j'ai le goût de mentionner les autres cas, évidemment, là, c'est-à-dire prévention de la fraude, mesures de sécurité, etc., là. Mais, sinon, c'est une excellente question. Le Président (M. Bachand) : M. le député de Gouin. M. Nadeau-Dubois : Bien, c'était mon sentiment en la posant parce que c'est comme… Parce que, là, c'est quand même ici un amendement qui vient permettre, si je l'ai bien compris, la communication sans le consentement. Puis… M. Miville-Deschênes (Jean-Philippe) : …l'utilisation à l'interne. C'est une utilisation au sein de l'entreprise… M. Nadeau-Dubois : Oui, mais sans le consentement. M. Miville-Deschênes (Jean-Philippe) : Oui, effectivement. M. Nadeau-Dubois : L'utilisation à l'interne sans le consentement. M. Miville-Deschênes (Jean-Philippe) : C'est ça. M. Nadeau-Dubois : Et donc ceci n'est pas une petite pique, mais je sais que le consentement, c'est important pour le ministre. On a eu l'occasion de digresser philosophiquement pendant, genre, deux heures sur le consentement. Ça fait que, si ça ne l'intéressait pas, on ne serait pas partis là-dedans. Ça fait que je sais que le consentement, c'est un pilier du projet de loi, là, tu sais, c'est tout autour de... C'est autour du consentement que s'organise le projet de loi. Puis là on vient dire ici : Il y a une exception à ça. C'est normal, c'est correct, c'est pour ça qu'il faut que ça soit balisé. Et là, dans le fond, bien, il faut quand même mettre des balises. Puis là c'est pour ça que «la planification, la gestion, l'évaluation ou le contrôle des ressources ou des services», j'ai comme l'impression que c'est à toute fin utile de l'entreprise, tu sais. Donc... M. Caire : ...sentiment est à l'effet que les termes visent à couvrir effectivement l'ensemble des possibilités de gestion dans une entreprise. Quand on parle d'évaluation, moi, j'entends l'évaluation de l'employé. Donc, je peux me servir des renseignements personnels pour faire l'évaluation de l'employé. Quand je pense à la gestion, bien, je pense, évidemment, bon, comme je disais, là, la paie, les vacances. Quand on pense à la planification, bien, j'imagine que... je ne sais pas, les horaires de  travail, les vacances du mois de juin... M. Nadeau-Dubois : O.K. Je vais donner un exemple. Une des pratiques de plus en plus courantes dans... Encore une fois, je ne veux pas avoir l'air... Des fois, je me sens un peu comme le gars qui raconte des épisodes de Black Mirror à chaque séance de la commission. Ce n'est pas mon objectif, c'est juste qu'on écrit le projet de loi pour quelques décennies. Les logiciels espions utilisés de plus en plus par certaines entreprises pour, je vais utiliser un énorme anglicisme, là, monitorer le travail de leurs employés, notamment dans le contexte de l'émergence puis de la généralisation du télétravail. Ça pose quand même certaines questions éthiques. Il y a quand même des possibilités de dérapage. Ça a été documenté, des pratiques extrêmement invasives où, avec un... En tout cas, la question se pose : Est-ce qu'il y a consentement ou pas? Des logiciels espions, donc, qui permettent à nos employeurs de... puis je n'ai pas inventé le terme, là, qui permettent aux employeurs de tracer, de manière très, très, très étroite, les activités des employés. Moi, quand je vois «planification, gestion et contrôle des ressources de l'entreprise», je me dis : Ça rentre là-dedans. Les ressources humaines de l'entreprise, c'est des ressources de l'entreprise. Et donc, en vue de les gérer ou de les évaluer, c'est généralement ça, l'objectif d'un logiciel comme celui-là, on peut communiquer, sans le consentement, des renseignements personnels. Moi, en lisant ça, c'est l'exemple qui m'est venu en tête... M. Caire : Oui, mais là on parle d'utilisation des renseignements personnels, je pense qu'on n'est pas au même niveau... l'exemple que le député de Gouin donne, parce que là on est vraiment dans la surveillance des actions de l'employé ou des activités de l'employé, on n'est pas dans le fait d'utiliser ses renseignements personnels. Puis, si je ne m'abuse, ces situations-là, il y a eu des jugements qui ont été... des décisions des tribunaux, là, sur le fait du droit de l'employeur à espionner son employé, là. On n'est pas... On est vraiment dans : Est-ce que je peux... est-ce que je dois demander son consentement à l'employé pour utiliser ses renseignements personnels, comme je le dis, pour faire sa paie? Est-ce que je dois demander son consentement à l'employé pour faire son horaire du mois prochain? On est dans cette situation-là, là. M. Nadeau-Dubois : La question que je pose : Pour évaluer sa productivité, est-ce qu'on peut utiliser, sans le consentement d'un salarié ou d'un employé, les données  personnelles... M. Caire : Bien, en fait... M. Nadeau-Dubois : Parce que les logiciels espions, c'est ça, le... M. Caire : Oui, non, mais l'évaluation au sens où l'employé va rencontrer son patron puis on va faire l'évaluation de son travail, qui est une pratique courante dans les milieux de travail, mais là on parle... Parce que, ce que le collègue amène, on est dans l'espionnage, donc ça se fait à son insu. Donc, l'évaluation, on parle d'utiliser les renseignements personnels pour faire l'évaluation, mais pas à son insu. Je veux dire, je ne sais pas le député de Gouin, mais moi, je veux dire, à chaque année, je rencontre les employés de mon bureau de comté puis je fais une évaluation, là. Je veux dire, ce n'est pas... M. Nadeau-Dubois : Oui, mais c'est justement... M. Caire : On parle d'une pratique de gestion qui est saine versus mettre... M. Nadeau-Dubois : Oui, oui, je sais, mais... M. Caire : Non, mais c'est parce que je comprends ce que mon collègue de Gouin... de quoi il parle, mais on n'est pas... Ça, ce n'est pas de l'évaluation, je veux dire, c'est de l'espionnage, là, ce n'est pas pareil. M. Nadeau-Dubois : Oui, oui, mais la finalité, l'objectif de ces logiciels-là, c'est à des fins d'évaluation, c'est comme ça que c'est présenté. Les gestionnaires des entreprises, c'est comme ça qu'ils parlent de ces pratiques-là. Ils disent : Nous, on va monitorer pendant les heures de travail, à temps plein, ce qui se passe sur l'ordinateur de nos employés. À partir de ça, on génère des données sur leur productivité. Ces données-là sont utilisées pour faire une évaluation, l'employé est-il productif ou pas, dans le cadre de pratiques d'évaluation qui, si ce n'était que de ça, sont tout à fait normales. Puis on est justement dans un article qui dit «sans le consentement». M. Caire : Oui, mais on n'est pas... M. Nadeau-Dubois : Donc, on est dans un article qui permet aux entreprises de faire certaines utilisations des données personnelles sans le consentement. M. Caire : On n'est pas... Ce que je dis au collègue de Gouin, c'est qu'on n'est pas dans la même dynamique parce que ce qu'il décrit est quelque chose qui est contesté judiciairement. Le droit de l'employeur à espionner ses employés, donc de le faire à leur insu, on n'est pas là-dessus, là. On parle d'une évaluation qui se fait dans un cadre de gestion légitime, connu et reconnu. Là, le collègue est en train de dire... O.K. Si la question du collègue est : Est-ce que ça va légitimer le fait d'espionner les  employés?, la réponse à ça, c'est non. • (15 heures) • M. Nadeau-Dubois : Mais pourquoi? Où est-ce que c'est écrit? Parce que moi, je comprends que ce n'est pas l'intention du...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois"], "nb_intervenants": 37, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 4, "nb_interventions_ministre": 13, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 18, "nb_interventions_presidence": 2}, {"debut": "15:00", "fin": "15:10", "debats": "15 h (version révisée) M. Caire : ...là, le collègue est en train de dire est-ce que... O.K. Si la question du collègue est : Est-ce que ça va légitimer le fait d'espionner les employés?, la réponse à ça, c'est non. M. Nadeau-Dubois : Mais pourquoi? Où est-ce que c'est écrit? Parce que moi, je comprends que ce n'est pas l'intention du ministre, mais où est-ce que c'est écrit? Où est-ce que la porte se ferme dans ce qu'on est... dans le projet de loi? M. Caire : Bien, parce que, quand on parle d'une évaluation, puis c'est ce que j'essaie d'expliquer au collègue, on parle d'une évaluation qui se fait dans le cadre d'une opération de gestion légitime. Or, que je sache, l'espionnage des employés, à ma connaissance, n'a jamais été une pratique qui a été légitimée par quelque tribunal que ce soit, là. Bien, peut-être que je me trompe... M. Nadeau-Dubois : On va lire l'article ensemble. M. Caire : Corrigez-moi. M. Nadeau-Dubois : «Un renseignement personnel peut toutefois être utilisé à une autre fin — donc autre fin que celle qui a été collectée — sans le consentement de la personne concernée — donc à son insu — dans les seuls cas suivants», et là on vient mettre «pratiques courantes». Et là, quand on définit pratiques... administratives courantes, pardon, on définit de manière extrêmement large, et un des éléments de définition, c'est la planification, la gestion, l'évaluation ou le contrôle des ressources ou des services de l'entreprise. Les ressources de l'entreprise, les employés sont des ressources humaines, c'est des ressources de l'entreprise. Donc, moi, ce que je lis, c'est : sans le consentement des employés, par exemple, dans l'exemple que j'utilise, on peut utiliser leurs renseignements personnels pour procéder à leurs évaluations, donc un logiciel qui serait installé sur les systèmes informatiques et qui tracerait en  permanence les activités d'employés pourrait être utilisé sans son consentement pour l'évaluer, mais... M. Caire : Non, la réponse à votre question, c'est : Absolument pas. Ce n'est absolument pas une pratique courante. M. Nadeau-Dubois : Mais c'est parce que, M. le ministre, il ne suffit pas seulement... M. Caire : Bien, non, mais, M. le député, là... M. Nadeau-Dubois : Non, mais il ne s'agit pas seulement de l'affirmer péremptoirement. J'aimerais juste qu'on me l'explique, c'est tout. Le ministre dit : Non, mais... M. Caire : Bien, parce que ce n'est pas une pratique courante. Je veux dire, c'est... Un congédiement abusif n'est pas légitimé... Je ne sais pas, j'essaie de trouver... C'est parce que, sincèrement, là... M. Nadeau-Dubois : C'est des pratiques qui existent dans le monde du travail, là. M. Caire : Non, non, bien non, ce n'est pas une pratique courante. Il y a des gens qui ont voulu le faire, ça, je suis d'accord avec vous. Il y a des gens qui ont voulu le faire, il y a des entreprises qui ont voulu espionner leurs employés. C'est vrai, mais ça ne devient pas une pratique courante et légitime parce qu'il y a des gens qui ont essayé de le faire. Je veux dire, il y a des gens qui roulent au-dessus des limites de vitesse... C'est un mauvais exemple, là, mais non, ce n'est pas une pratique courante. Voyons donc! L'espionnage n'est pas une pratique de gestion courante, là. Le Président (M. Bachand) :M. le député de Gouin. Puis je crois que le député de La Pinière... Sur le même sujet? M. Barrette : ...M. le Président, parce que moi, là, j'essaie de suivre puis j'ai l'impression qu'on n'est pas, personne, sur le même sujet, là. Un logiciel espion, ça a une connotation qui est assez négative. La gestion, ça a une connotation, vue de l'employeur, qui est positive puis qui est négative vue de l'employé. On parle de quoi, là, exactement, là? Je vais vous donner deux, trois exemples, M. le Président. Une voix : ... M. Barrette : Non, c'est correct, ça m'intéresse, mais je veux quand même donner les  miens en premier, là. Je vais prendre un exemple ultratrivial : le monde du secrétariat. Plus trivial que ça, là, c'est impossible. Moi, j'ai déjà été employeur, puis ce n'est pas... Je n'ai pas de mérite, là, j'ai déjà été employeur. Je ne suis pas plus fin qu'un autre, mais je peux vous dire une affaire, dans le monde où j'étais, là, le monde du secrétariat, on est passé de la dactylo où, quand qu'on apprenait à taper à la dactylo, il fallait la taper 100, 120 mots à la minute, puis on était suivis là-dessus. Après ça sont arrivés les traitements de texte, puis là, aujourd'hui, on arrive avec des grands serveurs qui utilisent... qui voient plein de monde. Bien, aujourd'hui, là, M. le Président, une secrétaire, là, on ne lui dit pas qu'on l'espionne, mais une secrétaire, là, on a une fourchette, et puis ça doit faire tant de lignes à la minute. Et, quand qu'on est en dehors, bien, on est très productif ou pas assez productif. Ça, pour moi, là, ce n'est pas de l'espionnage, ce n'est pas de l'espionnage. Comme employeur, à un moment donné, là, j'avais un enjeu de productivité, O.K. Je l'ai fait. Là, j'imagine que là, là, je vais révéler quelque chose d'épouvantablement illégal, mais on a effectivement regardé le temps d'utilisation d'Internet pour constater qu'il y avait des employés qui passaient jusqu'à 50 % de leur temps sur des sites de rencontre ou pornographiques. Ça, c'est-tu de l'espionnage? C'est-tu de l'espionnage, ça? Ça fait que moi, là, avant de continuer cette discussion-là, j'aimerais bien ça savoir de quoi qu'on parle. Le gestionnaire ne peut pas ne pas avoir le moyen de gérer. Et évidemment, en 1957, là, quand j'avais un an, j'avoue mon âge, bien, on gérait d'une autre manière parce que la technologie, elle était ailleurs. Aujourd'hui, la technologie, elle est où elle est, et ça, ça peut faire partie d'une saine gestion. Puis je peux vous dire que, dans tout l'exemple que je viens de vous donner, ça a fait l'affaire du personnel, parce que ça a été révélé, sans mettre les noms des douteux, mais ça a redressé l'affaire dans chacun des cas. Maintenant, on parle de quoi, là, exactement? Moi, si on me dit : Le logiciel espion, là, qui fait en sorte qu'on va savoir qu'est-ce que la personne a commandé à l'épicerie sur sa pause sur l'ordinateur, ça, c'est correct, ça, je pense qu'à un moment donné il y a des limites à tout. Ou elle a commandé tel médicament à la pharmacie, elle l'a renouvelé par Internet, ça, je suis d'accord. Maintenant, pour le côté gestion, là, on est-tu en train de dire que de regarder ce que font les employés dans une journée, dans le cadre de leur travail pour lequel il y a des outils d'observation, ça, ça devient illégal, immoral, et ainsi de suite? Là, là, entendons-nous sur ce dont on parle. Espionner, pour moi, là, je viens d'en donner, des exemples, là, je n'ai pas d'affaires, moi, à avoir un logiciel qui va me permettre de savoir quel médicament tel employé a renouvelé à la pharmacie. Ça, c'est de  l'espionnage, ça, c'est des données personnelles, mais en termes de gestion de la productivité, du fonctionnement de l'entreprise, bien là, si on met dans la loi qu'on ne peut pas regarder ça, parce que les outils technologiques nous le permettent, parce qu'on le fait, qu'il y a des outils qui le permettent... Avant, on ne pouvait pas le faire parce qu'on ne les avait pas, les outils, mais on aurait bien voulu le faire. Là, on l'a. Puis, à partir du moment où c'est transparent, il n'y a pas de problème. Alors, moi, je vous ai donné des exemples que tout le monde connaît, là, dans mon monde, là. Les secrétaires, là, tout le monde sait qu'ils sont évalués aux lignes. Puis la fourchette, là, ce n'est pas 12 lignes par minute versus 14, là, c'est bien, bien, bien plus large que ça. Puis un employé qui n'est pas capable de se rendre là, bien, on va voir pourquoi. Puis moi, j'ai déjà eu un employé, là, qui n'était pas capable parce qu'on lui a trouvé une sclérose en plaques. On l'a gardé puis on lui a donné la reconnaissance vocale, elle parle au lieu de taper. Mon point ici, là, c'est que ça, là, c'est de la gestion, ça n'a rien à voir, pour moi, avec de l'espionnage et des données personnelles. Alors, on peut-tu au moins, à cette étape-ci, préciser de quoi qu'on parle? Moi, j'entends espion, là, je vois autre chose que probablement ce qui est suggéré. M. Caire : Bien, oui, mais, M. le Président, je suis tout à fait d'accord avec le député de La Pinière. Et c'est pour ça qu'on parle d'utilisation qui est nécessaire premièrement, il y a une notion de nécessité, aux fins des pratiques administratives courantes, donc les pratiques administratives qui sont effectivement reconnues comme légitimes. Alors, c'est là où je m'inscris en faux avec mon collègue, le collègue de Gouin, parce que le collègue de Gouin dit : Est-ce que cet amendementlà va permettre à l'employeur d'espionner son employé? Non, l'espionnage n'est pas une fin nécessaire... c'est-à-dire une utilisation nécessaire aux fins des pratiques administratives courantes. Je reprends l'exemple du collègue de La Pinière, puisque je l'ai bien connu, bien, on ne fait pas de l'espionnage pour savoir si quelqu'un est capable de taper 120 mots à la minute. On le met en avant d'un clavier, on part le chronomètre puis on dit : Tapemoi le texte que voici. C'est ça qu'on faisait, dans le temps, puis qu'on peut faire encore. Quand on a des exigences de français, bien, on fait rédiger un texte, on regarde s'il y a des fautes. Il y a des fautes, il n'y a pas de faute. Alors, ça, c'est de l'évaluation . Pour moi, c'est des pratiques administratives courantes et légitimes, si on exige certaines connaissances d'autres langues, qu'on vérifie si la connaissance, elle est suffisante.  Mais, moi, ce que j'entends, là, c'est de dire : Bien, est-ce que je pourrais cacher une caméra? Puis il y a eu ces débats-là, là, notamment dans les CHSLD, où on se disait : Bien, on va cacher une caméra, puis on va regarder comment les employés se comportent. Et ça, ça a été dit que c'était non, ça ne se fait pas. Ce n'est pas une pratique administrative courante. Et l'article que nous amenons n'a pas pour effet de légaliser ces pratiques-là, c'est sûr que non. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "Le Président (M. Bachand)", "M. Barrette", "M. Barrette", "M. Caire"], "nb_intervenants": 17, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 8, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 8, "nb_interventions_presidence": 1}, {"debut": "15:10", "fin": "15:20", "debats": "• (15 h 10) • Le Président (M. Bachand) :M. le député de Gouin, s'il vous plaît. M. Nadeau-Dubois : ...essayer de reprendre une conversation constructive, là. Premièrement, la notion de logiciel espion, je l'ai précisé, ce n'est pas moi qui l'a inventée séance tenante en commission, c'est une appellation qui est largement utilisée et qui est peut-être imprécise mais qui est largement utilisée dans le domaine pour qualifier plusieurs technologies qui font plusieurs trucs. C'est une appellation usuelle, je ne l'ai pas inventée, ce n'est pas de la paranoïa. Deuxième chose. De quoi on parle? Prenons l'exemple de Microsoft. Ce n'est pas exactement une petite entreprise confidentielle et locale. Microsoft a lancé un outil qui s'appelle Productivity Score et qui permet d'évaluer comment se comportent les usagers sur l'ensemble de sa suite Office, donc Word, Excel, Outlook, Teams, PowerPoint, etc. Cet outil-là, Productivity Score de Microsoft, permet également d'ouvrir la caméra de l'ordinateur et de faire de l'analyse de ce qui est capté par la caméra de l'ordinateur, bon. La source? C'était inscrit, publié dans le Journal de Montréal le 4 décembre 2020. Donc, bon, ça, c'est des pratiques, donc, commerciales qui existent, qui sont là. Microsoft a également, dans les derniers mois, déposé un brevet pour une technologie qui permettrait d'évaluer la productivité lors des rencontres en ligne, parce qu'il y a eu une explosion du télétravail, donc une explosion des rencontres en ligne, et la question se pose pour beaucoup d'employeurs : Comment on va évaluer la productivité des gens pendant une rencontre en ligne? Et donc Microsoft a récemment déposé un brevet pour une technologie qui permet de faire de l'analyse de ce qui est... donc, d'abord, de capter l'ensemble du contenu des caméras et d'analyser l'attitude corporelle, les expressions faciales, le nombre d'interventions puis même le niveau de fatigue des employés en analysant l'élocution des gens, bon. Puis ça, ma source, c'est la BBC au début du mois de décembre, bon. Ça, ce sont des faits objectifs publiés par des sources crédibles et fiables d'entreprises bien connues qui ont des activités au Québec et qui ont commencé, donc, à  développer ces technologies-là. Quand je parle de logiciels espions, c'est peut-être une expression trop clinquante, je parle de ce genre de technologies là. Et je suis sûr que le ministre conviendra avec moi qu'il y a là une nouveauté. Puis, quand on parle d'analyser l'élocution des gens pour faire des analyses puis déduire leur niveau de fatigue, c'est quand même un niveau d'invasion dans la vie privée plus grande que, mettons, une caméra traditionnelle de surveillance ou même monitorer le nombre de mots à la minute que tape quelqu'un qui fait du traitement de texte. On est dans une nouvelle zone, dans des nouvelles pratiques, puis la question se pose : Comment on encadre ces pratiques-là? Moi, j'ai sous les yeux un amendement, j'essaie de le comprendre puis je vois un article qui dit : «évaluation des ressources». Ah! donc ça pourrait être l'évaluation des employés. Je connais, moi, ces développements-là de la technologie, ça fait que je me dis : O.K., comment, dans le projet... Est-ce que ce n'est pas là, le moment, dans le projet de loi n° 64, pour mettre des balises à certains égards? Donc, le ministre dit : Oui, mais l'espionnage, c'est illégal, c'est... O.K., mais la vérité, c'est que ce genre de technologie là, elles sont nouvelles. Est-ce que c'est de l'espionnage? La question se pose. Est-ce que c'est légitime comme méthode d'évaluation des employés? La question se pose. Et il y a déjà des juristes qui se sont prononcés pour dire qu'à l'heure actuelle il n'y avait pas de loi au Canada qui empêchait les employeurs d'utiliser ce type de logiciel de surveillance, appelons ça des logiciels de surveillance. Bon, d'où ma question : Où sont les dispositions, dans le projet de loi n° 64, qui nous permettraient de baliser ce type de pratiques là? Il ne s'agit pas de nier le droit des employeurs d'évaluer leurs employés. M. Caire : Non, non, non. Je comprends mieux le... M. Nadeau-Dubois : Tu sais, par exemple, dans le Code du travail, là, il y a des règles pour les caméras de surveillance. Il y a des endroits où tu as le droit de les mettre, tu as des endroits où tu n'as pas le droit de les mettre. Puis il y a des règles de consentement, il faut que tu le dises, des fois, si tu la mets. Un employeur ne peut pas filmer ses employés sans leur dire, ou en tout cas pas n'importe comment. Nos lois du travail encadrent ces choses-là. Bon, là, il y a des nouvelles pratiques qui n'utilisent plus les caméras de surveillance, qui utilisent les données personnelles pour effectuer l'évaluation des employés, avec des modalités, je viens de les expliquer, qui sont passablement invasives sur le plan de la vie privée. Comment on encadre ça dans le projet de loi n° 64? M. Caire : Bien, en fait, il y a plusieurs réponses au collègue, mais là je comprends mieux la préoccupation du collègue, donc ça va être plus facile pour moi d'y répondre. D'une part, il faut comprendre que l'article 12, qui est amené par l'article 102, concerne des données que l'entreprise a déjà, donc ne concerne pas des données qui seraient nouvellement collectées. Donc, si je collecte de nouvelles données, à ce moment-là, il y a un consentement qui est requis. Dans le cas d'une application qui ferait une évaluation basée sur, comme le disait le collègue, mes expressions faciales, mon allocution, là on parle d'informations biométriques, d'informations très sensibles et donc d'informations qui nécessitent un consentement exprès, donc pour lesquelles il n'y a pas cette possibilité-là de les utiliser sans le consentement. Donc, si je me sers de marqueurs biométriques de l'employé pour évaluer sa performance, je n'aurais pas le choix de lui demander expressément son consentement. Alors... M. Nadeau-Dubois : Est-ce que c'est vrai aussi dans le cadre d'une relation employeur-employé? M. Caire : C'est dans toutes les situations. M. Nadeau-Dubois : Il n'y a aucune exception à cette règle-là? M. Caire : Il n'y a aucune exception si j'utilise... Et ça, je ne me souviens pas, c'est l'article... On en a parlé, M. le député, souvenez-vous, au début, là, on parlait des données très sensibles puis on disait : Bien, si tu collectes des informations biométriques, ça me prend un consentement qui est manifesté expressément. M. Nadeau-Dubois : Oui, oui, mais il y a aussi des dispositions... il y a aussi des endroits où on fait des exceptions à cette règle-là, ça fait que je voulais juste être sûr. M. Caire : Non, mais pas ça. M. Nadeau-Dubois : Parfait. M. Caire : Parce que, quand on parlait... Ça, oui, c'était vrai pour les renseignements personnels, mais on a fait une distinction, souvenez-vous, entre les renseignements personnels et les renseignements très sensibles. Puis, dans les cas des renseignements très sensibles, dont la biométrie, on s'est dit : Non, ça, c'est un consentement exprès qui doit être manifesté, c'est-à-dire expressément.  Donc, dans un cas comme celui-là, où l'employeur souhaite déployer une application qui se servirait des marqueurs biométriques pour évaluer la performance des employés, on parle d'utilisation de renseignements biométriques pour lesquels un consentement exprès est demandé et pour lesquels l'idée de 12 ne s'applique pas. Ça, ça ne s'applique pas à ça. M. Nadeau-Dubois : Par contre... M. Caire : Me Deschênes, je vous regarde, je n'ai pas dit de niaiseries? À date, je n'ai pas dit de niaiseries, c'est bon. M. Nadeau-Dubois : Donc là, le ministre me dit... Puis ça, c'est une réponse qui répond à mon interrogation, parfait. M. Caire : Mais je n'avais pas compris votre première préoccupation. Je m'en excuse bien humblement. M. Nadeau-Dubois : C'est qu'il faudrait... Ça nécessiterait un consentement exprès de la part de l'employé puisque c'est des renseignements biométriques. M. Caire : De l'employeur à l'employé, absolument. M. Nadeau-Dubois : Il faudrait que l'employé dise à son employeur : Tu as... M. Caire : Je consens. M. Nadeau-Dubois : Je consens à ce que ma caméra soit ouverte. M. Caire : Voilà. M. Nadeau-Dubois : Parce que tu analyses le contenu de ma caméra. M. Caire : Parce que tu collectes des renseignements biométriques très sensibles, donc tu dois avoir un consentement exprès pour le faire. M. Nadeau-Dubois : Là où le bât blesse, c'est que la porte qu'ouvre l'article 12, c'est de dire : Si tu as demandé le consentement pour obtenir ce renseignement-là, tu peux l'utiliser à une autre fin que celle pour laquelle tu l'as collecté. M. Caire : Non, pas dans le cas d'informations biométriques. Puis là je... M. Nadeau-Dubois : Où est-ce que c'est écrit? M. Caire : On peut-tu? Il me semble... M. Miville-Deschênes (Jean-Philippe) : Ça s'applique aussi, là... M. Caire : Mais une fois que... Oui, mais le consentement doit être manifesté expressément, là, il faut que je vous demande le consentement de l'utiliser. Une voix : ... M. Caire : O.K., mais une fois que le consentement exprès a été manifesté. Je comprends, oui, oui, je comprends le... M. Nadeau-Dubois : Donc, un employeur pourrait dire : À des fins de sécurité — puis ça pourrait être pas un prétexte, là, ça pourrait être une vraie raison de sécurité — on va installer un logiciel qui va nous permettre de suivre vos activités en ligne ou, pour des raisons de sécurité, on va vous installer un petit truc que, si jamais il y avait un problème de sécurité, on pourrait allumer votre caméra puis regarder s'il y a un intrus dans le bureau. Je ne sais pas, moi. On pourrait utiliser une fin pour demander un consentement exprès pour des données biométriques et, en vertu de l'article 12, pourrait l'utiliser à d'autres fins, fins qui, bien sûr, sont balisées. Ce n'est pas n'importe quoi, je le concède. Or... ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Caire", "M. Nadeau-Dubois"], "nb_intervenants": 33, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 16, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 15, "nb_interventions_presidence": 1}, {"debut": "15:20", "fin": "15:30", "debats": "• (15 h 20) • M. Caire : Oui, mais c'est des fins qui sont compatibles, hein, M. le député. Parce que, quand on dit qu'il peut les utiliser sans consentement à d'autres fins pour lesquelles ils ont été collectés, c'est vrai, mais c'est des fins qui sont compatibles. Alors, je ne pourrais pas collecter vos informations biométriques sur le consentement d'une application qui évaluerait votre performance, par exemple, et après ça m'en servir pour dire : Bien, je vais faire, je ne sais pas, moi, une analyse marketing de ça parce qu'il m'a donné son consentement. Là, c'est paragraphe 1° : «lorsque  son utilisation est à des fins compatibles avec celles pour lesquelles il a été recueilli». Puis, plus tard, on va définir les fins compatibles, puis il faut que ça soit dans la même lignée de, là. M. Nadeau-Dubois : Ma compréhension de l'amendement, c'est que ça, c'est un des critères, mais il y en a d'autres. M. Caire : Oui, mais il faut que ce critère-là soit rencontré, là. M. Nadeau-Dubois : Ce n'est pas des critères cumulatifs, c'est un ou l'autre. Ce n'est pas un et l'autre, c'est un ou l'autre. C'est soit parce que... M. Caire : Oui, oui, c'est vrai, c'est vrai. Mon erreur. M. Nadeau-Dubois : C'est soit parce que c'est compatible, soit parce que c'est manifestement au bénéfice de la personne, soit parce que son utilisation est nécessaire à des fins d'études, de recherche ou de production de statistiques et qu'il est dépersonnalisé, soit parce que... et là on vient ajouter les pratiques administratives courantes. M. Caire : Oui. M. Nadeau-Dubois : Et là on définit, dans «pratiques administratives courantes», la gestion des ressources de l'entreprise. Donc, ma lecture... Puis là je sais qu'il y a comme toute une architecture d'articles qui est un peu kafkaïenne à suivre, là, c'est le propre des projets de loi, là, mais, moi, quand je suis le raisonnement logique de ces articles-là, ce que je vois, c'est un chemin législatif qui permettrait à une entreprise d'aller chercher un consentement pour une fin et d'utiliser les renseignements récoltés à cette fin à des fins d'évaluation du personnel, et ces renseignements-là pourraient être biométriques. Puis là je sais que je me raccroche à un seul exemple, mais c'est l'exemple que j'ai utilisé tantôt, ça fait que je m'y réfère à nouveau, et donc des logiciels de surveillance ou de monitoring de la performance pourraient être utilisés, pourraient... il y a des données récoltées par ces logiciels-là qui pourraient être utilisées à d'autres fins que celles pour lesquelles initialement elles ont été collectées. Donc, et c'est... Je suis peut-être allé comme trop  vite tantôt, là. Moi, c'est le chemin que je vois ici, là, tu sais, et d'où mon inquiétude de voir un paragraphe 4° aussi large. Est-ce qu'il n'y a pas moyen de resserrer un peu pour ouvrir peut-être moins de portes, considérant les développements technologiques qui arrivent et qui s'en viennent? Le Président (M. Bachand) : M. le ministre. M. Caire : En fait, la question que je me pose, c'est : Est-ce que c'est le paragraphe 4° ou dans l'article lui-même? Parce que, dans le fond, ce que le collègue dit, c'est : Le problème, il est dans le «ou». C'est ça, ou ça, ou ça, ou ça. M. Nadeau-Dubois : Puis, tu sais, là, j'ai accroché sur le biométrique parce que c'est toujours ça, les exemples qui, prima facie, nous apparaissent toujours comme les plus... M. Caire : Non, c'est un bon exemple. Non, non, non, c'est un bon exemple. M. Nadeau-Dubois : ...tu sais, c'est ceux qui nous pognent dans le ventre, mais, dans le fond, les logiciels de surveillance, tu sais, ça pourrait être... pas du biométrique, tu sais, ça pourrait être... Tu sais, on veut... Pour assurer la sécurité des systèmes, on met un logiciel qui nous permet, par exemple, d'entrer sur votre poste informatique ou de voir ce qui se passe sur votre bureau, puis c'est pour des raisons de sécurité, mais, une fois que le consentement est acquis, en vertu de l'article 12, on peut utiliser à d'autres fins. Donc, on pourrait utiliser les renseignements recueillis à autres fins que celles de sécurité, puis là, en vertu de 4° qui est très large, ça pourrait être bien, bien, bien des affaires. Donc, elle est là, mon inquiétude. Comment on colmate? Parce que, moi, tu sais, tous les exemples qu'a donnés le ministre initialement, genre, payer les gens, c'est comme : bien sûr qu'il ne faut pas que le projet de loi puisse être interprété pour qu'on ne puisse pas payer le monde ou qu'on ne puisse pas faire... arranger les vacances ou... Tu sais, ça, c'est sûr qu'il faut s'assurer que ça le permette, là, mais moi, tu sais, c'est ça, c'est les autres risques, là, qui m'interpellent. Le Président (M. Bachand) :M. le député de La Pinière, s'il vous plaît, sur le même sujet, je crois.  M. Barrette : Je vais faire un pas en arrière, là, maintenant qu'on est sortis de l'espionnage et qu'on est plus maintenant sur des réalités pratiques et de ses ramifications. Et la question, c'est vraiment un pas de recul, là : Quand, Me Deschênes, vous avez dit, là, que le consentement doit être explicite pour tout renseignement de nature biométrique, on peut-tu retourner à l'endroit où c'est écrit tel quel? M. Miville-Deschênes (Jean-Philippe) : Bien, il y a l'article 44 de la loi sur le cadre juridique des technologies de l'information, qu'on a modifié hier, qui prévoit... Je peux vous le lire, là. M. Barrette : Oui, j'aimerais ça. Parce que le député de Gouin serait probablement très heureux si on inscrivait spécifiquement... M. Caire : En fait, ce qui est écrit dans la loi, c'est que les documents... les renseignements de nature sensible, l'utilisation de ces renseignements doit faire l'objet d'un consentement expressément manifesté, et nous avons statué que les renseignements biométriques étaient des renseignements sensibles. M. Barrette : Oui, mais ce n'est pas... Je comprends, ça, là. Je voulais juste le revoir, où c'était écrit, parce que, le député de Gouin, on comprend mieux, là, moi y compris, ce qu'il voulait dire, parce que là, moi, on n'était pas dans l'espionnage en réalité, là, on était dans la capacité d'aujourd'hui, au même titre... M. Caire : La technologie au service de la surveillance, sur la frontière de. M. Barrette : Oui, mais je veux juste... Laissez-moi juste finir mon idée, là. Je veux dire, je reprends ma métaphore, là. On est parti de la dactylo à un ordinateur. Là, aujourd'hui, on peut regarder la face du monde, bon. Dans tous les cas, c'est de l'évaluation du personnel. Le député de Gouin, lui, il dit : Oui, mais ça peut servir à autre chose. Bon, c'est correct. Tout tourne autour... toute la discussion tourne autour de données biométriques. Bon, là où je veux en venir, c'est qu'il risque d'arriver un jour où, quand quelqu'un décroche un emploi, on va lui faire signer une feuille de consentement générale. Puis ça se peut qu'un jour on soit obligés, pour avoir un emploi, de signer une espèce de formulaire de consentement de collection de «whatever», c'est possible que ça arrive. Je ne dis pas que c'est comme ça puis que ça va arriver, mais c'est possible que ça arrive. M. Caire : Non, c'est possible, vous avez raison. M. Barrette : Dans le cadre de votre emploi, vous êtes sujet à une évaluation de votre travail sur divers paramètres. Bang! Signe ça, ce n'est pas spécifique. Et, même si c'est spécifique, peut-être que le monde va dire oui parce qu'ils sont pognés pour  avoir... il faut une job, bon. M. Caire : Parce qu'il se dit : Je ne veux pas perdre ma job. M. Barrette : Même dans le cas... dans l'exemple que je donne, je ne peux pas l'avoir. Je ne peux pas ne pas la perdre, c'est pire, je ne peux pas l'avoir, O.K.? C'est comme aujourd'hui, si le vaccin était obligatoire contre la COVID, il y a du monde qui ne pourrait pas travailler dans les hôpitaux s'ils refusent, mais ce n'est pas comme ça, on n'a pas ça malheureusement. Je dis bien malheureusement à dessein. Et la raison pour laquelle je voulais voir le texte, c'est parce que, pour en arriver à quelque chose qui, législativement, empêche ça, il faudrait arriver puis de dire spécifiquement dans la loi que, dans le droit du travail, on ne peut pas, tu ne peux pas, point final, collecter des données biométriques. Tu ne demandes pas le consentement, là, dans le cadre du travail, ce n'est pas accepté. M. Caire : Bien, je veux juste être sûr que je comprends. Ce que le député de La Pinière suggère, c'est que la collection et/ou l'utilisation de données biométriques dans un contexte professionnel devraient être interdites dans toutes circonstances. M. Barrette : Bien, c'est-à-dire qu'il faut l'écrire comme il faut, là, mais globalement, là, c'est ça, mais ce n'est pas... Il faut l'écrire comme il faut, là. Dans des patentes de sécurité, on va avoir plein d'affaires avec des empreintes digitales, puis des ci, puis des ça. Je ne peux pas empêcher ça, là, c'est sûr. M. Caire : Oui, c'est ça, c'est à ça que je pensais, moi... M. Barrette : Parce que là le député de Gouin veut fermer toutes les portes. Je l'écoute, je comprends. Moi, j'ai toujours apprécié la paranoïa, j'ai toujours pensé qu'il fallait être paranoïaque un petit peu dans la vie. Alors, le député de Gouin... M. Caire : Je me dissocie de ces propos. M. Barrette : Le député de Gouin n'est pas, au sens médical du terme, paranoïaque, mais, au sens intellectuel, il cherche toutes les voies possibles et à les fermer si nécessaire. Moi, je trouve ça très bien, je n'ai aucun problème avec ça.  M. Caire : Absolument, je trouve effectivement... M. Barrette : Maintenant, quand je l'écoute... M. Caire : Quand on comprend ce qu'il dit, ça a de l'allure, ce qu'il dit. Pas toujours, mais... M. Barrette : Alors, quand je l'écoute, à chaque argument qui sort, je vois, moi, un contre-argument. Alors, ce n'est pas que l'argument n'est pas bon, ce n'est pas ça. À chaque fois qu'il veut fermer une porte, j'en vois une autre s'ouvrir. Ça fait que, si on ferme des portes puis que je suis capable, aujourd'hui, de voir une porte qui s'ouvre à côté qui fait la même affaire que l'autre porte dont il veut la fermer pour l'éviter, bien, peut-être qu'on devrait trouver un moyen pour l'empêcher dans le milieu du travail. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette"], "nb_intervenants": 35, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 15, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 17, "nb_interventions_presidence": 2}, {"debut": "15:30", "fin": "15:30", "debats": "• (15 h 30) • M. Caire : Moi, je vous avoue que j'ai un malaise avec l'idée. Puis je reviens à mon dada, puis j'espère que mon collègue de Gouin va apprécier cette belle cohérence. Ma préoccupation est plus la nature du consentement. Puis je reconnais que mon député... Ce n'est pas mon député, je suis mon propre député. Le député de Gouin amène, effectivement, une situation où des renseignements personnels, notamment des données biométriques, pourraient être utilisés après avoir été collectés à d'autres fins et que la notion de fin compatible ne s'appliquerait pas. La question que je nous...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire"], "nb_intervenants": 1, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 1, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0}, {"debut": "15:30", "fin": "15:36", "debats": "15 h 30 (version révisée) M. Caire : ...effectivement, une situation où des renseignements personnels, notamment des données biométriques, pourraient être utilisés après avoir été collectés à d'autres fins et que la notion de fin compatible ne s'appliquerait pas. La question que je nous pose, c'est : Est-ce qu'on ne serait pas mieux de se dire : Bien, il faut s'assurer que, dans tous les cas, si on utilise des renseignements personnels pour d'autres fins que celles pour lesquelles ces données-là ont été collectées, ces fins-là, il n'y a pas de «ou», c'est un «et», elles doivent être compatibles. Et, après ça, on pourra voir si la recherche, la gestion, ça, ça peut devenir flexible. Mais la compatibilité des fins pour lesquelles ces renseignements-là ont été collectés ne devrait-elle pas s'appliquer dans tous les cas de figure? Le Président (M. Bachand) : M. le député de La Pinière. Après ça, j'ai le député de Gouin.  M. Barrette : Très, très, très rapidement. Parce que c'est des débats qui changent de direction constamment. On a commencé par : On peut-u s'en servir ou non? La reconnaissance... pas faciale, mais les attitudes, et ainsi de suite. Là, on est rendu à une chose que je pensais réglée, quand on collecte, on les collecte à une fin puis on ne peut pas les utiliser à d'autres fins. Ça, moi, je pensais que c'était réglé, mais ça a l'air que ce ne l'est pas. M. Caire : Bien, non. Mais là, en tout respect pour le député de La Pinière, le débat revient sur le fait qu'un renseignement personnel peut toutefois être utilisé à une autre fin, sans le consentement de la personne concernée, dans les seuls cas suivants. Puis là on a une série de cas où on peut utiliser les renseignements personnels à d'autres fins pour lesquels ils ont été collectés. M. Barrette : Alors là, il faudrait baliser les autres fins. M. Caire : Bien, c'est-à-dire que les autres fins sont balisées, mais ils peuvent être mutuellement exclusifs. Et, à mon avis, c'est peut-être là-dessus qu'on devrait réfléchir. Puis l'idée d'avoir d'autres fins pour les fins pour lesquelles ils ont été collectés, c'est une demande qui a été faite, puis ce n'est pas vrai juste pour les entreprises, là, c'est vrai... C'est qu'à un moment donné je peux collecter des renseignements... puis c'est ce que j'expliquais, je peux collecter des renseignements, puis moi, je suis le service de la paie. M. Barrette : Non, mais ça, je comprends tout ça, là, je comprends tout ça, là. M. Caire : Bon. Mais peut-être que les ressources humaines pourraient s'en servir aussi, là. M. Barrette : Mais on a commencé, il y a quelques minutes, par : Oui, mais là il ne faudrait pas qu'on puisse se servir de ça, et là on est dans la finalité. M. Caire : Ce n'était pas exactement ce qu'on a dit. Puis le député de Gouin se corrigera si je me trompe, mais, quand on est arrivés à l'utilisation pour des fins de gestion, ce que le député de Gouin a apprécié minimalement, c'est le paragraphe 4° où on parle de la planification, de la gestion et de l'évaluation. Et là ce qu'il a dit, à raison, c'est que l'évaluation, c'est large. Et là ça veut dire que je peux collecter des renseignements personnels pour une fin qui est x, qui n'a rien à voir avec l'évaluation. Et, une fois que j'ai eu le consentement pour, admettons, la paie, bien là, ça veut dire que je peux m'en servir pour l'évaluation. Puis là, bien, j'utilise des applications qui utilisent des marqueurs biométriques. Puis là, bien, je n'ai pas vraiment le consentement pour ça. Donc, est-ce que... ou alors je les ai collectés puis je fais de la recherche avec, puis là, bien, finalement, je ne fais plus de la recherche avec, je fais de l'évaluation de l'employé. Puis je n'ai pas besoin de lui demander son consentement parce que je les ai collectés, au moment, en disant : Je vais faire de la recherche avec. Es-tu d'accord? Il m'a dit : Oui. Parfait. Il m'a dit : Oui. Je les prends, je les collecte puis je les envoie au service d'évaluation de la DGRH. Puis là il dit : C'est parce qu'on n'est plus à tester une nouvelle sorte de poudre pour bébé, là, c'est un peu... Ça fait que je pense que je résume... Je vois dans l'acquiescement de mon collègue que je résume assez bien. Et, et, et, peut-être qu'on devrait fermer les caméras, M. le Président, et je dois dire que cette objection-là m'apparaît être pertinente. Le Président (M. Bachand) : M. le député de Gouin M. Nadeau-Dubois : Je pense qu'on a quand même mis le doigt sur quelque chose d'intéressant, mais les règles parlementaires étant ce qu'elles sont, et le temps étant limité, je vais déposer un amendement pour pouvoir continuer à participer à ce débat intéressant, M. le Président. M. Caire : Ceci étant, M. le Président, ce que je vais suggérer pour aller dans le sens de ce que le collègue vient de dire : Peut-être pourrions-nous suspendre et travailler collectivement à la rédaction de l'amendement? M. Nadeau-Dubois : Oui. J'avais quelques petits trucs encore à dire, c'est pour ça que je déposais un amendement. Parce qu'on m'a fait signe qu'il restait quelques minutes seulement. Dans le fond, là, le ministre a bien... M. Caire : Faites ça vite. M. Nadeau-Dubois : Je pourrai toujours déposer l'amendement si jamais. M. Caire : O.K., d'accord M. Nadeau-Dubois : Mais, tu sais, le ministre a bien résumé l'esprit de mon objection, là, c'est-à-dire on pourrait aller chercher un consentement pour une fin x, l'utiliser à une fin y sans demander le consentement et ça peut mener, ça, à genre le congédiement de quelqu'un. Puis les gens ont le droit de congédier leurs employés dans la vie, mais il y a des règles pour encadrer ça. Puis là il y a une brèche dans nos lois actuelles. Tu sais... , c'est des pratiques qui sont en explosion. Ça fait que, comment on fait pour refermer cette brèche-là? Moi, je soumets que la formulation du paragraphe 4 est très, très, très large. Il y a la question de fins compatibles. Moi, je suis... si le ministre veut qu'on travaille quelque chose conjointement, ça me fait plaisir. Le Président (M. Bachand) : Si je comprends bien, M. le ministre, votre suggestion,  c'est de suspendre? M. Caire : Oui Le Président (M. Bachand) : Et donc, à ce moment-là, il resterait du temps, aussi, au député de Gouin si jamais, le député de Gouin, vous voulez présenter un amendement. Donc, on est d'accord. Est-ce qu'il y a consentement? M. Caire : Consentement M. Barrette : Oui, oui, absolument Le Président (M. Bachand) : Consentement. On va suspendre quelques instants. ", "nb_suspensions": 1, "votes_par_consentement": 1, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "Le Président (M. Bachand)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "M. Barrette", "Le Président (M. Bachand)"], "nb_intervenants": 24, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 10, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 9, "nb_interventions_presidence": 5}, {"debut": "15:36", "fin": "16:00", "debats": "Merci. (Suspension de la séance à 15 h 36)    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0}, {"debut": "16:00", "fin": "16:21", "debats": "16 h (version révisée) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0}, {"debut": "16:21", "fin": "16:25", "debats": "(Reprise à 16 h 21) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! Merci. S'il vous plaît! Merci beaucoup. Alors, M. le député de Gouin. Ou M. le ministre? M. le député de Gouin? Allez-y, M. le député. Oui. M. Nadeau-Dubois : Bien, merci, M. le Président. Les nombreuses personnes qui suivent assidûment nos débats et nos travaux, bien, je voudrais leur exprimer mes excuses. On a suspendu longtemps, j'imagine, le suspense a été intenable, mais c'est pour une bonne raison. On a travaillé à la... Une voix : ... M. Nadeau-Dubois : Non, il faut quand même s'encourager, M. le Président, avec ce qu'on a. On a travaillé à la rédaction d'un amendement que je vais déposer maintenant, un amendement à l'article 102 : Remplacer les paragraphes 1° et 2° de l'amendement à l'article 12, c'est un sous-amendement, bien sûr, là, à l'article 12 de la  Loi sur la protection des renseignements personnels dans le secteur privé, proposé par l'article 102 du projet de loi, par le suivant : «1° insérer, après le paragraphe 2° du deuxième alinéa, le paragraphe suivant : «2.1° lorsque son utilisation est nécessaire à des fins de prévention et de détection de la fraude ou d'évaluation ou d'amélioration des mesures de protection et de sécurité; «2.2° lorsque son utilisation est nécessaire à des fins de fourniture ou de livraison d'un produit ou de prestation d'un service demandé par la personne concernée;» Le Président (M. Bachand) : Merci. Interventions? M. le ministre. M. Nadeau-Dubois : Donc... Le Président (M. Bachand) :Oui. Excusez, monsieur. Allez-y, M. le député. Pardon. M. Nadeau-Dubois : Bien, dans le fond... Bien, l'objectif, ici, c'est de venir considérablement dissiper le flou qu'il y avait autour d'autres paragraphes qui figuraient dans l'amendement initialement, où on ouvrait très, très large à toutes sortes d'utilisations. Là, on vient dire : Si c'est pour de la prévention ou la détection de la fraude, si c'est pour l'évaluation ou l'amélioration des mesures de protection ou de sécurité, si c'est pour livrer des fournitures, un produit ou une prestation d'un service qui est demandé par la personne, ça, c'est les cas où vous pouvez utiliser les renseignements sans le consentement, sans le consentement. Et un des éléments de l'amendement demeure, celui des fins compatibles. Donc, fins compatibles plus ces deux éléments-là, ça nous donne comme trois fenêtres par lesquelles les employeurs peuvent passer pour utiliser, sans le consentement, les données personnelles. À mon avis, c'est trois fenêtres qui sont juste assez étroites et juste assez grandes pour donner la latitude nécessaire aux employeurs sans qu'il y ait de préjudice potentiel trop grand sur les employés. Puis on vient notamment fermer la porte à la fameuse question de l'évaluation. Si la question de l'évaluation n'est pas considérée comme une fin compatible, parce que ça, ça restera toujours possible, donc je pense qu'on a trouvé quelque chose comme un droit de passage. Le Président (M. Bachand) : Merci. Interventions? M. Barrette : Tout à fait d'accord, M. le Président. Le Président (M. Bachand) : Merci. M. le ministre. M. Caire : M. le Président, la suspension a été assez longue. Ça a donné des résultats concrets qui ont été très bien expliqués par mon collègue de Gouin. Je n'ai rien à rajouter.  Le Président (M. Bachand) : Merci. Donc, s'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix du sous-amendement. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Barrette (La Pinière)? M. Barrette : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) :Abstention. Donc, le sous-amendement est adopté. Donc, on revient à l'amendement. Est-ce qu'il y a des interventions? M. le député Gouin. M. Nadeau-Dubois : Juste pour que je me réorganise un peu, parce que, là, on a plongé dans le très précis. Là, on est sur l'amendement...  M. Caire : ...que nous venons de sous-amender. M. Nadeau-Dubois : ...que nous venons de sous-amender. Donc, donnez-moi un petit instant, juste le ressortir. Excusez. C'est parce que j'avais concentré mes commentaires sur un des aspects, là, qui étaient le fameux paragraphe 4°. Donc, la question de la dépersonnalisation. «Toute personne qui exploite une entreprise et qui utilise des renseignements dépersonnalisés doit prendre les mesures raisonnables afin de limiter les risques que quiconque procède à l'identification». Par «mesures raisonnables», je sais qu'on en a parlé dans le public, là, qu'est-ce que le ministre peut me dire sur qu'est-ce que ça... Comment ça va être interprété ça, «des mesures raisonnables»? M. Caire : Bien, en fait, c'est les moyens... c'est les mesures technologiques pour que ça n'arrive pas. En fait, je vous dirais, c'est une définition qui peut être assez large. Mais je vous donne un exemple de ce qui se fait à l'Institut de la statistique. Lorsqu'on a des fins de recherches ou de statistiques, on travaille dans les galeries, qui sont des lieux clos, qui sont des lieux qui n'ont pas de connexion avec l'extérieur. Une personne qui veut y entrer doit évidemment s'identifier clairement. L'endroit où cette personne-là peut aller est précis. Tu ne vas pas ailleurs que là. Tu utilises le matériel qu'on met à ta disposition et aucun autre. Donc, tu ne rentres pas là avec ton ordinateur, ton portable, ta tablette, ton téléphone intelligent. Tu utilises le matériel qui est à l'intérieur et tu travailles avec les banques qu'on te fournit. Donc, tu n'arrives pas avec ta clé USB, où tu télécharges tes propres informations et où ça va s'amalgamer à d'autres choses. Donc, on peut penser, là, qu'on a pris vraiment des moyens raisonnables pour s'assurer que les informations qui étaient là étaient utilisées à des fins qui étaient compatibles à celles pour lesquelles elles ont été demandées. Alors, je vous donne un exemple, là, il peut y en avoir d'autres, on comprend que tout le monde ne mettra pas à disposition un endroit de cette nature-là, mais ce que je veux dire, c'est que, dans la mesure où c'est possible pour l'entreprise, elle doit s'assurer qu'on est dans un contexte où on ne pourra pas dédépersonnaliser ou repersonnaliser, devrais-je dire, des informations qui ont été dépersonnalisées. Mais évidemment il faut être raisonnable, dans le sens où il faut tenir compte des capacités de l'entreprise, du contexte, etc. M. Nadeau-Dubois : Parfait. Le Président (M. Bachand) : ...  M. Nadeau-Dubois : L'article 3, je comprends, c'est de la concordance avec ce qu'on a adopté dans le public suite à mon amendement pour définir ce qu'est une donnée personnelle sensible. M. Caire : C'est ça. Exact. Voilà. M. Nadeau-Dubois : C'est le même libellé, exact? M. Caire : Exact. M. Nadeau-Dubois : ...de secondes, M. le Président. Le Président (M. Bachand) : Il vous reste 10 secondes, M. le député. M. Nadeau-Dubois : Ce ne sera pas nécessaire. Le Président (M. Bachand) :M. le député de LaFontaine. M. Tanguay : Oui. Excusez-moi, M. le Président. Une voix : ... M. Tanguay : Hein? Une voix : ... M. Tanguay : Il dit oui. Non, non, mais c'est intéressant parce que le troisième alinéa de l'amendement, on reprend exactement la même rédaction que celui à l'article 12, n'est-ce pas, «médicales, biométriques ou autrement intimes», quand on parle de la nature sensible. O.K. Le Président (M. Bachand) :Est-ce qu'il y a d'autres interventions? S'il n'y a pas d'intervention, nous allons procéder à la mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention, M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)?  M. Tanguay : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'amendement est adopté. Et compte tenu de l'heure, la commission ajourne ses travaux jusqu'au mardi 25 mai ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 2, "amendements_adoptes": 2, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Barrette", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Barrette", "La Secrétaire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Tanguay", "M. Tanguay", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)"], "nb_intervenants": 50, "nb_interventions_secretaire": 10, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 7, "nb_interventions_gouvernement": 2, "nb_interventions_opposition": 19, "nb_interventions_presidence": 12}, {"debut": "16:25", "fin": "", "debats": "2021, à 16 h 25, où elle va entreprendre un autre mandat. Merci beaucoup. À bientôt.  ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0}]