[{"debut": "", "fin": "9:30", "debats": " ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "9:30", "fin": "10:00", "debats": "9 h 30 (version révisée) (Neuf heures cinquante-sept minutes) Le Président (M. Bachand) : Bon matin, tout le monde. Ayant constaté le quorum, je déclare la séance de la Commission des institutions ouverte. La commission est réunie afin de poursuivre l'étude détaillée du projet de loi n° 64, Loi modernisant des dispositions législatives en matière de protection des renseignements personnels. Mme la secrétaire, y a-t-il des remplacements? La Secrétaire : Oui, M. le Président : M. Lamothe (Ungava) est remplacé par M. Tremblay (Dubuc); M. Birnbaum (D'Arcy-McGee) est remplacé par M. Barrette (La Pinière); et Mme Hivon (Joliette) est remplacée par M. Ouellet (René-Lévesque). Le Président (M. Bachand) :Merci beaucoup. Je vous rappelle, on a une petite problématique technique. Donc, les micros des principaux participants vont toujours demeurer ouverts. Donc, faites attention, si vous avez des commentaires, comme disait le ministre souvent, de tourner sa langue peut-être sept fois, parce que vos micros demeurent ouverts, et puis également de faire attention en tournant les pages pour ne pas accrocher le micro. Et puis, s'il y a d'autres intervenants, comme Me Miville-Deschênes, par exemple, de donner un petit délai pour que le technicien puisse être capable d'ouvrir son micro, tout simplement. O.K.? Ça fait qu'on essaie ça ce matin. Puis, si jamais ça fonctionne, on reste ici, sinon on pensera à une autre solution. Alors, je vous rappelle qu'il avait été convenu de suspendre l'étude des amendements proposés par le ministre visant à introduire les articles 36.1 et 142.1 au projet de loi. Nous avions également suspendu les articles 78 à 85, 93, 96, 100, 128 et 150. Lors de l'ajournement de nos travaux, hier, l'article 159 amendé du projet de loi venait d'être adopté. M. le ministre, s'il vous plaît. M. Caire : Merci, M. le Président. Je voudrais déposer un amendement, l'article 159.1, M. le Président, qui se lit comme suit :  Insérer, après l'article 159 du projet de loi, l'article suivant : 159.1 L'article 36 de la Loi sur la santé publique (chapitre S-2.2) est modifié par le remplacement, dans le deuxième alinéa, de «sur laquelle la Commission d'accès à l'information doit se prononcer» par «devant faire l'objet d'une entente transmise à la Commission d'accès à l'information». Donc, il s'agit d'une disposition de concordance avec les modifications effectuées à la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels. En vertu de ces modifications, la Commission d'accès à l'information ne doit plus approuver des communications de renseignements personnels effectuées en vertu de cette loi, M. le Président. C'était d'ailleurs à la demande de la Commission d'accès à l'information elle-même qu'on apportait ces modifications-là. Le Président (M. Bachand) : Merci. Interventions? M. le député de LaFontaine? Non? S'il n'y a pas d'intervention, nous allons procéder à la mise aux voix. Est-ce que l'amendement créant l'article 159.1 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci beaucoup. M. le ministre, s'il vous plaît. M. Caire : M. le Président, l'article 160 : L'article 19 de la Loi sur les services de santé et les services sociaux (chapitre S-4.2) est modifié par l'ajout, à la fin, du paragraphe suivant : «20° à un organisme public désigné suivant l'article 70.3 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels.» M. le Président, l'article 19 de la Loi sur les services de santé et les services sociaux est modifié en raison de la section II.1, Gestionnaire des renseignements personnels, introduite au chapitre III de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels par le projet de loi. M. le Président, j'ai un amendement. Donc, l'amendement se lit comme suit : Retirer l'article 160 du projet de loi. Compte tenu du fait que nous avons retiré le gestionnaire des renseignements personnels. Nous l'avons retiré de la loi n° 64 parce que la loi n° 95 instituait le gestionnaire des... voyons, le chef gouvernemental de la donnée...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire"], "nb_intervenants": 7, "nb_interventions_secretaire": 1, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 2, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 4, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "10:00", "fin": "10:10", "debats": "10 h (version révisée) M. Caire : ...le gestionnaire des renseignements personnels, nous l'avons retiré de la loi n° 64 parce que la loi n° 95 instituait le gestionnaire des... voyons, le chef gouvernemental de la donnée. Je ne me souviens plus du nom. Une voix : ... M. Caire : Oui, c'est ça, chef gouvernemental de la donnée. Donc, il n'y avait plus de raison de garder cet officier-là au projet de loi n° 64 puisque 95 instituait cette nouvelle fonction là. Le Président (M. Bachand) :Interventions? S'il n'y a pas d'intervention, nous allons procéder à la mise aux voix. Est-ce que l'amendement à l'article 160 est adopté? Des voix : Adopté. Le Président (M. Bachand) :Adopté. Donc, l'article 160 est supprimé. M. le ministre, s'il vous plaît. M. Caire : Merci, M. le Président. 161. L'article 19.2 de cette loi est modifié par le remplacement, dans le deuxième alinéa, de «125» par «67.2.1». Donc, l'article 19.2 de la Loi sur les services de santé et services sociaux est modifié en raison du nouvel article 67.2.1 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels introduit par la loi. Il est également modifié en raison de l'abrogation de l'article 125 de cette même loi effectuée par le projet de loi. Et, M. le Président, j'ai un amendement. Donc, l'amendement se lit comme suit : Remplacer l'article 161 du projet de loi par le suivant : 161. L'article 19.2 de la Loi sur les services de santé et les services sociaux (chapitre S-4.2) est modifié par le remplacement, dans le deuxième alinéa, de la première phrase suivante : «Le directeur doit cependant, avant d'accorder une telle autorisation, s'assurer que celle-ci est conforme aux articles 67.2.1 à 67.2.3 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels (chapitre A-2.1).» Donc, c'est un peu la même chose qu'on a faite aux articles précédents compte tenu  du fait que, tous les protocoles de recherche, on avait trois articles qui couvraient cette situation-là et non pas un seul. Le Président (M. Bachand) : Merci. M. le député de LaFontaine, s'il vous plaît. M. Tanguay : Excusez-moi, M. le Président, j'ai eu un moment d'absence. Est-ce qu'on est sur l'amendement? Est-ce qu'il y aura un amendement? M. Caire : ...parce que l'article... M. Tanguay : ... M. Caire : Oui. M. Tanguay : ...devant moi, O.K., parfait. Moi, ça me va. Le Président (M. Bachand) : Il n'y a pas de souci. Donc, est-ce qu'il y a d'autres interventions sur l'amendement? Donc, nous allons procéder à sa mise aux voix. Estce que l'amendement à l'article 161 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci. Est-ce qu'il y a d'autres interventions sur 161 tel qu'amendé? Alors, nous allons procéder à la mise aux voix. Est-ce que l'article 161, tel qu'amendé, est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : Oui, merci, M. le Président. 162. Donc, nous sommes... les prochains articles touchent la Loi sur les services de santé et les services sociaux pour les autochtones cris. Donc, l'article 162 : L'article 7 de la Loi sur les services de santé et les services sociaux pour les autochtones cris (chapitre S-5) est modifié, dans le quatrième alinéa : 1° par la suppression de «, malgré le paragraphe 5° du deuxième alinéa de l'article 59 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels (chapitre A-2.1),»; 2° par le remplacement de «125 de cette loi» par «67.2.1 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels (chapitre A-2.1)». M. le Président, vous comprendrez que j'ai un amendement à cet article. Donc, l'amendement... En fait, oui, un amendement, excusez-moi, M. le Président. Donc, j'ai un amendement qui se lit comme suit : Remplacer le paragraphe 2° de l'article 162 du projet de loi par le paragraphe suivant : 2° par le remplacement de «que les critères établis par l'article 125 de cette loi soient satisfaits» par «que celle-ci est conforme aux articles 67.2.1 à 67.2.3 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels (chapitre A-2.1)». Donc, on est encore dans la même dynamique, là, d'intégrer les trois articles et non pas un seul. Le Président (M. Bachand) : Merci. Interventions? Ça va? Donc, nous allons procéder à la mise aux voix. Est-ce que l'amendement à l'article 162 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci. Des interventions sur 162 amendé? S'il n'y a pas d'intervention, nous allons procéder à sa mise aux voix. Est-ce que l'article 162, tel qu'amendé, est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : Oui, un amendement, M. le Président, qui introduit les articles 162.1 et 162.2, donc, qui se lit comme suit : Insérer, après l'article 162 du projet de loi, le suivant : 162.1. L'article 108 de la Loi sur les agents d'évaluation de crédit (2020, chapitre 21) est modifié par la renumérotation de l'article 8.1 de la Loi sur la protection des renseignements personnels dans le secteur privé (chapitre P-39.1) qu'il édicte, qui devient l'article 8.4.  Donc, M. le Président, c'est en raison de la renumérotation, là, suite aux différents amendements que nous avons adoptés, donc il s'agit évidemment de concordance. Le Président (M. Bachand) : Merci. Est-ce qu'il y avait une intervention sur l'amendement? S'il n'y a pas d'intervention, nous allons procéder à sa mise aux voix. Est-ce que l'amendement créant le nouvel article 162.1 est adopté? Des voix : Adopté. Le Président (M. Bachand) :Donc, le nouvel article 162.1 est adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : Oui, M. le Président. Tel qu'annoncé, l'article 162.1, 111 de la Loi sur les agents d'évaluation de crédit, se lit comme suit : Insérer, après l'article 162.1 du projet de loi tel qu'amendé, le suivant : 162.2. L'article 111 de cette loi est abrogé. Donc, l'article vise à abroger l'article 111 de la Loi sur les agents d'évaluation de crédit (2020, chapitre 21), car l'article 151 du projet de loi est amendé afin de prévoir la même infraction qu'elle introduit à l'article 111, mais que... des montants d'amendes supérieurs. Cet article, pas encore en vigueur, introduit le nouvel article 91.1 à la Loi sur la protection des renseignements personnels dans le secteur privé qui prévoit ce qui suit : «91.1. Quiconque contrevient à l'interdiction prévue à l'article 8.1 de la présente loi est passible d'une amende de 1 000 $ à 10 000 $, en cas de récidive, d'une amende de 10 000 $ à 20 000 $.» Donc, M. le Président, il s'agit évidemment de concordance. Le Président (M. Bachand) : Merci. Interventions? Ça va? Donc, nous allons procéder à la mise aux voix. Est-ce que l'amendement créant un nouvel article 162.2 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Donc, le nouvel article 162.2 est adopté. Merci. M. le ministre, s'il vous plaît.  M. Caire : M. le Président, nous sommes maintenant dans les dispositions transitoires et finales. Donc : 163. Les articles 64, 68 et 68.1 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels (chapitre A-2.1), tels qu'ils se lisent ici (indiquer la date de la sanction de la présente loi), continuent de s'appliquer à toute entente conclue conformément à un de ces articles avant cette date toujours en vigueur (indiquer la date d'entrée en vigueur de la présente loi), et ce, jusqu'à ce que la date d'expiration d'une telle entente ou jusqu'à ce que (indiquer la date qui suit de deux ans celle de l'entrée en vigueur de la présente loi), selon la première date. Donc, M. le Président, c'est des dispositions transitoires qui permettent de s'assurer que les ententes signées continuent de s'appliquer et qu'au moment où ces ententes-là terminent la loi s'applique. Le Président (M. Bachand) : Merci. Interventions? M. le député de LaFontaine, s'il vous plaît. M. Tanguay : Oui, M. le Président. Alors, on est dans le domaine public. Les articles... Là, je présume que les articles 64, 68 et 68.1, évidemment, par essence, par définition, ont été modifiés par le projet de loi n° 64. Si je retourne au projet de loi, l'article 64, est-ce qu'il a été amendé ou modifié? Parce que j'ai 64.1, ça fait que ça serait probablement... Ah! non, l'article 15 de la loi. L'article 64, article 15 : «La collecte visée doit être précédée d'une évaluation de facteurs relatifs à la vie privée...» Et on parle de quelle entente? Cette entente doit prévoir... Donc, à l'article 15 du projet de loi n° 64, on parlait de quel contexte d'entente ici? M. Caire : Laissez-moi aller à l'article en question, M. le député. En fait, ce que je vais faire, je vais m'ouvrir une deuxième fenêtre, ce qui va... M. Tanguay : Est-ce que c'étaient les ententes pour les nouveaux projets de systèmes informatiques ou ce n'est pas... Moi, je pense qu'il n'y en a même pas, d'entente. Ce n'étaient pas les évaluations de facteurs de risque, là, ce n'est pas ça, là? M. Caire : Là, on est à l'article 64 de la loi actuelle. Je vais aller voir l'article, M. le député, là, parce que, là, de mémoire, je ne pourrais pas vous répondre. Donc, je vais... On est à 64, 64 dit...  Une voix : ... M. Caire : Ça, c'est l'article 15. Donc, l'article... est modifié... remplacement... Donc : «Nul ne peut, au nom d'un organisme public, recueillir un renseignement personnel si cela n'est pas nécessaire à l'exercice des attributions de cet organisme ou la mise en oeuvre d'un programme dont il a la gestion. «Un organisme public peut toutefois recueillir un renseignement personnel si cela est nécessaire à l'exercice des attributions ou de la mise en oeuvre d'un programme de l'organisme public avec lequel il collabore avec la prestation de services... «La collecte visée au deuxième alinéa doit être précédée d'une évaluation des facteurs relatifs à la vie privée et s'effectue dans le cadre d'une entente écrite transmise à la commission...» Donc, c'est les ententes avec la commission pour lesquelles on assure une espèce de clause grand-père, là. Donc, tant que... ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 3, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Caire", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Caire"], "nb_intervenants": 31, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 12, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 5, "nb_interventions_presidence": 14, "nb_interventions_PLQ": 5, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "10:10", "fin": "10:14", "debats": "• (10 h 10) • M. Tanguay : ...qui veut faire collecter des renseignements personnels par un tiers, et il doit avoir une entente, évidemment, avec ce tiers-là, mais la commission doit être partie à ladite entente. M. Caire : Partie à la... Voilà. M. Tanguay : O.K., ça, c'est 64. Puis là avec l'article 15... M. Caire : Ça, c'est 64. M. Tanguay : L'article 75, on précisait... M. Caire : Et donc, à la fin, donc, on comprend que, compte tenu que l'entente est toujours en vigueur, donc, par exemple, il n'y aurait pas lieu d'avoir l'évaluation des facteurs relatifs à la vie privée, parce que ça a été antérieur à l'adoption de la loi. Mais, du moment où l'entente est terminée, là, la loi doit s'appliquer aux nouvelles ententes si nouvelles ententes il y a. M. Tanguay : O.K. Donc, autrement dit, c'est un statu quo pour les ententes actuellement en vigueur. C'est la loi... M. Caire : Bien, c'est de dire qu'on va respecter que les ententes ont été signées dans le contexte de la loi actuelle. M. Tanguay : On ne demandera pas de...  M. Caire : On ne demandera pas de refaire les ententes. M. Tanguay : «Continue de s'appliquer à toute entente conclue conformément, indiquer la date de sanction...» Donc, c'était la loi, qui sera la future ancienne loi... va continuer de s'appliquer aux ententes actuelles jusqu'à la date d'expiration d'une telle entente, selon... Et évidemment il va sans dire que la date de fin de ladite entente, s'il y en a d'autres ou s'ils veulent... Là, est-ce que ça touche les renouvellements de l'entente? S'il y a un renouvellement, c'est le même cadre. M. Caire : Non, s'il y a un renouvellement, on le fait en fonction de la nouvelle loi. M. Tanguay : Même si le renouvellement, c'était 100 % la même affaire, s'il y a comme, par fiction de droit : bien, l'entente finit aujourd'hui, ah! mais on a une option de la renouveler telle quelle, correct, bien, on va la renouveler telle quelle, mais on va ajouter ça, ça, ça... M. Caire : Non. La disposition transitoire ne s'applique qu'aux ententes qui ont cours. Du moment où l'entente se termine, même si on renouvelle dans les mêmes conditions, la loi, telle qu'elle sera adoptée, si tant est que c'est la volonté de l'Assemblée nationale, s'appliquera au renouvellement de l'entente. Ça se fera dans... le renouvellement va se faire en fonction du nouveau cadre législatif. M. Tanguay : Je comprends. Et 68, c'est à peu près au même effet. Puis 68.1, bien, d'autant plus important, parce qu'on l'abrogeait. Alors, O.K., ça, ça me va. Et là indiquer... O.K. «Indiquer ici la date qui suit de deux ans...», «...et ce, jusqu'à l'expiration d'une telle entente ou jusqu'au», la date... O.K. Par contre, si l'entente dure, à partir du moment de la sanction, encore plus de deux ans, après la deuxième année, il va falloir qu'il rouvre l'entente puis la mette à niveau, là. M. Caire : C'est ça, c'est ça. M. Tanguay : C'est ça. M. Caire : L'idée, c'est... Parce que, si on signe des ententes sur une très longue période, on ne veut pas non plus donner un passe-droit infini, là. Mais on donne un gap de deux ans. M. Tanguay : O.K. Ça me va, M. le Président.  Le Président (M. Bachand) : Merci beaucoup. S'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix. Est-ce que l'article 163 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci beaucoup. M. le ministre, s'il vous plaît. M. Caire : Oui, M. le Président. L'article 164 : L'article 67 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels, tel qu'il se lit le (indiquer ici la date de la sanction), continue de s'appliquer à toute communication de renseignements personnels qu'un organisme public a choisi, en vertu de cet article, d'encadrer par une entente conclue avant cette date avec l'organisme ou la personne qui reçoit ces renseignements et toujours en vigueur le (indiquer la date de l'entrée en vigueur de la présente loi), et ce, jusqu'à la date d'expiration d'une telle entente ou jusqu'au (indiquer ici la date qui suit de deux ans celle de l'entrée en vigueur de la présente loi), selon la première de ces dates. M. le Président, c'est la même disposition. Ceci étant dit, j'ai un amendement à proposer. Donc : Retirer l'article 164 du projet de loi. Donc, il s'agit d'une modification de concordance avec le retrait de l'article 21 du projet de loi. Le Président (M. Bachand) : Pourriez-vous le faire parvenir avec Greffier, s'il vous plaît? On ne l'a pas reçu. M. Caire : On ne l'a pas? Oh! désolé. Le Président (M. Bachand) : Alors, on va suspendre quelques instants. M. Caire : Oui, oui, s'il vous plaît. Le Président (M. Bachand) : C'est beau? Ça fait qu'on suspend quelques instants, merci. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)"], "nb_intervenants": 27, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 12, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 10, "nb_interventions_presidence": 5, "nb_interventions_PLQ": 10, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "10:14", "fin": "10:21", "debats": "(Suspension de la séance à 10 h 14) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "10:21", "fin": "10:30", "debats": "(Reprise à 10 h 21) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! La commission reprend ses travaux. M. le ministre, s'il vous plaît. M. Caire : Oui, M. le Président. Donc, effectivement, l'amendement vise à retirer l'article 164. C'est en concordance, parce qu'initialement le projet de loi prévoyait  une modification que nous avons retirée, ce faisant, 164 n'est plus pertinent. Donc, c'est de la concordance avec ce que la commission a adopté précédemment à l'article 21 de la loi. Le Président (M. Bachand) : Interventions? M. Tanguay : Et, juste pour me rafraîchir... Donc, le fameux article 21 de la loi, qui visait l'article 67, qu'en avons-nous fait? On l'a retiré, l'article 21? M. Caire : On a retiré l'article 21. Parce qu'initialement ce que 21 faisait, il venait modifier 67, l'idée étant que, quand on... En fait, on a la possibilité, dans l'application d'une loi, de communiquer des renseignements personnels sans le consentement de la personne concernée mais toujours parce que ça va dans sens de l'application d'une loi. L'article 21 modifiait 67 pour spécifier que la loi devait le préciser expressément que ça le permettait. Le Barreau nous a avisés en disant... a levé un drapeau rouge en disant : Écoutez, vous allez devoir modifier un paquet de lois qui ne le précisent pas mais pour lesquelles c'est implicite. Donc, il nous invitait à retirer cette dispositionlà, ce que nous avons fait. Et donc, à partir de là, 164, qui revient modifier l'article 67 en concordance avec cette disposition-là, qui n'a pas été appliquée, devient désynchronisé, donc c'est pour ça qu'on retire l'article... les modifications qui seraient apportées à l'article 67 par l'article 164. M. Tanguay : Et c'est seulement l'article 61 qu'on avait expressément prévu par la loi, on ne l'avait pas ailleurs, hein? M. Caire : Non. Non, justement parce qu'il y a beaucoup de lois qui le permettent sans le préciser expressément. M. Tanguay : Puis, exemple, on jase, là, l'article 19... article 19 : «L'organisme public peut toutefois utiliser...» Article 19, là, dans le milieu, là, du projet de loi, qui venait amender 65.1... M. Caire : Quel alinéa, M. le député? M. Tanguay : Pardon? M. Caire : L'article 19, qui modifie 65.1? M. Tanguay : Exactement. Donc, dans le milieu de l'article : «L'organisme — le deuxième alinéa — public peut toutefois utiliser un renseignement personnel à une autre fin sans le consentement de la personne dans les cas suivants : «3° lorsque son utilisation est nécessaire à l'application d'une loi au Québec, que cette loi — O.K. — soit ou non prévue expressément;». O.K. M. Caire : «Expressément». Non, c'est ça, c'est ça.  M. Tanguay : O.K. Ça fait qu'on l'avait, c'est juste là. Parfait, c'est beau. Le Président (M. Bachand) : Est-ce qu'il y a d'autres... Merci beaucoup, M. le député. Est-ce qu'il y a d'autres interventions? Donc, nous allons procéder à la mise aux voix. Est-ce que l'amendement à l'article 164 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Donc, l'article 164 est supprimé. Merci beaucoup. M. le ministre, s'il vous plaît. M. Caire : M. le Président, je vous demanderais de suspendre l'article 165 et l'amendement qui y est rattaché. Compte tenu des discussions que nous avons eues avec les collègues, il y aurait encore des discussions à y avoir sur les articles qui touchent les partis politiques, et, compte tenu que l'entrée en vigueur a un impact sur ces... on suspendrait aussi. Et, au moment où on pourra disposer des articles concernant les partis politiques, on pourra disposer de l'article 165 en même temps. Le Président (M. Bachand) : Est-ce qu'il y a consentement? M. Tanguay : Consentement. Le Président (M. Bachand) : Merci beaucoup. M. le ministre, s'il vous plaît. M. Caire : Oui, M. le Président, je voudrais déposer des amendements qui nécessitent de revenir sur des articles qui ont été adoptés. Donc, j'aurai besoin du consentement des collègues, M. le Président. On parle de l'article 36.1, si ma mémoire est exacte. Le Président (M. Bachand) : Mais, juste pour mon éclairage, M. le ministre, hors micro on avait discuté de peut-être revenir sur les articles adoptés, de faire les articles adoptés, mais vous parlez de 36.1. Donc, c'était suspendu. M. Caire : Bien, c'est peut-être moi qui me trompe de numéro d'article, M. le Président, là. Le Président (M. Bachand) : Non, mais ça ne me dérange pas, mais l'idée, c'était peut-être de faire... mais, si vous êtes d'accord, de faire les articles adoptés, donc...  C'est parce que ça prend... M. Caire : ...M. le Président, c'est l'article 30 qu'il y a... sur la... ça, c'est sur la portabilité, et l'article 112, M. le Président. Mais on pourrait y aller peut-être une étape à la fois. Le Président (M. Bachand) : Donc, est-ce qu'il y a... est-ce qu'il... y a-t-il consentement pour reprendre l'étude de l'article 30? M. Tanguay : Oui. Consentement. Le Président (M. Bachand) : Consentement. Donc, M. le ministre, s'il vous plaît. M. Caire : Donnez-moi 30 secondes. Oui, c'est ça. Alors, l'amendement à l'article 30 se lit comme suit : Insérer, dans la première phrase du troisième alinéa de l'article 84 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels proposé par l'article 30 du projet de loi, après «requérant», «, et non pas créé ou inféré à partir d'un renseignement personnel le concernant,». Donc, M. le Président, cet amendement-là fait suite à des discussions que j'ai eues avec différents représentants des entreprises sur la portabilité. Ce que l'on dit c'est qu'un citoyen peut demander à un organisme public, dans ce cas-ci, ou, on va le voir plus tard, ça va être la même logique, donc je fais une explication pour deux articles, à une entreprise privée d'avoir l'ensemble des informations qui la concerne. Au moment des discussions, les échanges qu'on a eus nous ont amenés à dire que le renseignement que le citoyen fournissait ou les renseignements qui en découlaient de la part de l'entreprise faisaient partie des renseignements personnels dont le citoyen était le propriétaire, et donc pouvait partir avec ces informations-là. Ce qu'on nous a dit, c'est que, dans un processus d'évaluation, notamment, ou... bon, on peut prendre les renseignements personnels, l'entreprise peut faire un traitement de ces informations-là, donc génère de l'information, et cette information-là sert à des fins des opérations de l'entreprise de services envers le client. Si le client part avec ça, rien ne l'empêche d'aller dans une autre entreprise et de faire bénéficier une entreprise du fruit du travail de la première entreprise, qui, elle, se retrouve GrosJean comme devant. Donc... Et je dois dire que j'ai été sensible à cet argument-là, et donc c'est pour ça  qu'on dit : Oui, vous pouvez partir avec vos renseignements personnels, mais ceux que vous avez fournis, si les renseignements ont été créés ou inférés à partir de ces renseignements-là, ceux-là peuvent rester en entreprise. Ceci étant dit, si le citoyen décide de conserver un lien contractuel avec l'entreprise, l'entreprise conserve les informations qu'elle aura créées ou inférées. Et, si le citoyen décide de mettre fin au lien contractuel, à la relation, bien, à ce moment-là, le renseignement, il est supprimé. M. Tanguay : Il est supprimé, mais il n'est pas plus donné. M. Caire : Mais il n'est pas donné, mais il est supprimé. M. Tanguay : O.K. Dites-moi, pour ce qui est des entreprises, la loi sur le privé, à quel article nous aurions inséré ça? M. Caire : On va être à 112. M. Tanguay : O.K., on va le faire à 112, O.K. M. Caire : Oui, on va le faire. Là, c'est parce qu'il faut avoir une concordance. M. Tanguay : Je comprends. M. Caire : On fait de la concordance. M. Tanguay : Donc, à la fin de la journée, 84, là, organisme public, dit qu'un citoyen peut demander à l'organisme public de lui donner l'information. Qu'as-tu à titre de renseignements personnels me concernant? L'organisme public doit s'exécuter, que ce soit sur papier ou électronique, peu importe, on n'en est pas là, l'important, c'est que l'information nous soit communiquée peu importe le support, mais, si l'organisme public, puis ça va être le miroir à l'organisme privé, a dit : Bien, avec son nom, son âge, tel, tel, tel renseignement personnel, j'ai fait un rapprochement, j'ai créé quelque chose à partir de ça et... le concernant, dans son dossier, j'ai telle valeur ajoutée qui découle, bien ça, cette valeur ajoutée là, puis il peut y avoir des cas d'espèce... M. Caire : C'est moi qui l'ai généré... M. Tanguay : Je le garde. M. Caire : ...donc je le garde. Et, si on conserve un lien juridique ou un lien contractuel, je le garde, parce qu'éventuellement ça pourra servir à une prestation de services, mais, si on ne conserve pas de lien juridique, de lien contractuel, je le supprime. M. Tanguay : Pour le privé, est-ce qu'on vient, là, répondre aux préoccupations, entre autres, des assureurs qui disaient : Bien, moi, à partir du fait homme de tel âge,  de ci, de ça, je suis capable d'établir une cote? Puis c'est correct, je veux dire, on n'est pas des numéros, on est des êtres humains, mais, quand même, l'assureur doit évaluer son risque et, en soi, ça participe même d'un secret d'affaires, comment tu établis ta cote, et ainsi de suite. Tu vas donner telle valeur de pourcentage à l'âge, puis l'autre, le compétiteur, va donner telle autre valeur de pourcentage, et ainsi de suite. Donc, ça protège ça pour les privés, n'est-ce pas? ", "nb_suspensions": 0, "votes_par_consentement": 1, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay"], "nb_intervenants": 42, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 17, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 15, "nb_interventions_presidence": 10, "nb_interventions_PLQ": 15, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "10:30", "fin": "10:30", "debats": "• (10 h 30) • M. Caire : Absolument. Et, en fait, ce qu'on nous a dit, puis je trouvais que ça avait bien du bon...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire"], "nb_intervenants": 1, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 1, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "10:30", "fin": "10:40", "debats": "10 h 30 (version révisée) M. Tanguay : ...même d'un secret... secret d'affaires, comment tu établis ta cote et ainsi de suite. Tu vas donner telle valeur de pourcentage à l'âge, puis l'autre, le compétiteur, va donner une telle autre valeur de pourcentage, et ainsi de suite. Donc, ça protège ça pour les privés, n'est-ce pas? M. Caire : Absolument. Et, en fait, ce qu'on nous a dit, puis je trouvais que ça avait bien du bon sens, c'est que ces entreprises-là vont investir dans des systèmes qui vont leur permettre justement, notamment des calculs actuariels... M. Tanguay : D'offrir des taux compétitifs. M. Caire : ...ou, bon, d'intelligence artificielle, d'aller plus loin dans le traitement d'une demande à partir... et donc vont générer effectivement de l'information qui va permettre de donner une cote, une évaluation. Et là, ce qu'on faisait avec la loi, c'est qu'il aurait été... Ça ouvrait une porte à dire : Bon, bien, je vais dans une entreprise X qui va dire : Écoute, moi, je ne suis pas équipé comme ça, mais va chez mon compétiteur, fais-toi faire une évaluation complète, puis, eux autres, ils sont équipés, puis avec des machines de guerre. Après ça, bien, la loi t'autorise à partir avec l'ensemble de ce qui aura été produit. Tu viendras me revoir puis... Ça fait que c'était comme un peu injuste. M. Tanguay : O.K. C'est bon qu'on laisse cette... l'article 112 du privé comme toile de fond. Ça, je comprends ça. J'ai quelques questionnements, par contre, au niveau public. Qu'une entreprise privée décide de m'offrir une assurance vie, par exemple, à tel taux basé sur ses calculs, c'est à moi à dire je le prends, ou je ne le prends pas, ou  je vais chez le compétiteur, puis il va me faire la même assurance, mais à moins cher. Je comprends le secret commercial derrière ce calcul-là. Puis c'est à moi de dire : Bien, je ne fais pas affaire avec telle compagnie, je fais affaire avec telle autre compagnie. Je comprends. Mais au niveau de l'organisme public, si des décisions me concernant sont prises à partir de telles informations créées ou inférées, est-ce que je n'ai pas là, comme citoyen, un intérêt légitime à savoir ce que mon gouvernement a fait comme analyse et ce qui a probablement influencé mon gouvernement de décider telle, telle affaire me concernant? M. Caire : Oui, mais ça, on le fait, mais on le fait à d'autres articles. Souvenez-vous, M. le député, quand on dit, lorsqu'un traitement est automatisé, j'ai l'obligation de vous fournir des informations supplémentaires, quels sont les paramètres que j'ai utilisés, le processus qui a été suivi. Je ne me souviens plus de l'article en question, mais sur les traitements automatisés, il y a une obligation de renseigner le citoyen sur ce qui a amené à la décision. M. Tanguay : Au public, mais pas au privé? M. Caire : Au... Les deux, les deux, les deux. M. Tanguay : O.K. M. Caire : Les deux. M. Tanguay : Donc, je reviens. Je reviens à mon... L'information qui est dans mon dossier au public, ne devrais-je pas y avoir beaucoup plus accès que celle au privé où, là, il y a un intérêt légitime commercial à protéger? M. Caire : Bien, pour moi, c'est la même logique. Je veux dire, je ne voudrais pas que cette organisation collective qui est le gouvernement du Québec soit la victime d'une même manoeuvre que dans une entreprise privée. Donc, rien n'empêche quelqu'un de dire : Bien, écoute, va au gouvernement, puis, eux autres, ils vont te faire ça sur le bras, puis après ça tu reviendras nous voir. Moi, je pense que cette logique-là, elle s'applique. Puis au fond, ce qu'on souhaite, c'est que moi, les renseignements personnels que je vous ai fournis, je puisse les récupérer. M. Tanguay : Oui, oui, oui. M. Caire : Puis, tu sais, l'idée de la portabilité, c'est de dire : Je ne suis pas attaché à  ton organisation, je peux aller où je veux. Ce sont mes renseignements personnels. M. Tanguay : Privé, c'est clair, on a l'exemple des assureurs, puis on les a entendus, puis tout ça. Parfait. Public, avez-vous un exemple? M. Caire : Bien, vite de même, je... Non. Je vais être très honnête avec vous, là. M. Tanguay : On le met, mais on ne sait même pas peut-être si ça se fait au public. Peut-être... M. Caire : Mais ceci étant dit... M. Tanguay : On n'a pas d'exemple du tout? M. Caire : Bien, il n'y a pas d'exemple, mais en même temps, je vous dirais qu'on vient d'adopter la Stratégie d'intégration de l'intelligence artificielle. Donc, c'est la volonté du gouvernement d'aller vers une automatisation des processus qui sont répétitifs. Donc, on se prépare, on s'en va dans ce terrain-là des investissements puis du déploiement de l'intelligence artificielle. Donc, éventuellement, je... Puis là je ne pourrais pas vous dire, est-ce qu'au Revenu, est-ce qu'à la Finance, est-ce que à la régie des alcools, des jeux et des courses, est-ce qu'il y a des choses qui... Je ne vois pas, là. Je n'essaierai pas de vous... de vous broder un exemple, mais je pense que la logique s'applique. Et éventuellement, de toute façon, le gouvernement du Québec va aller de plus en plus vers ces solutions-là, comme j'ai dit, dans ce qui est répétitif, dans les processus qui sont répétitifs, sans valeur ajoutée. Surtout dans un contexte de pénurie d'emplois, là, je pense que... Mais... M. Tanguay : On verra. Ça sera peut-être à revisiter. M. Caire : ...la logique... Mais la logique... Mais elle n'est pas... La logique, de toute façon, c'est que le citoyen n'est pas pénalisé, parce qu'au fond... M. Tanguay : C'est ça qui m'inquiète. M. Caire : ...il récupère ce qu'il a mis dans le système, il le récupère intégralement, là. M. Tanguay : Et c'est juste pour le fait de l'assureur de m'offrir l'assurance à un prix plus élevé ou plus bas, ça, ça découle de son analyse commerciale puis du choix que j'ai de contracter avec lui ou pas, mais avec mon gouvernement, je n'ai pas le choix. L'assureur va prendre des décisions sur ces informations créées ou inférées. Le gouvernement va-t-il prendre, lui, des décisions? Je n'ai pas le choix de dealer ou pas, d'avoir des échanges ou pas avec le gouvernement. Le gouvernement va-t-il prendre des décisions me concernant à partir d'analyses créées ou inférées qui pourraient me pénaliser, moi? Auquel cas, j'aimerais le savoir ou j'aimerais ça que ce soit public, là, tu sais. Ce n'est pas mon cas, là, mais...  M. Caire : Oui. Mais en même temps, comme je vous dis, ça, ce volet-là, puis la possibilité que vous évoquez, elle est bien réelle. Ceci étant dit, il y a une obligation de transparence, autant pour le public que le privé, sur des décisions qui auront été le résultat d'un processus automatisé. Même si le processus n'est pas automatisé, de toute façon, il y aurait toujours lieu de justifier une décision. Mais dans le cas d'un processus automatisé, la loi prévoit déjà, là, non seulement ce qui doit faire partie de la justification, mais les éléments qui sont à fournir obligatoirement, et la loi prévoit aussi que, si le citoyen n'est pas satisfait, il peut demander un complément d'information. La loi prévoit que le citoyen doit être accompagné. Vous vous souvenez, on a eu ces discussions-là, puis ça nous a amenés sur les demandeurs quérulents, là. Donc, jusqu'à... En fait, la question qu'on avait soulevée vous et moi, M. le député, c'était : Elle est où la limite, puis jusqu'où le gouvernement doit aller dans l'accompagnement du citoyen? Donc, ce volet-là, je pense qu'il est bien couvert par la loi. Ceci étant dit, comme je vous dis, puis, bon, je n'ai pas, non, effectivement d'exemple. Là, on n'est plus dans la concordance, de dire : Bien, on le fait au privé, on peut le faire au public dans la mesure où on a la conviction que, de toute façon, on ne pénalise pas le citoyen ce faisant. M. Tanguay : Et c'est là où j'ai un drapeau jaune, quasiment jaune-orange, borderline rouge, là, que le public puis le privé, il ne faut pas toujours faire du copier-coller parce que ce n'est pas la même... M. Caire : Pas toujours. M. Tanguay : Là, on le fait, là, là. Vous venez de nous dire, on le fait de même. M. Caire : Oui, mais comme je vous dis... Le Président (M. Bachand) : M. le ministre, après ça, j'aurais le député de JeanLesage, s'il vous plaît. Oui, allez-y, M. le ministre. M. Tanguay : Là, on va continuer. Vous étiez... M. Caire : Bien, M. le Président, je peux-tu juste compléter la réponse? M. Tanguay : Oui, oui. M. Caire : Mais comme je vous dis, dans la mesure où la disposition qu'on prend aujourd'hui ne pénalise pas le citoyen, le citoyen ne sera pas pénalisé. M. Tanguay : ...  M. Caire : Non. Bien, moi, je suis assez à l'aise de vous dire que non, là. Parce qu'on parle quand même d'informations qui sont inférées par un traitement. M. Tanguay : ...de mon gouvernement. M. Caire : Oui, mais la décision, elle, elle sera toujours justifiée. Le Président (M. Bachand) : Juste avant de passer la parole au député de JeanLesage, bonne nouvelle, on m'indique que les problèmes de micro qu'on avait ont été réglés. Donc, bravo à l'équipe technique, là, c'est très... M. Caire : Alléluia, vive la technologie quand ça marche. Le Président (M. Bachand) : Alléluia, oui, effectivement. Donc, M. le député de Jean-Lesage, s'il vous plaît. M. Zanetti : Merci. Si je comprends bien, les renseignements personnels que quelqu'un veut rapatrier, il peut les rapatrier. Ceux qui ont été inférés et qui sont le fruit d'analyse, il ne peut pas les rapatrier. Puis je comprends l'idée qu'après ça il pourrait les donner à une autre entreprise qui aurait un avantage indu puis... Je comprends tout ça. Est-ce que... À ma compréhension, il n'y a pas dans l'article 112 ni dans l'amendement rien qui dit que les renseignements qu'on ne rapatrie pas, qu'on ne peut rapatrier, donc ceux qui sont inférés, analysés, etc., etc., il n'y a rien qui assure qu'ils vont être détruits ou supprimés par contre? Est-ce qu'on peut ajouter ça ou... Parce que c'est quand même assez important, là. Sinon, c'est comme si, tu sais, c'est assez simple, ça... En tout cas, ça laisse beaucoup d'information personnelle entre les mains de l'entreprise. M. Caire : Vous avez raison, M. le député, mais c'est... c'est à la demande du citoyen. Lorsqu'on quitte, le citoyen peut demander et obtenir que ses renseignements soient supprimés. M. Zanetti : Puis ça, c'est écrit dans un autre article que le 212? M. Caire : Oui, je vais laisser Me Miville-Deschênes compléter la réponse, là. Le Président (M. Bachand) : Est-ce qu'il y a consentement pour donner la parole à Me Miville-Deschênes? M. Tanguay : Consentement. Le Président (M. Bachand) : Consentement. Me Miville-Deschênes, s'il vous plaît. M. Miville-Deschênes (Jean-Philippe) : Bien, en fait, il y a deux choses. Premièrement, l'article 73, là, de la loi sur... On l'a modifié par l'article 28, là, l'entreprise est obligée de détruire les renseignements lorsqu'elle n'en a plus besoin, lorsque les fins pour lesquelles elle les a recueillis sont accomplies. Donc, s'il y a une relation contractuelle puis la relation se termine, bien, l'entreprise va devoir les détruire dans un certain laps de temps, là. Elle ne peut pas les conserver indéfiniment. Et, en plus, le citoyen a un droit de faire rectifier ou supprimer un renseignement personnel. Donc, il peut faire la demande. Ça fait que c'est deux droits distincts. C'est pour ça qu'à cette disposition-là il n'est pas écrit, parce qu'il a le droit, oui, de demander l'accès et la portabilité et il a le droit de demander la suppression. Donc, c'est deux droits qui sont distincts mais qui pouvaient être utilisés de façon concomitante, là. M. Zanetti : Merci. Le Président (M. Bachand) : ...ça va? Merci beaucoup. Interventions? Alors, s'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix. Est-ce que l'amendement visant à amender l'article 30 est adopté? Des voix : Adopté. M. Tanguay : Abstention. Le Président (M. Bachand) : Abstention. Merci. Sur division, donc... ", "nb_suspensions": 0, "votes_par_consentement": 1, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Zanetti", "M. Caire", "M. Zanetti", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Zanetti", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)"], "nb_intervenants": 54, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 22, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 24, "nb_interventions_presidence": 7, "nb_interventions_PLQ": 21, "nb_interventions_QS": 3, "nb_interventions_PQ": 0}, {"debut": "10:40", "fin": "10:50", "debats": "• (10 h 40) • M. Tanguay : Bien, sur division, c'est contre. J'aimerais m'abstenir, inscrire mon vote d'abstention. Le Président (M. Bachand) : Bien, je crois qu'il y a une obligation de... M. Tanguay : Je vais demander un vote par appel nominal.  Le Président (M. Bachand) : Parfait. Parfait. Donc, Mme la secrétaire, s'il vous plaît. M. Tanguay : ... Le Président (M. Bachand) : Surtout les techniciens, M. le député de LaFontaine. M. Tanguay : Ah! vous dites que le son est revenu. On va voir ça. Le Président (M. Bachand) :Oui. On va les mettre au défi. Des voix : Ha, ha, ha! M. Tanguay : ...le technicien est revenu. Le Président (M. Bachand) :Alors, Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Mme Lachance (Bellechasse)? Mme Lachance : Pour. La Secrétaire : M. Lemieux (Saint-Jean)? M. Lemieux : Pour. La Secrétaire : Mme D'Amours (Mirabel)? Mme D'Amours : Pour. La Secrétaire : M. Martel (Nicolet-Bécancour)? M. Martel : Pour. La Secrétaire : Mme Lavallée (Repentigny)? Mme Lavallée : Pour. La Secrétaire : M. Tremblay (Dubuc)?  M. Tremblay : Pour. La Secrétaire : M. Tanguay (LaFontaine)? M. Tanguay : Abstention. La Secrétaire : M. Barrette (La Pinière)? M. Barrette : Abstention. La Secrétaire : M. Zanetti (Jean-Lesage)? M. Zanetti : Abstention. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'amendement à l'article 30 est adopté. Maintenant, nous allons procéder à l'adoption de l'article 30 tel qu'amendé. Est-ce que l'article 30, tel qu'amendé, est adopté? M. Tanguay : Est-ce qu'on peut demander de refaire le même vote, M. le Président, ou on doit le faire? Le Président (M. Bachand) : Oui, il faut le demander. M. Tanguay : Je propose que nous enregistrions le même vote. Le Président (M. Bachand) : On peut appliquer le même résultat. M. Caire : Consentement. Le Président (M. Bachand) :Consentement. On a le même résultat. Merci beaucoup. Donc, M. le ministre, s'il vous plaît. M. Caire : Oui, M. le Président, je voudrais donc, en toute cohérence avec ce qu'on vient de faire, rouvrir l'article 112, qui modifie l'article 27 de la loi sur les renseignements personnels dans le secteur privé. Le Président (M. Bachand) :Est-ce qu'il y a consentement? M. Tanguay : Consentement. Le Président (M. Bachand) :Consentement. Merci. M. le ministre. M. Caire : Alors, M. le Président, j'ai un amendement qui va dans le même sens de ce qu'on vient de faire pour le public. Je vous le lis, il se lit comme suit : Insérer, dans  la première phrase du troisième alinéa de l'article 27 de la Loi sur la protection des renseignements personnels dans le secteur privé proposé par l'article 112 du projet de loi et après «requérant», «, et non pas créé ou inféré à partir d'un renseignement personnel le concernant,». Donc, M. le Président, c'est exactement un copier-coller de ce qu'on vient de faire. Le Président (M. Bachand) : Merci. Interventions? S'il n'y a pas d'intervention, nous allons procéder à la mise aux voix. Est-ce que l'amendement modifiant l'article 112 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci. Nous allons procéder maintenant... Est-ce qu'il y a d'autres interventions sur 112 amendé? Donc, nous allons procéder à sa mise aux voix. Est-ce que l'article 112, tel qu'amendé, est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : Oui, M. le Président. Là, on était à 36.1. Là, aidez-moi. Le Président (M. Bachand) : Il reste un article qui a été adopté à revoir, c'est l'article 86. M. Caire : Article 86. Attendez, je vais me démêler. On a un amendement là-dessus, 86, ne bougez pas. Ça, c'était sur le ministère des Finances qu'on avait... C'est quoi l'amendement? M. Miville-Deschênes (Jean-Philippe) : ...concomitante avec le nôtre. Donc, il ne pouvait pas faire... M. Caire : O.K. Article 86, c'est 13.5, c'est ça? M. Miville-Deschênes (Jean-Philippe) : C'est ça. Le Président (M. Bachand) : Donc, est-ce qu'il y aurait consentement?  M. Caire : O.K. Donc, M. le Président... Oui, article 86... Le Président (M. Bachand) : Juste demander le consentement. Est-ce qu'il y a consentement pour rouvrir... M. Caire : Pour rouvrir l'article. Des voix : Consentement. Le Président (M. Bachand) : Consentement. Merci beaucoup. M. le ministre. M. Caire : Oui. Alors, M. le Président, voilà, j'y arrive. Donc, on est... la Loi sur l'Institut de la statistique du Québec. Donc, remplacer l'article 86 du projet de loi par le suivant : «86 L'article 13.5 de la Loi sur l'Institut de la statistique du Québec (chapitre I-13.011) édicté par l'article 71 du chapitre 15 des lois de 2021 est remplacé par le suivant : «13.5. La communication de renseignements désignés à des fins de recherche à un chercheur lié à un organisme public est effectuée par l'institut conformément au présent chapitre malgré les articles 67.2.1 à 67.2.3 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels (chapitre A-2.1).» Donc, l'amendement vise à faire des modifications de concordance en raison de l'adoption du projet de loi n° 82, Loi concernant principalement la mise en oeuvre de certaines dispositions du discours du budget de mars 2020. Le Président (M. Bachand) :M. le député de LaFontaine. M. Tanguay : Là, je suis médusé. 86 du projet de loi n° 64 venait amender l'article 9 de la Loi sur l'Institut de la statistique. Là, par l'amendement à 86, on vient remplacer 86 en allant amender 13.5. M. Caire : ...par un amendement. Si vous vous souvenez, l'amendement... L'amendement que nous avions adopté était de remplacer 86 du projet de loi par le suivant : 86. L'article 13.5 de la Loi sur l'Institut de la statistique... Donc, on avait amendé. Là, vous lisez l'article tel qu'il avait été proposé initialement, mais on l'avait amendé. Donc, on vient amender l'article amendé. M. Tanguay : O.K. C'est correct. Ça, je comprends ça. À ce niveau-là, c'est... Mais donc ce qu'on avait décidé de faire, puis on va juste me sortir l'amendement, on avait décidé, dans le fond, à 86, de laisser aller le 9, on n'allait plus modifier le 9. Le 9 de l'article... de la Loi sur l'Institut de la statistique du Québec, on n'y touchait plus, mais on prenait l'espace de l'article 86 dans le projet de loi n° 64 pour aller modifier 13.5. M. Caire : Pour modifier 13.5. M. Tanguay : Parce que ça, c'est la première fois que je vois ça. D'habitude, ce qu'on aurait fait, c'est qu'on aurait abrogé 86, puis on aurait fait un 86.1 introduisant un amendement à 13.5. M. Caire : Mais là on a amendé... M. Tanguay : C'est vrai, on a pris un deux-par-quatre puis on a fait un deux-par-trois avec. M. Caire : C'est ça. M. Tanguay : Normalement, tu dis : Je vais garder mon deux-par-quatre quand j'en aurai besoin, puis je vais aller m'en acheter un, un deux-par-trois. M. Caire : Mais compte tenu du prix des deux-par-quatre, je pense que ça... Des voix : Ha, ha, ha! M. Tanguay : Tu ne veux pas aller à la quincaillerie. M. Caire : Tu ne veux pas. Tu ne veux pas. M. Tanguay : Ça fait que tu vas te... M. Caire : Tu l'as plané. M. Tanguay : J'allais dire un mot commençant en g, un deux-par-trois. M. Caire : Voilà. Puis tu t'es fait un un-par-un. M. Tanguay : Oui. Une voix : ... M. Caire : Non, mais tu l'as.  M. Tanguay : Bien, avec le trait de scie, c'est un petit moindre. M. Caire : Oui, c'est vrai. M. Tanguay : O.K. Alors, une fois qu'on a dit ça, allons au fond. Qu'est-ce qu'on fait ici, dans le fond? M. Miville-Deschênes (Jean-Philippe) : Bien, en fait, la loi... Le projet de loi n° 82 du ministère des Finances a institué un processus d'accès aux renseignements à des fins de recherche géré par l'ISQ. Parce que le... Une voix : ... M. Miville-Deschênes (Jean-Philippe) : Oui. Bien, le projet de loi n° 82 a institué, le projet de loi, là, du ministère des Finances, a institué au sein de l'Institut de la statistique du Québec un processus d'accès à des fins de recherche pour que les chercheurs puissent facilement avoir accès à certains renseignements détenus par l'ISQ. Puis, dans ce projet de loi là, ils disaient... À l'article 13.5, ils disaient : La disposition de l'article 125 de la loi sur l'accès qui exige actuellement d'obtenir l'autorisation de la Commission d'accès à l'information ne s'applique pas. C'est l'ISQ qui va gérer ces communications-là aux chercheurs. Puis là, nous, dans le projet de loi n° 64, on retirait cette autorisation de la commission, là. L'autorisation de la commission qui avait été exclue par le projet de loi n° 82, on la retirait. Donc, finalement, c'est une modification de concordance pour dire : Ce qu'on exclut... L'ISQ n'est pas soumise à 125. 125 n'existe plus. Donc, l'ISQ n'est pas soumise à 67.2.1 à 67.2.3. M. Tanguay : O.K. Donc, dans... Juste comprendre. M. Miville-Deschênes (Jean-Philippe) : Oui, oui. M. Tanguay : Pratico-pratique, là, l'Institut de la statistique du Québec gère énormément de données et de renseignements personnels. C'est ça. Elle, elle a sa sphère de compétence, tu sais, je ramène ça, là, à steak, blé dinde, patate. Et là, avec le projet de loi n° 64, on créait un droit de regard de la CAI sur ce que faisait l'institut. Puis là on le retire, c'est-u ça? M. Caire : Oui, c'est ça, parce que l'Institut de la statistique gère ce qu'on appelle les CADRISQ, qui sont des centres de données qu'ils mettent à la disposition des chercheurs. Et donc eux le font en fonction de leur protocole qu'ils ont établi. Donc là, nous, on venait superposer les articles 67.2.1 à 67.2.3 aux règles qu'eux ont établies pour la gestion de leurs centres de données. M. Tanguay : Puis c'était quoi, ces règles-là? C'était un protocole de... M. Caire : Ah! Ah, mon Dieu! Là, je... M. Tanguay : Ils disaient comment marcher. Mais là on va les laisser marcher comme ils veulent? M. Caire : Oui. Bien, c'est ça. C'est parce qu'eux, ils... Par exemple, tu sais, ils vont dire... Ils vont établir qu'il n'y a... Tu n'as pas le droit de rentrer avec des appareils électroniques, tu n'as pas le droit de communication, tu n'as pas le droit... Ils ont une série de règles très, très, très sévères qu'ils mettent en application dans leurs centres de données pour que les chercheurs y aient accès. Donc, nous, on venait superposer des règles qui désynchronisaient tout ça avec 67.2.1 à 67.2.3. Puis la Commission d'accès à l'information arrivait là-dedans pour avaliser les protocoles, puis ce n'était pas... M. Tanguay : On n'a pas besoin... M. Caire : Non, non. M. Tanguay : Ce n'est pas brisé. On n'a pas besoin de le réparer. C'est ça? M. Caire : Non parce qu'à la limite je vous dirais que les règles qu'eux s'imposent sont probablement même plus sévères que... M. Tanguay : C'est ça que je me demandais. M. Caire : ...que ce que les articles qu'on propose font. M. Tanguay : O.K. M. Miville-Deschênes (Jean-Philippe) : Peut-être juste pour compléter, les articles... reprennent en grande partie les articles de la loi sur l'accès et ils vont plus loin... M. Tanguay : Oui, oui, oui. M. Miville-Deschênes (Jean-Philippe) : ...dans certains aspects, notamment le CADRISQ, là. M. Caire : ...sont plus sévères que ce qu'on est avec la loi déjà.  M. Tanguay : O.K. Juste pour ma gouverne, l'Institut de la statistique du Québec, puis ça mon collègue de La Pinière doit être très au fait de ça, mais moi, je ne le suis pas, elle a accès à quoi comme données, renseignements personnels? Est-ce que... Elle n'a pas accès de facto à tous les systèmes de tous les ministères? M. Caire : Eh, boboy! Pas mal. M. Tanguay : Pas mal, hein? M. Caire : Pas mal, oui, oui. Oui, oui. M. Tanguay : Alors... Une voix : ... M. Tanguay : Wow! O.K. Alors, ce que l'on... M. Caire : Ah, oui! Elle a accès... Santé, Revenu, elle a pas mal accès à tout, là. M. Tanguay : O.K. Elle a accès à tout, mais ça ne veut pas dire qu'elle a... qu'elle se donne accès à tout. Elle va chercher ce qu'elle a besoin, évidemment, je veux dire elle... M. Caire : Pour les fins de sa mission. Non, non, c'est encadré, là. Ça, c'est... M. Tanguay : Mais elle ne fait pas des recherches sur tout, tout le temps. M. Caire : Non. M. Tanguay : Alors, elle a accès techniquement à tout... M. Caire : Bien, l'institut, elle va faire de la statistique, qui est sa mission première. M. Tanguay : Elle va faire de la statistique, puis elle va... ", "nb_suspensions": 0, "votes_par_consentement": 4, "votes_par_mise_aux_voix": 2, "amendements_adoptes": 2, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "Mme Lachance", "La Secrétaire", "M. Lemieux", "La Secrétaire", "Mme D'Amours", "La Secrétaire", "M. Martel", "La Secrétaire", "Mme Lavallée", "La Secrétaire", "M. Tremblay", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Barrette", "La Secrétaire", "M. Zanetti", "La Secrétaire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay"], "nb_intervenants": 117, "nb_interventions_secretaire": 12, "nb_interventions_fonctionnaire": 7, "nb_interventions_ministre": 33, "nb_interventions_gouvernement": 7, "nb_interventions_opposition": 39, "nb_interventions_presidence": 19, "nb_interventions_PLQ": 38, "nb_interventions_QS": 1, "nb_interventions_PQ": 0}, {"debut": "10:50", "fin": "11:00", "debats": "• (10 h 50) • M. Caire : Vas-y, Gaétan. Vas-y. M. Tanguay : Elle va signer des protocoles de recherche avec des chercheurs. Une voix : ... M. Caire : Hein? M. Barrette : Elle peut avoir des mandats.  M. Caire : Elle peut avoir des mandats puis elle va aussi fournir ces informations-là aux chercheurs. M. Barrette : Elle a un... L'Institut de la statistique du Québec a un cahier, entre guillemets, de charges, là. Il y a des choses qui sortent depuis... depuis que l'institut existe, en termes de statistiques. Ça fait que ça, ils répètent ça à chaque année. Puis là, après, ils renouvellent le mandat. M. Caire : Mais son mandat a été élargi aussi, là. M. Tanguay : Ici, l'Institut de la statistique est le joueur avec... le gros joueur avec... le gros joueur. C'est le Wayne Gretzky qui prend toute la place au niveau du traitement des données, de l'accès à des données, et le donneur de mandats pour des recherches puis, ainsi de suite. Si on dit ce que l'on fait avec le projet de loi n° 64, on ne va pas venir revisiter ça, il faut être réellement sûr que les règles qui l'encadrent sont égales ou même plus que ce que l'on introduit pour tout le reste de la population publique avec le 64. M. Caire : C'est le cas. Les règles qui régissent l'accès aux données via l'Institut de la statistique... M. Tanguay : C'est correct, là. M. Caire : ...comme je vous dis, sont même plus sévères, à certains égards, que ce qu'on fait dans 64. M. Tanguay : Ne voulons-nous pas garder quand même à la CAI, sans lui dire «on impose», à l'Institut de la statistique, des critères. Elle en a déjà, des critères, mais on ne voulait pas quand même permettre à la CAI, des fois, d'aller voir au-dessus de l'épaule? Est-ce que la CAI a ce pouvoir-là de dire: Bien, moi, à matin, là, j'aimerais ça voir ce qui se passe à l'ISQ, comment ils fonctionnent? Est-ce que l'ISQ... Tu sais, un chien de garde. M. Caire : Oui. M. Tanguay : Un poids et contrepoids. M. Caire : Vas-y. M. Miville-Deschênes (Jean-Philippe) : Bien, en fait, dans le projet de loi n° 82, là, qui modifie la loi sur l'ISQ, les articles 13.10 à... En fait, 13.7 à 13.10 reprennent,  grosso modo, les dispositions de 67.2.1, donc les exigences d'une entente, les critères, etc. Puis ces ententes-là que l'ISQ conclut avec des chercheurs doivent être transmises à la Commission d'accès à l'information. Donc, comme je dis, il y a d'autres éléments, là, qui sont dans le projet de loi, qui assurent une protection un peu plus rehaussée. Mais la commission conserve son pouvoir de surveillance et est informée de toutes les ententes conclues par l'ISQ, comme les ententes qui sont conclues par tous les autres organismes et ministères qui transmettent des renseignements à des fins de recherche. M. Tanguay : O.K. Et rien ne peut se faire sans entente, sauf pour des analyses internes de l'ISQ, là. Ses propres analyses, elle n'a pas besoin d'entente. Elle remet ça à ses statisticiens et statisticiennes, puis ils font ce qu'il y a à faire. Puis eux, de toute façon, l'Institut de la statistique du Québec, j'imagine, c'est comme Fort Knox, là, c'est... La donnée, elle ne sort pas, là. M. Caire : Mais les CADRISQ, c'est... c'est vraiment, là... c'est vrai... Bien, en fait, c'est le principe des «sandbox», là, à savoir qu'il n'y a pas de... il n'y a pas de communication bilatérale, externe-interne, là. C'est vraiment... Quand tu rentres là, tu ne peux plus communiquer avec l'extérieur, puis quand tu es à l'extérieur, tu ne peux pas communiquer avec l'intérieur, puis... Donc, ce qu'ils font, c'est extrêmement sécure. Je vous dirais même que c'est tellement sécure que les chercheurs trouvent que c'est un peu... un peu serré comme mesures. Mais en même temps, je pense que c'est à la hauteur de ce qu'on doit faire en matière de protection des renseignements personnels. Parce que, comme on le souligne, il y a énormément d'information qui est véhiculée dans ça. Puis je vous dirais même, entre protocoles de recherche, il y a des cloisons, là, tu sais. Je veux dire, si vous êtes sur tel projet de recherche, vous allez dans telle pièce, vous avez accès à tel type de données, vous n'avez pas accès à plus que ça. Puis si vous êtes sur un autre protocole de recherche, c'est telle autre pièce. Puis c'est nous qui fournissons les appareils. Vous n'amenez rien, vous n'avez pas de clé USB, puis vous avez accès à telle information, pas plus que ça, ce qui est nécessaire à votre protocole de recherche. Donc, c'est très, très, très cloisonné, très étanche. M. Tanguay : M. le ministre, s'il vous plaît, prenez 60 secondes pour nous mettre à jour sur l'infonuagique. Où en sommes-nous? Où en êtes-vous? Il y a des discussions, des ententes. Les données des Québécois, Québécoises, ça s'en va où? Il y a comme des appels d'offres, et ainsi de suite. Ça s'en va où, l'infonuagique?  M. Caire : Oui. Bien, écoutez, je vous avoue que je n'avais pas vu arriver cette question-là. Je n'ai pas... M. Tanguay : ... M. Caire : Non, mais ça me fera plaisir. Sérieusement, ça me fera plaisir de le faire. Là, c'est juste que je n'ai pas... Vous comprendrez qu'avec les vacances, là, j'ai un décalage de quelques mois. M. Tanguay : Mais qu'est-ce qui est en cours? Pouvez-vous nous dire qu'est-ce qui est en cours? M. Caire : En fait, bien, ce qu'on a fait, c'est que, dans une première étape, on a fait des projets-pilotes. Donc, on a choisi six organismes en fonction de la taille de l'organisme, du volume de données traitées par l'organisme puis de la maturité technologique de l'organisme, parce qu'on voulait vérifier les hypothèses. Souvenezvous, j'avais dit : Normalement, 80 % de nos données devraient pouvoir aller en infonuagique publique, puis 20 % devraient être conservées en infonuagique gouvernementale, mais c'étaient des hypothèses. Donc, on a vérifié ces hypothèseslà. On a vérifié aussi tous nos protocoles. Souvenez-vous, je vous disais, on faisait une catégorisation des données. Donc, on a mis en place une grille d'analyse, qui était calquée sur ce qui se fait au fédéral, pour catégoriser la donnée, donc de la donnée non sensible à la donnée très sensible. Donc, on voulait voir si cette grille-là fonctionnait bien. On voulait voir aussi, au niveau de la maturité des organismes, jusqu'à quel point ils avaient besoin d'accompagnement. Aussi, dans certains cas, avec la désuétude technologique, on ne peut pas passer de l'actuel à l'infonuagique. Donc, il y a une espèce de purgatoire qu'il faut mettre en place parce que les technologies très désuètes ne peuvent pas aller vers des technologies très modernes. Donc, il y avait un protocole en place... un protocole à mettre en place. Donc, tous ces outils-là, on les a testés, on les a validés. Les derniers organismes ont complété le travail, ça s'est bien passé. Je vous dirais que la majorité, la grande majorité des organismes ont terminé leur revue diligente, donc tout l'état de situation, l'état de désuétude, justement, l'application des protocoles, la catégorisation des données. Donc là, on est dans... La qualification des entreprises en infonuagique est faite, le courtier en infonuagique. On a 21... Aux dernières nouvelles, là, mais ça peut avoir bougé, M. le député, là, j'implore votre indulgence, là, comme je vous dis, je n'avais pas prévu la question ce matin, là, donc je n'ai pas de mise à jour récente, mais on avait 21 entreprises fournisseuses de services qui étaient qualifiées. On en avait sept qui étaient québécoises, trois, quatre canadiennes, européennes, puis le reste, bon, c'est des entreprises américaines. Aux dernières nouvelles, on était à peu près à 20 % des contrats, des ententes qui étaient signés, là, mais, comme je vous dis, là, je n'ai  pas de... je n'ai pas de mise à jour, là. M. Tanguay : Votre plan de match de 80 % des données en infonuagique, ça serait livrable autour de quel moment, ça? M. Caire : Pour l'administration publique, on est en 2023. L'hypothèse se vérifie, là. À quelques pourcentages près, l'hypothèse se vérifie. Pour le réseau de la santé... Pour les réseaux de la santé et l'éducation, on est à 2025 parce que, là, il y a des complexités. Parce que, déjà, l'administration publique, on avait du travail préparatoire qui avait été fait, donc ce qui explique qu'on peut aller vite. Dans le cas des réseaux de la santé et de l'éducation, là, on a parti d'un petit peu plus loin. Donc, ça irait jusqu'en 2025. M. Tanguay : Et dernière question. Depuis que vous êtes sur ce mandat-là, quel pourcentage, à l'heure où on se parle, du 80 % est effectivement, au moment où on se parle, là, en infonuagique? Est-ce qu'il y a un... Ou c'est-tu zéro? Ou ce n'est pas commencé, ou il y a un... ça a commencé? M. Caire : Non. Bien, c'est que... Bien, en fait, ce qu'on fait, c'est qu'on valide l'hypothèse. Donc, est-ce qu'effectivement, selon la catégorisation qu'on a faite, on est à 80 % qui se classe pour une infonuagique publique et 20 % qui se classe pour une infonuagique gouvernementale? Donc, il y a la catégorisation qui nous amène à décider qu'est-ce qu'on amène où, puis il y a l'exécution. Donc, dans la catégorisation, oui, on est là. M. Tanguay : O.K. M. Caire : Mais dans l'exécution, bien là... M. Tanguay : Pas encore. M. Caire : Oui, puis je vous dirais que l'accompagnement est peut-être un peu plus important que ce qu'on avait prévu. Donc, il va y avoir peut-être plus d'organismes qui vont avoir besoin d'accompagnement pour être capables de faire le transfert que ce qu'on avait prévu. Ça fait que là, bien, évidemment, on monte les équipes, puis on a les... on met les ressources, on monte les équipes pour accompagner nos organismes là-dedans. Mais normalement, ça suit son cours. M. Tanguay : Et dernière question. Dans le 20 %, ça, c'est le hautement sensible que  vous gardez dans le 20 %. Puis le 80 %, c'est ce qui n'est pas hautement sensible, là, c'est les... M. Caire : C'est ça. M. Tanguay : C'est ça le... C'est ça qui détermine le 20 %? M. Caire : C'est ce qui va de la donnée... de la donnée ouverte, là, qu'on va mettre sur donneesquebec.ca, donc accessible, libre de droits, tout le monde y a accès, à de la donnée qui a peut-être un niveau de sensibilité un peu plus grand, mais pour laquelle il y a des prérequis pour les entreprises à se qualifier sur leur capacité à assurer la sécurité de l'information. Mais il faut comprendre que ce qu'on fait, c'est qu'on loue des espaces de stockage. Donc, il faut comprendre que le gouvernement demeure le gestionnaire de 100 % de la donnée, là. La différence, c'est qu'on gère les données sur des espaces loués. C'est comme quand on loue un édifice pour installer nos bureaux, mais ça reste nos bureaux, puis c'est nous qui travaillons là, donc, versus nous sommes non seulement le gestionnaire, mais nous sommes aussi l'opérateur du centre. M. Tanguay : L'équipement. • (11 heures) • M. Caire : L'équipement, la sécurité, ça, ça se passe dans les édifices du gouvernement. Donc, la donnée... la donnée qui est très sensible...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Tanguay", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire"], "nb_intervenants": 38, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 19, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 18, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 18, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:00", "fin": "11:01", "debats": "11 h (version révisée) M. Caire : ...loue un édifice pour installer nos bureaux, bien, ça reste nos bureaux, puis c'est nous qui travaillons là, donc, versus : nous sommes non seulement le gestionnaire, mais nous sommes aussi l'opérateur du centre. M. Tanguay : L'équipement. M. Caire : L'équipement, la sécurité, ça, ça se passe dans les édifices du gouvernement. Donc, la donnée qui est très sensible, elle, reste en infonuagique gouvernementale. M. Tanguay : Merci pour les infos.  M. Caire : Ça me fait plaisir. Le Président (M. Bachand) :Merci beaucoup, M. le député de LaFontaine. Est-ce qu'il y a d'autres interventions? S'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix de l'amendement à l'article 86. Est-ce que l'amendement à l'article 86 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Merci. Est-ce qu'il y a d'autres interventions sur 86 tel qu'amendé? M. Tanguay : Non. Le Président (M. Bachand) : Donc, nous allons procéder à sa mise aux voix. Est-ce que l'article 86, tel qu'amendé, est adopté? Des voix : Adopté. Le Président (M. Bachand) : Merci. M. le ministre, s'il vous plaît. M. Caire : Je vais avoir encore besoin d'aide, M. le Président, là. Le Président (M. Bachand) :Bien, vous aviez un amendement qui créait un nouvel article, là, qui faisait le suivi à 86, qui s'appelle 86.1. Alors, je ne sais pas si vous voulez continuer dans cet ordre-là. M. Caire : Oui, oui, oui. Il faut juste que je les retrouve. Me Miville-Deschênes va m'aider, là, à me démêler. C'est lequel article, là, qu'on... Le Président (M. Bachand) :O.K. On va suspendre quelques instants, s'il vous plaît. Merci. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)"], "nb_intervenants": 14, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 5, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 3, "nb_interventions_presidence": 6, "nb_interventions_PLQ": 3, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:01", "fin": "11:08", "debats": "(Suspension de la séance à 11 h 01) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:08", "fin": "11:10", "debats": "(Reprise à 11 h 08) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! La commission reprend ses travaux. M. le ministre, s'il vous plaît. M. Caire : Oui, merci, M. le Président. Donc, je souhaite que... Bien, en fait, c'est un amendement qui, si je ne m'abuse, introduit un nouvel article. Le Président (M. Bachand) : Exactement. Alors, est-ce qu'il y aurait consentement? Une voix : ...  M. Caire : 86.1. M. Tanguay : Oui, consentement. Le Président (M. Bachand) : Parfait. M. le ministre, s'il vous plaît. M. Caire : Donc : Insérer, après l'article 86 du projet de loi tel qu'amendé, le suivant : «86.1. L'article 13.6 de cette loi, édicté par l'article 71 du chapitre XV des lois de 2021, est modifié par la suppression, dans ce qui précède le paragraphe 1°, de \"le premier alinéa\".» Donc, l'amendement vise à modifier l'article 13.6 de la Loi sur l'Institut de la statistique du Québec, édicté par l'article 71 du projet de loi n° 82, Loi concernant principalement la mise en oeuvre de certaines dispositions du discours du budget du 10 mars 2020, en raison de la suppression du deuxième alinéa de l'article 13.5 de la Loi sur l'Institut de la statistique du Québec, édicté par l'article 71 du projet de loi n° 82. Le Président (M. Bachand) : Merci beaucoup. Interventions? S'il n'y a pas d'intervention, nous allons procéder à sa mise aux voix. Est-ce que l'amendement créant le nouvel article 86.1 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Donc, le nouvel article 186... pardon, 86.1 est adopté. Merci beaucoup. M. le ministre, s'il vous plaît. M. Caire : Oui, M. le Président. Donc, nous serions rendus à l'amendement à l'article 36.1 qui vient... Le Président (M. Bachand) : ...pour réouvrir l'étude de l'article 36.1?  M. Tanguay : Oui. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay"], "nb_intervenants": 12, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 4, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 2, "nb_interventions_presidence": 6, "nb_interventions_PLQ": 2, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:10", "fin": "11:11", "debats": "• (11 h 10) • Le Président (M. Bachand) : Merci. M. le ministre. M. Caire : Alors, M. le Président : Insérer, après l'article 36 du projet de loi, le suivant... Le Président (M. Bachand) : Juste une petite procédure encore, parce qu'on avait un amendement qui était suspendu à 36.1, donc, et ça prendrait consentement pour réouvrir l'amendement et consentement pour le retirer. Alors, est-ce qu'il y a consentement pour réouvrir l'amendement? Des voix : Consentement. Le Président (M. Bachand) : Est-ce qu'il y a consentement pour le retirer? Des voix : Consentement. Le Président (M. Bachand) : Alors, M. le ministre, s'il vous plaît. M. Caire : Oui, donc, M. le Président : Insérer, après l'article 36 du projet de loi, le suivant : «36.1. L'article 108 de cette loi est remplacé par le suivant : \"108. En cas d'absence ou d'empêchement du président ou de vacance de son poste, le président de l'Assemblée nationale peut, avec l'accord du premier ministre, du chef de l'opposition officielle à l'Assemblée et après consultation des autres chefs des partis autorisés représentés à l'Assemblée nationale, désigner un vice-président de la commission ou, à défaut de vice-président ou en cas d'absence ou d'empêchement des vice-présidents, l'un des autres membres de la commission pour assurer l'intérim pour la durée de l'absence ou l'empêchement au cas... — c'est-à-dire — l'empêchement ou, en cas de vacance du poste, pour une période qui ne peut dépasser 18 mois. \"En cas d'absence ou d'empêchement d'un vice-président de la commission ou de vacance de son poste, le président de l'Assemblée nationale peut, avec l'accord du premier ministre et du chef de l'opposition officielle à l'Assemblée nationale et après consultation des autres chefs des partis autorisés représentés à l'Assemblée, désigner l'un des membres de la commission pour assurer l'intérim pour la durée de l'absence ou de l'empêchement ou, en cas de vacance du poste, pour une période qui ne peut excéder 18 mois.\"» M. le Président, c'est un... En fait, c'était... l'amendement qu'on a retiré pour amener cet amendement-là, c'était à la demande de l'actuel chef du deuxième groupe  d'opposition puis... qui souhaitait qu'on reflète la nouvelle réalité de l'Assemblée nationale et donc que l'ensemble des chefs des partis représentés à l'Assemblée nationale soient consultés, ce que fait cet amendement. Le Président (M. Bachand) : Merci. Interventions? M. Tanguay : Est-ce qu'on peut suspendre quelques instants? Le Président (M. Bachand) : Oui. On va suspendre quelques instants. Merci. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)"], "nb_intervenants": 9, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 2, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 1, "nb_interventions_presidence": 6, "nb_interventions_PLQ": 1, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:11", "fin": "11:30", "debats": "(Suspension de la séance à 11 h 11)    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:30", "fin": "11:48", "debats": "11 h 30 (version révisée) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:48", "fin": "11:50", "debats": "(Reprise à 11 h 48) Le Président (M. Bachand) : Là, si je me souviens bien, on n'avait pas... Bon, à l'ordre, s'il vous plaît! La commission reprend ses travaux. M. Caire : ...je vais vous demander de passer à l'article 96, 100 et 150, qu'on fera. Le Président (M. Bachand) :Est-ce qu'il y aurait consentement pour retirer l'amendement? Des voix : Consentement. Le Président (M. Bachand) :Consentement. Donc, M. le ministre, s'il vous plaît. M. Caire : Oui. Alors, M. le Président, je vous demanderais d'aller à l'article 96, que nous avions suspendu. Le Président (M. Bachand) : Parfait. Est-ce qu'il y aurait consentement? Des voix : Consentement. Le Président (M. Bachand) : Consentement. Merci. M. le ministre, s'il vous plaît. M. Caire : Bon, M. le Président, là, bon, je vais commencer par moi-même aller à l'article 96, si vous me permettez, parce que cet article-là présidait d'une discussion que nous avons eue sur la possibilité d'interdire profilage et toute autre procédure connexe chez les mineurs. J'avais demandé aux collègues de suspendre l'article pour avoir une réflexion parce que, dans sa forme actuelle, là, je trouvais que l'article faisait le travail, mais on allait jusqu'à l'interdiction. Moi, je disais : Avec le consentement des parents puis... bon, mais on dit : Oui, mais on interdit dans certains autres cas, même si les parents sont d'accord, l'enfant est mineur. Je n'amenderai pas l'article, M. le Président, mais… en tout cas, pas plus qu'il ne l'a déjà été, mais je vais proposer ceci aux collègues, compte tenu de la nature quand même relativement sensible de la question. Comme ministre responsable de l'Accès à l'information et de la Protection des renseignements personnels, je peux demander à la commission de se pencher sur cette question-là... Commission d'accès à l'information de se pencher sur cette question-là et, dans son prochain rapport annuel, de nous faire une recommandation, ce que je ferai, parce que je trouve que c'est un sujet qui est sensible et je ne voudrais pas que, de façon intempestive, on apporte un amendement qui nous amène dans des zones où on ne souhaite pas aller. Donc, M. le Président, c'est la suggestion que je fais aux collègues. ", "nb_suspensions": 0, "votes_par_consentement": 2, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire"], "nb_intervenants": 8, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 3, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 5, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:50", "fin": "12:00", "debats": "• (11 h 50) • Le Président (M. Bachand) : Merci beaucoup. M. le député de LaFontaine. M. Tanguay : Je ne sais pas si j'étais absent momentanément sur cet article-là, mais l'enjeu, à 4.1, les renseignements personnels… Parce que je ne me rappelle pas de… Je pense que j'ai dû me faire remplacer cette... à ce moment-là. «Les renseignements personnels concernant un mineur de moins de 14 ans ne peuvent être recueillis auprès de celui-ci sans le consentement du titulaire de l'autorité parentale, sauf lorsque cette collecte est manifestement au bénéfice du mineur.» C'est quoi, l'enjeu? M. Caire : En fait, l'enjeu, c'est... c'était le chef du deuxième groupe d'opposition qui disait : On ne devrait pas permettre une telle collecte, même s'il y a consentement des  parents, on devrait interdire une telle collecte. Ça, c'était le souhait que le collègue faisait. Moi, je n'étais pas vraiment à l'aise, parce que je dis : Oui, mais là on vient dépouiller le parent de son pouvoir d'autoriser, de voir aux intérêts de son enfant, la loi se substitue aux parents. Le collègue, qui amenait un argument qui n'était pas faux, dit : Oui, mais il y en a d'autres, domaines, où, par exemple, un mineur de 14 ans ou plus pourrait avoir une consultation médicale sans le... il n'a pas besoin du consentement de ses parents. En fait, ça peut même se faire à l'insu du parent. Donc, il y a des situations, il y a des zones où on peut interdire des choses. Bon, on ne peut pas vendre du tabac à un moins de 18 ans, même si le parent est d'accord, etc. C'est vrai, mais là on n'est quand même pas dans cette zone-là. Je ne vois pas vraiment de précédent non plus, alors... Puis je pense que, dans le contexte actuel, il y a des choses qui peuvent être faites légitimement, des collectes de renseignements qui peuvent être faites. Moi, j'ai donné un exemple personnel à ce moment-là. Donc, ce n'est pas blanc ou noir, là, je pense que c'est... et, pour ces raisons-là, je garderais l'article tel qu'il est présentement, mais je demanderais, effectivement... compte tenu qu'il y a des... qu'il y a quand même des éléments qui prêtent à réflexion, je demanderais à la Commission d'accès à l'information, comme j'ai l'autorité de le faire, de se pencher sur cette question-là et de nous faire des recommandations dans son rapport annuel. Le Président (M. Bachand) : Juste pour information, vous rappeler qu'il y avait eu quand même un amendement qui avait été adopté. M. Tanguay : Sur l'article 96? Le Président (M. Bachand) : Oui. On avait ajouté «tuteur», «le tuteur». M. Caire : Oui. Oui, bien, il avait été amendé parce que... Bien, ça, on l'a... c'était en concordance avec ce qu'on a fait. M. Tanguay : Autorité... ou tuteur? Le Président (M. Bachand) :Exactement. M. Tanguay : O.K. M. Caire : Oui. Oui, mais ça, c'est... on... c'est des amendements qu'on avait faits pour l'ensemble des articles où on parlait des mineurs. M. Tanguay : Oui, oui. Non, non, je sais que ça n'a pas de...  M. Caire : Le tuteur, c'est l'autorité... le tuteur. Le Président (M. Bachand) :M. le député de Jean-Lesage, s'il vous plaît. M. Zanetti : ...de bien comprendre, au fond, la proposition du ministre, là, ce serait d'au fond retirer l'article 96 puis juste laisser tel quel l'article 4 de la loi, que venait modifier l'article 96? M. Caire : En fait, c'est qu'on adopterait l'article 96 tel qu'amendé, là, l'amendement visant à rajouter la notion de tuteur, mais on le laisserait tel qu'il est rédigé présentement. Et, sur la notion et sur l'opportunité d'interdire le... de recueillir des renseignements personnels concernant un mineur, même s'il a le consentement des parents, là, on pourrait mandater la Commission d'accès à l'information de se pencher sur cette question-là, de nous faire des recommandations et... donc la commission doit annuellement déposer un rapport, donc, dans son prochain rapport annuel, de nous faire des recommandations. Et, si tant est que la commission en arrive à la conclusion qu'on serait mieux, avec un argumentaire, puis des exemples, puis quelque chose de fouillé, d'interdire cette pratique-là, bien, à ce moment-là les parlementaires se saisiront de cette recommandation-là, puis on aura des discussions mais sur la base de quelque chose qui aura été fouillé, évalué, et non pas sur le fait que, bon, entre nous, on fait cette discussion-là. M. Zanetti : J'ai l'impression qu'il serait quand même plus prudent de ne pas permettre quelque chose dont on va demander à la commission s'il est dangereux de le permettre, là, c'est-à-dire, par prudence, on devrait ne pas le permettre, puis après ça, si la commission dit : Ce n'est pas dangereux, bien là, peut-être ouvrir, parce que sinon on permet quelque chose qu'il va falloir interdire par la suite. Ça peut... M. Caire : J'entends ça. Ceci étant dit, M. le député, je réitère qu'on est quand même en train de dire aux parents : Que vous soyez d'accord ou non, c'est non. Et la loi dit quand même que vous ne pouvez pas le faire, à moins que les parents soient d'accord. Donc, il y a une notion de consentement parental, sinon vous ne pouvez pas le faire. Puis là on parle de recueillir des renseignements sur… Bon. Donc, il y a plusieurs situations où on va le faire, puis là on ne pourrait plus le faire parce que l'enfant a… J'ai donné un exemple personnel. Qu'est-ce qui arrive avec ma fille, 13 ans, qui peut avoir des activités de mannequin ou… Bien, je dis «mannequin», mais ce n'est pas ça, le vrai terme. Je cherche le… Travailler pour des agences de publicité ou dans des castings, bon, il y a des choses comme ça, là. C'est parce qu'à un moment donné tu  dis : Un instant, là. On ne parle pas d'un danger au sens où sa vie, sa santé, santé physique, santé mentale, est hypothéquée, là, on n'est pas dans ce rayon-là. En fait, l'argument initial, c'était de dire : Mais là, si je fais du profilage chez les jeunes, puis là je veux avoir des publicités ciblées chez les jeunes, puis… On n'est pas là. Je veux dire, il y a quand même une interdiction de le faire, à moins qu'il y ait consentement du parent. Donc, ce que visait la proposition du collègue de Gouin, c'était de dire : C'est interdit, que le parent soit d'accord ou non. Ça, pour moi, c'est excessif, compte tenu des circonstances puis compte tenu de l'environnement. On ne parle quand même pas de mettre la santé de l'enfant en jeu ou, tu sais, d'hypothéquer sa santé physique, mentale ou… Bon. Alors, moi, je trouvais ça... je trouvais ça excessif. Puis, je vous dirais, après réflexion, je continue à trouver ça excessif. Ceci étant dit, il y a peut-être des angles que moi, je n'ai pas vus, il y a peut-être des éléments que moi, je n'ai pas vus qui pourraient le justifier, d'où le fait qu'on pourrait demander à la commission de nous émettre un avis éclairé sur le sujet. Puis, ceci étant, la commission peut faire des recommandations. Après ça, bien, les parlementaires s'en saisiront, puis on verra si, les recommandations, on est d'accord ou non, là. Encore là, ce n'est même pas une obligation, là, c'est juste de dire : Bien, il y aura une réflexion qui sera faite par un organisme dont c'est le travail. Le Président (M. Bachand) : ... M. Barrette : ...c'est rare que je suis surpris à ce point-là. J'étais là. Pour répondre à la question, là, j'étais là, puis on était en bas. Là, je ne sais plus lequel des deux, là, mais on était à Pauline-Marois ou à l'autre puis on a... on l'a adoptée, cette affaire-là. Une voix : ... M. Barrette : Suspendu, là, mais... Oui, c'est correct. Mais qu'est-ce qui nous mène à ça, là, aujourd'hui, là? C'est quoi, les faits nouveaux? M. Caire : Bien, le fait qu'il est suspendu.  M. Barrette : Non, mais... Je comprends, mais qu'est-ce qui... Mon souvenir est que le ministre était assez en faveur, là. Qu'est-ce qui amène le changement? M. Caire : En fait, non. Ce que j'ai dit au député de Gouin, c'est que j'entendais ses arguments. Je voulais prendre le temps de réfléchir avant... justement, avant d'être en faveur ou en défaveur de sa proposition de l'interdire carrément, je voulais prendre un temps de réflexion. Et, après réflexion, j'en arrive à la conclusion que je ne suis pas favorable à l'interdiction. Ceci étant dit, je ne veux pas non plus clore le débat, dire : Bien, je ne suis pas d'accord, ça fait que ça ne se passera pas comme ça. Donc, la proposition que je fais, c'est de dire : Bien, on pourrait mandater la Commission d'accès à l'information pour qu'elle nous fasse des recommandations suite à une réflexion plus approfondie, puis on verra où ça nous mène. M. Barrette : Je ne veux pas mettre des mots dans la bouche... M. Caire : Mais je veux juste... pour le bénéfice du député de La Pinière, s'il se souvient bien, j'étais, moi, assez mal à l'aise avec le fait... Moi, je suis toujours mal à l'aise avec le fait de retirer des droits ou des prérogatives aux parents. J'ai toujours un préjugé défavorable à ça. Je conviens, et je convenais avec le député de Gouin, qu'il y a des circonstances où ça peut se justifier, mais j'ai dit... puis, d'après moi, si on révise les galées, là, vous allez retrouver cette phrase-là, je dis : Je suis toujours mal à l'aise avec le fait de dépouiller les parents de leur autorité, de leur prérogative en ce qui a trait aux décisions qu'ils prennent pour les enfants, parce que le parent, de façon très générale... il y a des exceptions, comme dans n'importe quoi, mais le parent, de façon générale, sera toujours la meilleure personne pour prendre les meilleures décisions pour leurs enfants. Ça, j'en suis profondément convaincu. • (12 heures) • M. Barrette : Pas sûr, moi, là, là, mais... En fait, je suis sûr du contraire. Mais c'est parce que...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Zanetti", "M. Caire", "M. Zanetti", "M. Caire", "Le Président (M. Bachand)", "M. Barrette", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette"], "nb_intervenants": 27, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 9, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 12, "nb_interventions_presidence": 6, "nb_interventions_PLQ": 10, "nb_interventions_QS": 2, "nb_interventions_PQ": 0}, {"debut": "12:00", "fin": "12:10", "debats": "12 h (version révisée) M. Caire : ...comme dans n'importe quoi, mais le parent, de façon générale, sera toujours la meilleure personne pour prendre les meilleures décisions pour leurs enfants. Ça, j'en suis profondément convaincu.  M. Barrette : Oui, oui, pas sûr, moi, là, là, mais... En fait, je suis sûr du contraire, mais je me... C'est parce que ça n'existe pas, des absolus comme ça. Ça, n'existe pas, là, c'est impossible. M. Caire : Non, c'est pour ça je dis qu'il y a des exceptions. Je comprends. M. Barrette : Non, mais, je veux dire, de dire que le parent est toujours le meilleur juge, là, en faire un absolu... M. Caire : Non, j'ai dit : La meilleure personne pour prendre la décision. M. Barrette : Bien, c'est pareil. Le parent n'est pas toujours la meilleure personne pour prendre une décision, certainement pas. M. Caire : Pas toujours, mais la prémisse de base, pour moi, ça devrait être ça. M. Barrette : Bien, peut-être, là, mais, je veux dire, des... là, je ne veux pas en faire un grand débat, là, mais des parents incompétents ou qui prennent des décisions... Ici, là, le moteur de l'affaire, là, c'est qu'on est dans le... bon, je vais l'appeler comme ça, je vais être gentil, là, je vais dire dans l'entrepreneurial, donc dans le commerce. Moi, là, je ne veux pas mettre des mots dans la bouche du collègue de Gouin, qui n'est... qui ne peut pas le faire aujourd'hui... C'est bien, hein, comme ça... M. Caire : C'était beau. C'est un peu indirect, mais... M. Barrette : Mais quand même, il a une extinction circonstancielle de voix, mais il avait ça dans le coeur de son argument. Et alors moi, je dis simplement ça, le coeur, ici, là, on n'est pas dans la santé, on n'est pas dans l'éducation, on n'est pas dans rien de ce genre-là, on est dans le commercial. Et, non, le parent... Je comprends, là, que c'est raide, ce que je dis là, et je comprends que, spontanément, le commun des mortels va dire : Wo! Les nerfs, là, tu exagères, là, c'est moi qui est toujours la bonne personne. Mais n'a-t-on pas vu souvent des parents prendre des décisions qui étaient... que nous-mêmes, comme parents, on ne prendrait pas? On ne les prendrait pas, là. M. Caire : Oui, mais est-ce qu'au nom d'une minorité on va dépouiller une majorité de leur prérogative? M. Barrette : Dans le cas où c'est la tierce partie, qui est l'enfant, qui est le récipiendaire d'un potentiel tort, oui. M. Caire : Bien, c'est là-dessus qu'on n'est pas d'accord, M. le député. Moi, je dis non, je dis non. Au nom d'une minorité qui pourrait effectivement prendre des mauvaises décisions... Parce que, je veux dire, on pourrait avoir la même réflexion sur l'électeur.  M. Barrette : Je comprends que c'est très, très philosophique, là. M. Caire : M. le député, on pourrait avoir la même discussion sur l'électeur. Est-ce qu'il y a des électeurs qui... Est-ce que tous les électeurs, au Québec, ont un vote éclairé après une analyse exhaustive de l'offre politique? Non. Est-ce qu'on va dépouiller l'ensemble... la grande majorité des électeurs qui exercent leur droit de vote en toute conscience, en connaissance de cause parce qu'une minorité ne le fait pas? M. Barrette : Ce n'est pas un exemple qui... ce n'est pas une analogie, un parallèle qui tient la route. M. Caire : Bien oui, parce qu'on est en train de dire qu'il y a, au Québec comme partout ailleurs, des parents qui ne sont peut-être pas aptes à assumer pleinement les responsabilités parentales. Je ne conteste pas cette affirmation-là. Ce que je dis, c'est que, pour moi, la grande majorité des parents, l'immense majorité des parents, sont aptes à assumer ces responsabilités-là, le font d'abord avec amour pour leurs enfants, ce qui est, pour moi, la condition de base qui doit se retrouver, ensuite en ayant à coeur l'intérêt de leurs enfants au détriment de leurs propres intérêts. Il n'y a pas grand monde qui peuvent en dire autant lorsqu'il vient le temps de prendre une décision. Et, pour moi, il ne fait aucun doute qu'un parent, dans l'immense majorité des cas, va prendre une décision pour son enfant qui est dans l'intérêt de l'enfant. Je ne conteste pas le fait qu'il y en a qui ne le feront pas, mais je ne pense pas que le législateur doive dépouiller l'immense majorité des parents de leurs prérogatives parce qu'une minorité ne se comportera pas comme un bon parent devrait le faire. C'est ça, mon point. M. Barrette : Bien, moi, je ne le vois pas comme ça du tout, puis je vais faire exactement le même parallèle en partant de la prémisse que le législateur fait des lois qui ont une portée générale, qui couvrent le plus d'exceptions possibles et, dans sa législation, de temps en temps, exceptionnellement, va être encore plus restrictif dans des cas très, très, très particuliers et donc très, très peu fréquents. Ça, c'en est un. Alors, l'électeur, lui, là, là, l'électeur, quand bien même il est un électeur incompétent, il est noyé dans la masse, et lui ne concerne que lui, même si le vote... son vote va participer d'une élection d'un gouvernement incompétent, bien là, il y en a un  méchant... bien, tu sais, c'est ça, là, il y a un méchant paquet d'électeurs qui ne sont pas compétents, ce qui n'arrivera normalement pas, quoique c'est toujours possible. Et, en plus, un coup que le gouvernement est formé, il y a des oppositions, il y a plein, plein, plein de mécanismes qui viennent contrebalancer. C'est comme ça que la démocratie fonctionne. Dans le cas de cet article-là, on est dans le cas du cas particulier. On fait des lois. Estce que la loi doit aller jusque... dans un cas très particulier du commerce de données personnelles d'un mineur, jusqu'à être assez restrictive pour empêcher ça? Moi, mon coeur de parent balance du bord de oui. Et ce n'est pas... je n'ai pas l'impression de brimer les parents raisonnables pour la simple et bonne raison que, si j'explique ça à un parent raisonnable, il va probablement dire : Oui, c'est correct. Et, je le rappelle, on est dans un environnement commercial. M. Caire : Et? M. Barrette : Bien, et c'est parce qu'on a tous vu, hein, dans nos vies, là, peu importe l'âge qu'on a, là, des situations commerciales qui ont scrapé leurs vies. Puis... M. Caire : Puis moi, je peux vous dire qu'il y a des parents qui ont amené leurs enfants dans des situations commerciales où ça s'est fait au bénéfice de l'enfant. M. Barrette : Je le sais. Mais, maintenant, c'est pour ça qu'on fait des lois. Est-ce qu'on fait des lois... M. Caire : Sauf que, là, on va interdire ça parce qu'il y a une couple de zozos qui ont été des zozos? M. Barrette : C'est l'entonnoir. À partir de quand une restriction qui brime la majorité est-elle justifiée par la minorité? Alors, je pourrais prendre, là, puis je ne veux pas faire du spectacle, n'importe quoi de nature... qui s'approche de nature sexuelle, hein, c'est sûr que les gens vont dire oui. Puis là, après ça, on s'éloigne, puis elle est où, la frontière? Bon, là, on va demander à la CAI si on... J'espère qu'elle va avoir écouté, et puis... C'est ça qu'on va faire, on va demander à la Commission d'accès à l'information son opinion? M. Caire : Oui.  M. Barrette : Donc, on va attendre qu'ils reviennent avant de statuer. M. Caire : Bien, c'est-à-dire que... M. Barrette : Est-ce que je peux... Je m'excuse, M. le... Juste de même, pour conclure, je vais arrêter après ça. Est-ce que je comprends, là, qu'aujourd'hui, là, la Commission d'accès à l'information va être saisie d'une demande de nous? Qu'en pensez-vous? Puis là, si on les informe, bien là, écoutez l'échange qu'on a eu, là, puis vous allez voir exactement les questions qu'on s'est posées, là, je comprends qu'ils vont nous répondre, on va revenir ici puis on va l'adopter ou non. M. Caire : Non, c'est-à-dire qu'aujourd'hui on adopte l'article 96 tel que libellé, parce qu'il amène quand même une notion de protection. Je veux dire, l'article 96 dit que tu ne peux pas recueillir les renseignements personnels d'un mineur... M. Barrette : Donc, bien, alors, qu'est-ce qu'on fait? M. Caire : ...à moins que le parent t'y autorise. Donc, il y a quand même une notion importante qui est amenée par l'article 96. Maintenant, s'il y a des angles morts que nous n'avons pas vus, la commission pourra nous les souligner. Mais, moi, quand vous me dites, M. le député, en tout respect, que c'est dangereux, je m'excuse, là, mais... pas... Si vous me dites : Fumer, c'est dangereux, oui, O.K., c'est correct. Si vous me dites : Laisser un mineur consommer de l'alcool, c'est dangereux, je n'ai pas de problème avec ça, je comprends. M. Barrette : Non, non, M. le Président, là, on fait des parallèles qui n'existent... que je n'ai pas fait, là. M. Caire : Mais là on parle de permettre à une entreprise de recueillir des renseignements personnels. Je comprends que c'est important, je comprends qu'il faut... je n'irai pas en contradiction du discours que je tiens depuis le début, c'est important, mais ça se fait si et seulement si le parent est d'accord. Et ma prémisse de base, c'est que le parent va l'autoriser si et seulement si ça se fait dans l'intérêt de l'enfant. Donc, nous, le législateur, dans le fond, ce qu'on viendrait dire, c'est : Les parents, vous n'avez pas la capacité de juger de ça, donc nous, on va l'interdire à votre place dans tous les cas de figure. M. Barrette : M. le Président, ce n'est pas la question que je pose, la question que je pose est simple comme bonjour, et je vais le répéter. Je ne demande pas à continuer le débat, je demande à savoir exactement ce qu'on fait. Alors, aujourd'hui, qu'est-ce qu'on fait, là? Là, ce que je... M. Caire : On adopte 96 tel quel. Suite à l'adoption de la loi, je demanderais à la commission de se saisir les questions, comme vous l'avez dit, M. le député, suite au débat. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire"], "nb_intervenants": 35, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 18, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 17, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 17, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "12:10", "fin": "12:20", "debats": "• (12 h 10) • M. Barrette : Puis qu'est-ce qui arrive après? M. Caire : Bien, dans son rapport annuel, la commission fera des recommandations, dira : Bien, ce que vous avez fait, c'est correct; ou ce que vous avez fait, ce n'est pas correct pour telle et telle raison, puis vous devriez faire ça. Puis, à ce moment-là, bien, on verra si on modifie la loi ou non. Le Président (M. Bachand) : M. le député de Jean-Lesage. M. Zanetti : Bien, sur la procédure, oui, je suis en désaccord, là. Je pense que c'est une bonne idée de demander les recommandations de la CAI, ça, c'est une bonne idée, sauf que dire, donc : On leur demande une recommandation, mais on statue avant d'avoir leur recommandation, ça m'apparaît une mauvaise façon de procéder, parce qu'on prend le risque de prendre une décision... en fait, on fait le choix, on ne prend pas le risque, on fait le choix de prendre une décision qui n'est pas éclairée. Donc, si, par contre, on suspendait l'étude de cet article-là, puis on demandait les recommandations, puis, après ça, on faisait le reste de l'étude du projet de loi, quitte à, à la fin, suspendre s'il nous manquait que cet article-là, jusqu'à ce qu'on ait les recommandations, puis, après ça, on reviendrait puis... quelques minutes en commission pour statuer, bien là, je pense qu'on ferait les choses de manière plus éclairée. Parce qu'on va se le dire, là, si la loi est adoptée, puis, après ça, on a des recommandations qui nous indiquent qu'on n'aurait pas dû l'adopter comme ça, bien là, je veux dire, vous allez faire une modification à la loi. C'est complexe, ça mène à tort, ça laisse la possibilité qu'on soit dans un cadre législatif qui n'a pas été choisi de façon éclairée, puis qui n'est pas optimal, puis qui n'est pas bon, je trouve que c'est une mauvaise façon de procéder. M. Caire : Bien, je ne suis pas en accord avec mon collègue pour la raison suivante. D'abord, si on retire l'article, on laisse l'article qui existe déjà dans l'état actuel, ce qui va être incohérent avec ce qu'on a fait. Je vous lis l'article. Donc, l'article 4, il existe, là, on vient le modifier, mais il existe. Dans sa forme actuelle, ça dit : «Toute personne qui exploite une entreprise et qui, en raison d'un intérêt sérieux et légitime, peut constituer un dossier — donc, déjà on garde la notion de dossier, ce qui serait le seul article de la loi où il y a la notion de dossier — sur autrui doit, lorsqu'elle constitue ce dossier, inscrire son objet.  «Cette inscription fait partie du dossier.» Ça, c'est l'état du droit actuel. Donc, si on retire 96, on laisse ça dans la loi, ce qui est incohérent, premièrement. Deuxièmement, la loi nous amène quand même vers une notion de protection qui est supplémentaire, parce que la notion qu'on amène, qui n'existe pas, c'est : «Les renseignements personnels concernant un mineur de moins de 14 ans ne peuvent être recueillis auprès de celui-ci...» Donc là, on amène une notion que tu ne peux pas recueillir des renseignements personnels auprès d'un mineur. Et le débat que nous avons, c'est que votre collègue le chef du deuxième groupe d'opposition souhaitait qu'on l'interdise. Nous, on ne l'interdit pas, on dit : On n'interdit pas dans l'absolu, mais on l'interdit à moins que le parent n'y consente. Actuellement, il n'y a... cette notion-là n'existe pas dans la loi. Ni même la notion d'interdiction, même sans ou avec le consentement des parents, n'existe pas dans la loi. Donc, on garde un vide. Donc, si on garde l'état de la loi actuelle, non seulement on est incohérent parce qu'il y a la notion de dossier qu'on a évacuée partout, mais en plus c'est que, là, il n'y a pas d'interdiction du tout, là, c'est... il n'y a même plus besoin du consentement des parents pour les recueillir, on peut le faire tant qu'on veut, comme on veut, si on veut. Donc, moi, je pense que l'article nous amène quand même... pas aussi loin que le souhaiterait le chef du deuxième groupe d'opposition, mais ça nous amène quand même vers des notions de protection supplémentaire qui n'existent pas. Donc, moi, je pense qu'on fait, au contraire, un pas en avant si on adopte l'article 96, puis même deux pas en avant. Maintenant, est-ce qu'on va faire un troisième pas vers l'interdiction totale? Moi, je ne suis pas là, je vous le dis, je ne suis pas là. On verra ce que la commission en pense, mais au moins donnons-nous cette protection-là supplémentaire, qui est quand même mieux que la situation actuelle. Dans tous les cas de figure, M. le député, on améliore ce qui se fait. Est-ce qu'on va aller aussi loin que le député de Gouin le souhaite? Pas pour l'instant, pas pour l'instant, mais au moins on amène une notion que vous ne pouvez pas recueillir des renseignements personnels auprès d'un mineur sauf si le parent y consent. Là, ils peuvent le faire même sans le consentement des parents. M. Zanetti : Je comprends. Sur votre premier argument par rapport à la cohérence, la  façon dont je conçois les choses, ça ne fonctionne pas parce que, de toute façon, il n'y aurait pas d'incohérence avec les lois qui ont été adoptées parce qu'on attendrait, pour adopter la loi, que ce débat-là soit tranché puis qu'il ait été... que nos délibérations aient été éclairées par la commission. Par rapport au reste, le problème que je vois... Je comprends votre argument, on fait un pas en avant, c'est pire comme c'est là. Sauf que le problème, c'est que disons qu'on prend... on fait le choix de faire une décision pas éclairée, ce qui serait le cas, et que, là, la commission dise : C'était une décision pas éclairée, il faudrait faire autre chose, allez-vous vraiment déposer, a posteriori, après tout ça, un projet de loi modifiant uniquement cet article-là? Est-ce que c'est votre engagement? M. Caire : Bien, il y a différents éléments dans votre question que je veux adresser. D'abord, soyons clairs, moi, je ne pense pas, là, qu'on puisse lier l'adoption de tout le projet de loi n° 64 sur la notion de est-ce qu'on interdit, oui ou non, la collecte de renseignements personnels chez le mineur. Je veux dire, on parle d'un projet de loi de 167 articles qui touche la protection des renseignements personnels en général avec lequel votre formation politique était tout à fait en accord. Je comprends qu'on ne va pas aussi loin sur différents sujets que souhaité, mais je pense que tout le monde s'entend pour dire qu'on fait un bond en avant qui est très, très, très important. Donc, de dire... lier l'adoption de tout le projet de loi au fait qu'on s'entende sur cette notion-là, pour moi, ça, on ne peut pas aller là, là, dans aucun temps on ne peut aller là, d'une part. Donc, oui, la notion d'incohérence demeure, parce que, pour moi, on doit... Puis d'ailleurs le député de Gouin était prêt à adopter le projet de loi à la fin de la dernière session, là, ça fait que j'imagine que l'idée de reporter ça, peut-être, à une prochaine législature ne devrait pas lui sourire plus qu'à moi, mon ambition étant qu'on le fasse bien avant. Et donc il y aura cette incohérence, bon, d'une part. D'autre part, comme dans d'autres articles, puis j'ai eu cette discussion-là, on a eu quelques discussions avec le député de Gouin, je comprends qu'on ne va pas aussi loin qu'il le souhaiterait ou que vous le souhaitez, M. le député de Jean-Lesage, mais il faut quand même admettre qu'entre la situation actuelle puis ce qui est proposé par 96 il y a un progrès très significatif, parce qu'il y a quand même la notion d'interdiction, et nous l'amenons, nous l'introduisons. Elle est relative au consentement parental, mais ça demeure que la prémisse de base, c'est que vous ne pouvez pas le faire à moins que. Donc, moi, je pense qu'on fait un bon pas en avant. Alors, dire qu'on prend une mauvaise décision, on ne peut pas prendre une mauvaise décision, parce qu'on avance, on s'en va dans le sens de ce que vous souhaitez. On ne  va peut-être pas aussi loin que vous le souhaitez, mais on va quand même dans le sens que vous souhaitez, c'est-à-dire qu'il y a interdiction, mais il y a un bémol. Si les parents sont... donnent leur consentement au tuteur, ça peut se faire. Donc, déjà on fait un pas en avant. Je ne vois pas en quoi c'est une mauvaise décision de faire un pas en avant, là. M. Zanetti : Juste pour rectifier, je ne prétends pas que c'est une mauvaise décision, juste que c'est une décision qui n'est pas éclairée. Puis ça, c'est un fait, là, elle n'est pas éclairée, parce qu'on n'a pas l'avis de la commission, puis vous-même reconnaissez que ce serait utile de l'avoir, puisque vous-même proposez qu'on demande l'avis à la commission. Donc, c'est une décision qui n'est pas éclairée, puis on est quand même payés très, très cher, je pense que le monde s'attend à ce qu'on prenne une décision éclairée, que c'est le minimum des affaires, là. Il n'est pas question de remettre ça à une autre législature, évidemment, là. Je pense que la commission, si elle se penche sur cette question-là, peut donner des recommandations relativement rapides puis faire en sorte que cette affaire-là soit adoptée avant la fin de l'année, ce qui est votre souhait puis ce qui est notre souhait à tous, je pense. L'autre affaire, c'est que j'aimerais que vous nous disiez concrètement, là, si la... mettons qu'on adoptait tout ça, comme ça, dans l'état actuel, puis que la commission disait : Ah! on recommande que ça soit fait autrement, est-ce que vous allez déposer un projet de loi qui modifie cet article-là? M. Caire : Bien, en fait, M. le député, je ne peux pas répondre à votre question pour une raison fort simple, c'est que ça présuppose de ma part que la Commission d'accès à l'information dépose un rapport au moment où l'Assemblée nationale siège. On ne se fera pas de cachette, vous et moi, on sait très bien que la prochaine session sera la dernière avant les élections générales, qui sont à date fixe maintenant, et donc ça présuppose que la commission... Comment? Une voix : ... M. Caire : La prochaine, au printemps prochain, c'est la dernière, parce qu'on met fin à la session aux alentours du 11 juin, puis, après ça, il va y avoir des élections, on ne reviendra pas à l'Assemblée nationale. Donc, moi, je ne peux pas exiger de la commission... parce que, là, je commence à m'ingérer dans les travaux de la commission, je ne peux pas exiger de la commission  : vous répondez à notre question puis vous nous déposez un rapport à telle date. Parce que vous savez que, si on veut adopter, à l'intérieur d'une même session, un projet de loi, le projet de loi doit être déposé avant le 15 mai. Ça, ça veut dire qu'il faut que la commission dépose son rapport à quelque part au mois d'avril, qu'on ait le temps de faire cette discussion-là entre parlementaires, de voir si, oui ou non, on donne suite, d'écrire, dans un omnibus, un article qui vient modifier. Est-ce que je vais faire ça? Je ne le sais pas, M. le député, là, parce qu'il y a trop de variables que je ne contrôle pas. Mais il est sûr et certain que, si je demande l'avis de la commission, puis cet avis-là va être rendu public, et donc tous les parlementaires y auront accès, bien, ce n'est certainement pas parce que je ne veux pas prendre en considération l'avis de la commission. M. Zanetti : Alors, si, par exemple, la commission répondait extrêmement rapidement, puis qu'il y avait le temps nécessaire pour déposer un projet de loi pour modifier, est-ce que vous le feriez? M. Caire : Bien, si j'ai le temps nécessaire, que la recommandation me semble pertinente, que les parlementaires s'entendent pour dire : Oui, c'est pertinent, on donne suite, alors, si, si, si, oui. M. Zanetti : O.K. M. Caire : Oui. Oui, non, mais... M. Zanetti : Oui, oui. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Barrette", "M. Caire", "Le Président (M. Bachand)", "M. Zanetti", "M. Caire", "M. Zanetti", "M. Caire", "M. Zanetti", "M. Caire", "M. Caire", "M. Zanetti", "M. Caire", "M. Zanetti", "M. Caire", "M. Zanetti"], "nb_intervenants": 15, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 7, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 7, "nb_interventions_presidence": 1, "nb_interventions_PLQ": 1, "nb_interventions_QS": 6, "nb_interventions_PQ": 0}, {"debut": "12:20", "fin": "12:30", "debats": "• (12 h 20) • M. Caire : Je pense que, les collègues, on a travaillé ensemble quand même depuis plusieurs mois, en fait, depuis le mois de janvier. Ils savent très bien que moi, je suis ici dans l'objectif de pondre le projet de loi le plus solide possible. Ma conviction qu'il faut protéger les renseignements personnels, j'espère, ne fait de doute pour personne. Je peux vous dire que des demandes pour atténuer certains articles que j'ai balayées du revers de la main en témoignent. Maintenant, ici, moi, j'ai une conviction profonde, M. le député. Je sais que vous êtes vous-même père de famille, je suis convaincu que vous comme moi, on est dédiés au bien-être de nos enfants, puis j'ai plutôt tendance à dire : Je pense que vous êtes la meilleure personne pour prendre les décisions les plus éclairées pour le bénéfice de vos enfants. C'est ça, mon message, aujourd'hui. Ceci étant dit, l'article améliore la loi, parce qu'il y a un vide. Actuellement, il y a un vide que nous comblons en disant : Vous ne pouvez pas le faire, à moins que les parents soient d'accord. Ça, c'est déjà une amélioration. Donc, quand vous me dites : On ne prend pas une décision éclairée, bien, je ne  partage pas votre point de vue dans le sens où je pense qu'on fait un pas dans la bonne direction et je doute que la Commission d'accès à l'information nous dise : Écoutez, vous n'auriez pas dû mettre une interdiction de cette nature-là, parce que le vide juridique était ce qui était souhaitable. Je doute fortement que la... Tu sais, on a travaillé avec la commission, je pense qu'on peut s'entendre pour dire que soit la commission va dire : Non, je pense que c'est raisonnable, ce que vous avez fait; ou la commission va nous dire : Bien, non, je pense qu'on pourrait aller un pas de plus pour telles, et telles, et telles raisons. Je ne pense pas qu'elle nous dise : Non, non, il faut revenir en arrière puis éliminer l'interdiction, ce n'est pas une bonne idée, là. Ça fait que je pense qu'on va être d'accord, vous et moi, pour dire que ça a peu de chances d'arriver. Donc, pour moi, cette décision-là, oui, elle est éclairée. Dans l'expectative de la recommandation de la commission, je pense qu'on améliore significativement la situation en adoptant 96 dans sa forme actuelle. Et, s'il y a lieu de faire un pas de plus, bien, on verra sur quelles bases, puis les parlementaires auront les discussions que les parlementaires ont à avoir, mais moi, je le dis, je le répète, ce n'est pas la commission qui va prendre la décision, ce sont les élus, mais la commission peut nous aider dans notre réflexion. Puis, là-dessus, je vais la convier à nous aider, mais ultimement c'est les élus qui vont prendre la décision de suivre ou non la recommandation. Puis j'ai été très clair aussi sur le fait que je souhaitais que les parlementaires soient unanimes sur l'adoption de la loi. Je le souhaite, parce que c'est une loi qui est extrêmement importante, quasi constitutionnelle. Et je souhaite que les parlementaires soient unanimes à soutenir cette loi-là, donc je ferai les compromis qu'il faut. Mais, pour l'instant, je pense qu'on poserait un geste excessif en interdisant totalement, donc en enlevant cette prérogative-là qu'on donne aux parents de prendre la meilleure décision pour leurs enfants, mais on fait un pas qui est important, parce que la prémisse de base, c'est que c'est interdit de le faire. Le Président (M. Bachand) :...s'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix. Est-ce que l'article 96, tel qu'amendé, est adopté? Des voix : ...  Le Président (M. Bachand) : Sur division. Merci. M. le ministre, s'il vous plaît. M. Caire : Oui, M. le Président. Nous étions à l'article 100, qui avait été suspendu à la demande du chef du deuxième groupe d'opposition. Donc là, je ne sais pas qu'estce que mes collègues de la deuxième opposition souhaitaient apporter comme modifications et/ou avoir comme discussion, mais moi, je suis prêt à adopter l'article tel qu'amendé, M. le Président. Le Président (M. Bachand) : Donc, est-ce qu'il y a des... Consentement pour réouvrir l'article? M. Caire : En fait... suspendu, M. le Président. Le Président (M. Bachand) : Consentement pour... M. Caire : Pour... Oui, oui, oui, voilà. Oui, consentement. M. Tanguay : ...c'est un amendement à l'article 100, c'est ça? M. Caire : Non. L'article avait été amendé, mais le collègue de Gouin avait demandé qu'on suspende les discussions parce que... là, je ne veux pas souligner son absence, mais il ne pouvait pas participer, à ce moment-là, aux travaux. M. Tanguay : O.K. Parce que, dans Greffier, j'ai amendement à venir, article 100, 9.1. M. Caire : On ne l'avait pas amendé? Une voix : ... M. Caire : On ne l'avait pas amendé? Ah! peut-être, peut-être, M. le Président, qu'on ne l'avait pas amendé. Le Président (M. Bachand) : Juste, la secrétaire me dit qu'il avait été distribué mais pas... il n'avait pas été lu. M. Caire : Il n'avait pas été lu. Ah! on ne l'avait pas adopté. O.K. Bien, je peux faire  la lecture, à ce moment-là, de l'amendement. Une voix : ... M. Caire : Il est sur le site du Greffier. Le Président (M. Bachand) : Sur Greffier. Juste bien comprendre, donc vous avez un amendement, vous voulez le lire, alors, je comprends, là? M. Caire : Oui, bien, si on n'a pas adopté l'amendement, moi... En fait, je procéderais, là, parce qu'on avait suspendu, dans ma tête on l'avait adopté, mais ça se peut que non, donc je lirais l'amendement, puis on pourra faire le débat sur l'amendement puis, après ça, sur l'article tel qu'amendé, si tant est qu'il est amendé. Le Président (M. Bachand) :O.K. Donc, l'amendement est en cours dans Greffier. M. le ministre, s'il vous plaît. M. Caire : Bien, je peux le lire, là. Alors, M. le Président, l'amendement se lit comme suit : Remplacer l'article 9.1 de la Loi sur la protection des renseignements personnels dans le secteur privé, proposé par l'article 100 du projet de loi, par le suivant : «9.1. Une personne qui exploite une entreprise et qui recueille des renseignements personnels en offrant au public un produit ou un service technologique disposant de paramètres de confidentialité doit s'assurer que, par défaut, ces paramètres assurent le plus haut niveau de confidentialité, sans aucune intervention de la personne concernée. «Ne sont pas visés au premier alinéa les paramètres de confidentialité d'un témoin de connexion.» Donc, M. le Président, l'amendement vise à clarifier le fait que cette obligation s'applique uniquement à l'égard des produits et des services offerts au public, excluant ainsi les produits et les services utilisés à l'interne par les employés. Il vise finalement à préciser que l'obligation s'applique aux paramètres qui offrent un choix à l'utilisateur. Le deuxième alinéa prévoit que la protection par défaut ne s'applique pas aux paramètres de confidentialité d'un témoin de connexion. Le Président (M. Bachand) :Merci beaucoup. Interventions? M. le député de LaFontaine, s'il vous plaît. M. Tanguay : ...avec le collègue de juin... de Gouin, pardon, l'enjeu, c'était un peu un employeur qui espionne son employé, c'était-tu ça?  Une voix : ... M. Tanguay : C'était sur d'autre chose, ça? M. Caire : ...ça, oui. C'était un autre article qu'on avait adopté. Non, en fait, je vais être honnête avec vous, M. le député, je ne sais pas exactement ce que le député de Gouin voulait amener comme... M. Tanguay : On n'avait pas commencé à débattre. M. Caire : Non, on ne l'avait pas commencé. M. Tanguay : O.K. Donc, qu'est-ce qu'on fait par 9.1? «Une personne qui exploite une entreprise et qui recueille des renseignements personnels en offrant au public un produit ou un service technologique...» C'est quoi, ça, un produit ou un service technologique? M. Caire : Bien, c'est un site Web, c'est une application quelconque, là, GPS ou une application de quel est le meilleur restaurant à Québec. M. Tanguay : O.K. Alors, on s'assure que, quand ce service-là est offert, le plus haut niveau de confidentialité soit préservé sans aucune intervention de la personne concernée. Donc, que le service soit quatre étoiles là-dessus... M. Caire : Donc, par défaut, vous devez mettre les éléments de protection les plus restrictifs. M. Tanguay : On dit : «Ne sont pas visés au premier alinéa les paramètres de confidentialité d'un témoin de connexion.» C'est quoi, ça? M. Caire : Oui, les cookies. M. Tanguay : Pardon? M. Caire : Les fameux cookies. Quand vous vous connectez sur un site, souvent le site va vous demander si vous acceptez les cookies, parce que, lui, ça lui permet d'enregistrer certaines informations sur la navigation qui fait en sorte que, quand vous vous reconnectez, lui, il a gardé en mémoire certains des paramètres, puis il vous permet, par exemple, de continuer votre navigation là où vous étiez, ou... M. Tanguay : Et c'est là où, termes et conditions, on clique «j'accepte», c'est là où on  accepte. M. Caire : C'est ça, oui. M. Tanguay : Ce qu'on ne lit jamais, là, qui fait trois pages de long. M. Caire : Oui, la politique de confidentialité qui vous amène aux 96 autres pages à lire. M. Tanguay : Et on peut dire : Je n'accepte pas, la navigation va être permise pareil, pensez-vous, dans la pratique? M. Caire : Ça dépend des sites, ça dépend. Il y a des sites que oui. Je dirais, il y a un nombre important de sites qui vont le faire quand même, mais il y a des sites qui... et là je garderai mes commentaires pour moi, mais il y a des sites qui obligent l'utilisation du cookie pour vous donner accès au site. Personnellement, je n'accède pas à ces sites-là, personnellement. M. Tanguay : Nous, est-ce qu'on voulait légiférer là-dessus, justement, pour ne pas interdire... parce que l'on n'accepte pas la navigation, l'accès? M. Caire : Bien, en fait, on légifère en disant que cet article-là ne s'applique pas aux paramètres de connexion. M. Tanguay : Non, c'est ça, mais est-ce qu'on veut, par ailleurs, dire, je pose la question, je n'ai pas la réponse, que... légalement, au Québec, que l'on ne veut pas qu'un citoyen qui veut aller sur un site et qui n'accepte pas les termes et conditions se voit refuser l'accès au site? Est-ce qu'on veut... Parce que vous avez... M. Caire : Je vous dirais que ça nécessiterait une recherche, d'abord une recherche juridique, deuxièmement une réflexion plus longue. Est-ce qu'on veut aller là? Personnellement, je pense que non. Je vous dirais que la meilleure façon... en tout cas, moi, je ne dirai pas aux gens quoi faire, mais la meilleure façon, c'est de dire : Écoutez, moi, je n'en veux pas, de cookie, sur mon ordinateur, ça fait que, si vous m'obligez à avoir un cookie, bien, tant pis pour vous autres, vous allez vous passer de ma clientèle. M. Tanguay : Ce n'est pas un motif de discrimination qui serait par ailleurs interdit. M. Caire : Bien, en fait, non, dans la mesure où on ne parle pas ici de service essentiel. Le Président (M. Bachand) :Merci beaucoup. M. Caire : On parle d'une navigation...  Le Président (M. Bachand) :Merci beaucoup. Compte tenu de l'heure, je suspends les travaux jusqu'à 14 heures. Bon lunch. Merci. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)"], "nb_intervenants": 49, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 24, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 15, "nb_interventions_presidence": 10, "nb_interventions_PLQ": 15, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "12:30", "fin": "12:30", "debats": "(Suspension de la séance à 12 h 30)    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "12:30", "fin": "12:30", "debats": "12 h 30 (version révisée) M. Caire : ...dans la mesure où on ne parle pas ici de service essentiel. Le Président (M. Bachand) : Merci beaucoup. M. Caire : On parle d'une navigation... Le Président (M. Bachand) : Merci beaucoup. Compte tenu de l'heure, je suspends les travaux jusqu'à 14 heures. Bon lunch. Merci. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)"], "nb_intervenants": 4, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 2, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 2, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "12:30", "fin": "14:00", "debats": "(Suspension de la séance à 12 h 30)    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "14:00", "fin": "14:10", "debats": "14 h (version révisée) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "14:10", "fin": "14:20", "debats": "(Reprise à 14 h 10) Le Président (M. Bachand) : Bon après-midi. À l'ordre, s'il vous plaît! La Commission des institutions reprend ses travaux. Nous poursuivons l'étude détaillée du projet de loi n° 64, Loi modernisant des dispositions législatives en matière de protection des renseignements personnels. Lors de la suspension de nos travaux cet avant-midi, nous étions rendus à l'étude de l'amendement à l'article 100. M. le ministre, s'il vous plaît. M. Caire : Oui. Bien, voilà, M. le Président, on était en discussion avec le député de  LaFontaine sur l'état dans lequel est un produit technologique, là. Il m'avait demandé : Qu'est-ce qu'un produit technologique? Bon, bien, évidemment, site Web, application, etc. L'idée de l'amendement était... est effectivement de dire : Bien, il faut que le produit soit dans l'état le plus sécuritaire. Et là on avait amorcé une discussion, que les collègues, d'ailleurs, avaient... pour laquelle les collègues avaient manifesté un intérêt particulier sur l'utilisation des cookies. Le député de LaFontaine me demandait : Est-ce qu'on ne devrait pas en interdire... en fait, est-ce qu'on ne devrait pas interdire les sites qui obligent l'utilisation des cookies pour donner accès? Moi, je pense que non, je pense que ce n'est pas nécessaire, parce qu'on n'est pas dans une notion de service essentiel. Évidemment, si c'était une organisation gouvernementale, j'aurais plus de misère avec ça, évidemment, là, mais une entreprise qui offre un service, à la limite, se prive d'une clientèle. Donc, moi, je pense que l'entreprise est aussi pénalisée, sinon plus, que la personne qui n'aura pas accès au site en question. Donc, de l'interdire, je pense que ça serait aller trop loin, et donc je ne serais pas de cette école. Voilà. C'était ma réponse à la question du député de LaFontaine. Le Président (M. Bachand) : Merci. M. le député de Jean-Lesage, s'il vous plaît. M. Zanetti : Oui, merci, M. le Président. Je voudrais savoir, au fait, c'est quoi, la raison fondamentale pour laquelle on veut exclure les témoins de connexion, donc les cookies, à cette règle-là, à l'article. C'est-tu une raison, disons, technique ou c'est une raison… Je ne sais pas. M. Caire : Bien, parce que... Bien, d'une part, on ne peut pas paramétrer de façon sécuritaire un cookie. C'est un fichier, un cookie, qui vient enregistrer des informations. Donc, il n'y a pas une protection par défaut dans un cookie. C'est vraiment comme un fichier qui se dépose sur votre ordinateur, lorsque vous l'autorisez, et qui va enregistrer des informations sur votre navigation. Donc, de dire que ça doit être dans un état... dans l'état sécuritaire optimal… Il n'y a pas de paramètre de sécurité sur ça. Donc, dans le fond, l'idée, c'est de dire que vous devez, évidemment, accepter l'utilisation des cookies ou non, mais, une fois que vous avez dit oui, tu sais, on ne peut pas… il n'y a pas de configuration spécifique à un cookie. M. Zanetti : Je comprends.  Le Président (M. Bachand) :M. le député de La Pinière, s'il vous plaît. M. Barrette : …une question technologique au ministre, qui a une expertise, théoriquement, dans le domaine. Est-ce que, dans un cookie, il est absolument impossible de laisser… d'introduire un logiciel malveillant? M. Caire : Si c'est absolument impossible? M. Barrette : Impossible. M. Caire : Non. M. Barrette : C'est une question que je pose. M. Caire : Non, ce n'est pas… M. Barrette : Non, c'est impossible ou… M. Caire : Non, ce n'est pas impossible. M. Barrette : Bon, non, ce n'est pas impossible. Alors, c'est pour ça que moi, je suis en faveur d'empêcher ça. Il y a des sites, là, vous savez, où on ne peut pas avoir accès si on ne dit pas oui. Moi, au moment où on se parle, ça doit faire au moins quatre mois qu'avec les TI de l'Assemblée nationale j'essaie d'enlever une application qui est sûrement rentrée par une affaire comme ça, pas capable. Personne n'est capable, personne, personne, personne. Elle est là tout le temps. Ça me tombe sur les nerfs. Ça ne me nuit pas, mais je ne sais pas ce qu'elle fait exactement, mais elle est là. M. Caire : Oui, mais, écoutez, je vais peut-être moduler ma réponse. Ce n'est pas impossible, mais c'est le fait d'une organisation malveillante. M. Barrette : Pas nécessairement. M. Caire : Mais, de la même… Je vais juste vous donner un exemple, M. le député. Je peux vous envoyer un texto. Est-ce que c'est absolument impossible d'introduire un logiciel malveillant par un texto? Non. Je peux mettre un hyperlien. Si vous cliquez dessus, vous téléchargez potentiellement un logiciel malveillant. Est-ce que, par courriel, c'est impossible d'avoir un document attaché qui est une application malveillante? Non. M. Barrette : En fait… M. Caire : Ah! ce que je veux dire, c'est que le cookie, comme tel, n'est pas une application malveillante, mais quelqu'un peut se servir de ce subterfuge-là pour introduire un logiciel malveillant. M. Barrette : En fait, sans être dans la malveillance, M. le Président, est-ce que c'est possible technologiquement qu'un cookie, sans que ce soit malveillant, puisse, en ayant été autorisé, continuer à recueillir des informations? C'est oui, la réponse. M. Caire : En étant non autorisé? M. Barrette : Bien, c'est-à-dire... Non. À partir du... M. Caire : Je veux juste comprendre la question. M. Barrette : Bien, quand on a dit oui, normalement, on a dit oui pour recueillir des informations pendant la séance où on navigue sur le site. M. Caire : Oui. M. Barrette : Alors, est-ce qu'il est possible, un coup qu'on est sorti de l'application, que ça continue à envoyer des informations? M. Caire : Pour un cookie... M. Barrette : Banal. M. Caire : Banal? Non. Non. Lui, il va enregistrer les... il va enregistrer vos informations de navigation. C'est à ça qu'il sert. Normalement, le cookie, il sert pour le site. Quand le site... Quand, ensuite, vous retournez sur le site, le site va aller vérifier. C'est des répertoires prédéterminés sur votre ordinateur. Il va aller voir dans le répertoire : Est-ce que... ou il va faire une recherche : Est-ce que j'ai tel fichier point telle extension qui est là? Oui? Il le télécharge, puis là ça lui donne les informations de vos navigations précédentes. Mais normalement lui, il arrête ça là. Parce que ce qui se passe, c'est que c'est le site qui produit le fichier. Ce n'est pas un fichier qui va capter de l'information, c'est le site qui, lui, emmagasine de l'information à travers... à travers son application et qui va aller déposer ce fichier-là sur votre site. M. Barrette : Bien, pourquoi le ministre... M. Caire : Donc, une fois que le... que vous avez fermé le site, c'est un fichier texte  banal. Bien, banal... C'est un fichier texte. C'est fini. M. Barrette : C'est évidemment les Européens qui ont été les plus agressifs làdedans, là. Eux, ça fait longtemps que, si on dit non, on n'a pas accès à leurs sites, là. Ça fait des années, des années, des années, là. Nous, jusqu'à récemment, on le voit de plus en plus dans les sites nord-américains, on n'a pas le choix. Alors, pourquoi le ministre... Quel est le problème que ça cause, selon lui, le fait de ne pas l'empêcher, de ne pas empêcher... M. Caire : Bien, parce que ça peut avoir son utilité. Ce n'est pas quelque chose qui est... Utilisé correctement, ce n'est pas quelque chose qui est inutile, là. M. Barrette : Bah! Pas pour nous. M. Caire : Puis, comprenons-nous bien, M. le député, un cookie, là, c'est un fichier texte. Ce n'est pas un programme qui roule sur votre ordinateur, c'est un fichier qui est déposé. C'est pour ça que normalement, une fois que le fichier est déposé puis que la navigation est terminée, il ne se passe rien, là. Ce n'est pas un... Ce n'est pas un programme qui s'exécute sur votre ordinateur, un cookie, là, c'est un fichier. Donc, il n'y a pas de... il n'y a pas un enjeu. Quand c'est utilisé correctement, selon les paramètres qu'on connaît, ce n'est pas quelque chose qui est nocif. Vous pouvez ne pas avoir envie parce qu'évidemment ça peut... oui, tout à fait, ça peut ouvrir la porte à autre chose. Donc, vous pouvez avoir envie que personne ne dépose ça ou vous pouvez aussi utiliser un navigateur, comme dans… Je ne veux pas faire de publicité, là, mais, dans Google Chrome, il y a des outils de navigation où il n'y a rien qui est enregistré, il ne produira aucun fichier, vous ne pouvez pas, donc... mais, d'une fois à l'autre, vous ressaisissez les informations. Donc, il n'y a pas d'historique de navigation, il n'y a pas de… Donc, il y a toutes sortes de moyens, là, qui sont à disposition si vous ne souhaitez pas les utiliser, mais ça peut être intéressant. Moi, je veux dire, dans certains cas… de façon générale, non, mais, dans certains cas, je vais autoriser des cookies, parce que c'est des sites que je connais, c'est des sites qui sont sécuritaires, parce que, parce que, parce que… M. Barrette : Bon. M. le Président, c'est une anecdote, là, ça n'a aucun intérêt, là, mais, pour montrer qu'il peut se passer des choses hors de notre contrôle, là, non seulement j'ai une application, mais j'ai aussi, actuellement, un navigateur par défaut qui a été forcé, qui n'est pas Google Chrome, qui en est un autre…  M. Caire : Exact. Mais ça, vous pouvez le changer dans les paramètres. M. Barrette : Non, impossible. Si vous voulez, M. le ministre, en sortant tantôt, vous essaierez de l'enlever, juste pour le fun. Les TI sont incapables. Il est là, là. Je ne l'ai pas demandé, je ne l'ai pas téléchargé, il est là. Il est apparu après avoir fait quelque chose de normal, là, et… M. Caire : Non, mais ce que je veux dire, c'est que, normalement, vous êtes capable de paramétrer quel est votre navigateur par défaut. M. Barrette : Je suis très, très à l'aise avec ça, M. le Président. Personne n'a été capable à date, incluant les… M. Caire : Ah! je suis mystifié. M. Barrette : Oui, hein? M. Caire : Oui. M. Barrette : Et j'irai vous le montrer, M. le Président, tantôt, ça va être assez amusant. M. Caire : Oui, bien, avec plaisir. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Zanetti", "M. Caire", "M. Zanetti", "Le Président (M. Bachand)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire"], "nb_intervenants": 47, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 22, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 22, "nb_interventions_presidence": 3, "nb_interventions_PLQ": 20, "nb_interventions_QS": 2, "nb_interventions_PQ": 0}, {"debut": "14:20", "fin": "14:30", "debats": "• (14 h 20) • M. Barrette : Alors, moi, là, je sais, par expérience, là, qu'il y en a, des patentes de même qui arrivent, puis je ne vois pas comment ça a pu arriver autrement que par ce genre de chose là. Juste pour… toujours pour l'anecdote, M. le Président, envoyezmoi un courriel que je ne connais pas, là, vous, là, mettons, là, je ne l'ouvrirai pas, je n'en ouvre jamais. M. Caire : Puis, ceci étant, il y a des navigateurs qui bloquent les cookies par défaut. M. Barrette : Alors, voilà. M. le Président... M. Caire : Ça existe. Alors… M. Barrette : ...c'était pour vous distraire que j'ai fait ça, là, parce que je sais que c'est long pour vous des fois, là. M. Caire : Mais tout ce que je veux dire, collègue, c'est parce qu'il peut y avoir une utilité aux cookies. Je veux dire, il fut… jadis, naguère, il y a longtemps, moi-même, j'ai développé des applications, puis on se servait de ce genre de fichiers là pour enregistrer des paramètres dans l'application, puis on allait chercher le fichier quand on démarrait l'application, puis ça… Il peut y avoir une utilité, ce n'est pas  nécessairement quelque chose de malveillant. Mais maintenant, comme dans d'autres types d'applications, courriels, textos, etc., oui, vous avez raison, ça pourrait effectivement… Mais il y a aussi, je dirais, une hygiène d'utilisation, dire : Bon, bien, c'est un site que je connais, sur lequel j'ai déjà été, qui est solide, qui est un… Tu sais, par exemple, si je vais sur un site de Desjardins, bien, je ne m'attends pas à me faire télécharger des programmes malveillants parce que… M. Barrette : Mais qui sait? M. Caire : Oui, bon, je comprends le sourire du député de Jean-Lesage. M. Barrette : Mauvais exemple. M. Caire : Mais, ceci étant… Mais c'est sûr que, si je vais sur d'autres sites, peut-être moins recommandables, bien, ça se peut qu'il se passe des choses moins recommandables sur mon ordinateur, c'est possible. Donc, il y a… Oui, il y a le... il y a la navigation, le... Donc, le cookie, en tant que tel, n'est pas nécessairement quelque chose de nocif, c'est… Il faut faire attention, il y a une prudence à y avoir. Donc, l'interdire, non, mais soyons prudents. Le Président (M. Bachand) : Merci. M. le député de Jean-Lesage. M. Zanetti : Je suis curieux de savoir. Quels sont les genres de sites que le ministre ne recommande pas? Quels genres de sites ne recommandez-vous pas? M. Caire : Ceux qui finissent par .xxx. M. Zanetti : Ah! O.K. Bon, parfait. Pas de danger. M. Caire : C'est… Généralement, il n'arrive pas des bonnes choses, mais bon. Mais je dis ça... C'est une connaissance théorique, hein? M. Zanetti : Oui, oui, oui. Bien sûr. Une voix : … M. Caire : Non, pas du tout. Je n'ai pas expérimenté, voyons donc. M. Zanetti : Bien non. Sur une note plus sérieuse, pardon, c'est… ça sera un amendement trop gros à faire, mais je suis curieux quand même de savoir. Est-ce qu'il serait possible de légiférer sur ce qu'on accepte qu'un témoin de connexion  puisse faire ou puisse ne pas faire? Parce que vous disiez tantôt, dans le fond : On l'accepte ou on ne l'accepte pas, après ça, bien, ça ne se paramètre pas vraiment. Mais est-ce qu'il pourrait y avoir une loi sur ce qu'on autorise qu'un cookie fasse ou ne fasse pas, mettons? M. Caire : Bien, ça serait difficile parce que ça implique… C'est parce qu'il y a beaucoup… différents types d'informations qui peuvent être entreposées... j'allais dire stockées, excusez-moi, mais entreposées dans un cookie. Ça serait difficile, là, de faire une nomenclature exhaustive. Moi, je pense que, de la façon dont on le fait, ça demeure correct parce que, l'application, en tant que telle, on oblige qu'elle soit dans l'état le plus sécuritaire possible. Donc, il y a minimalement une demande d'acceptation qui se fait sur l'utilisation du cookie. Donc, ça, par défaut, on va vous demander : Est-ce que vous acceptez l'utilisation d'un cookie, oui ou non? Donc là, vous avez la possibilité de dire non. Et, s'il y a d'autres éléments de sécurité sur le site, quelquefois il y en a, je vous parlais qu'il y a des navigateurs qui vont bloquer l'utilisation de cookies par défaut, donc, selon la loi, ce serait... cette mesure de précaution là serait activée. Puis il y en a de plus en plus, hein, je vous dirais. Je pense que, de plus en plus, on s'en va vers... en tout cas, certains fournisseurs s'en vont là-dessus résolument, là, justement au nom de la sécurité, et donc ce serait activé. Donc, je pense que c'est quand même bien encadré. Mais, comme je disais, le cookie n'est pas un programme qui s'exécute, c'est un fichier. Donc, dans le fond, vous dites au navigateur : Bien, voici ce que tu as le droit d'écrire dans le fichier, voici ce que tu n'as pas le droit. Ça devient un peu embêtant. Puis, dans le fond, un cookie banal, pour reprendre l'expression du député de La Pinière, ça reste un fichier. Donc, une fois qu'il est déposé sur votre répertoire, il ne fait pas de dégât, là, c'est un fichier comme un fichier texte, comme une image, il est là puis il attend qu'on s'en serve. Alors, où ça devient plus embêtant, c'est si on s'en sert comme cheval de Troie, mais ça, si vous allez sur des sites légaux, des sites officiels, ça n'arrivera pas, là. Puis, si votre navigation vous amène ailleurs, bien, évidemment, vous vous exposez à ce genre de désagréments là. M. Zanetti : Merci. Le Président (M. Bachand) :...sur l'amendement à l'article 100? S'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix. Est-ce que l'amendement à l'article 100 est adopté? Des voix : Adopté.  Des voix : Sur division. Le Président (M. Bachand) : Sur division? Des voix : Sur division. Le Président (M. Bachand) : Merci. Donc, on revient à l'article 100 tel qu'amendé. Est-ce qu'il y a d'autres interventions? S'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix. Est-ce que l'article 100, tel qu'amendé, est adopté? Des voix : Adopté. Des voix : Sur division. Le Président (M. Bachand) :Sur division. Merci beaucoup. M. le ministre, s'il vous plaît. M. Caire : Oui, merci, M. le Président. Ça nous amène, M. le Président, si je ne m'abuse, à l'article 150, que nous avions suspendu. Avec votre permission, M. le Président, je vais me rendre à l'article 150 en question. Le Président (M. Bachand) : Parfait, oui. M. Caire : J'ai-tu... Le Président (M. Bachand) : Non. Donc, consentement pour réouvrir? Une voix : ... Le Président (M. Bachand) : Parfait. M. Caire : Bien, en fait, M. le Président, on l'avait suspendu. Le Président (M. Bachand) :On avait suspendu 150 et on avait suspendu l'amendement aussi. Il y avait deux suspensions. M. Caire : En fait, on a déposé l'amendement. Le Président (M. Bachand) : Il n'était pas encore lu? M. Caire : Non, il n'était pas encore lu. Donc, je serais à l'étape, M. le Président, de lire l'amendement... Le Président (M. Bachand) : Parfait. M. Caire : ...puis de contextualiser l'amendement avec les collègues. Donc, M. le  Président, je… Est-ce que vous souhaitez que je relise l'article 150? Parce qu'on avait fait le débat… Le Président (M. Bachand) :... Une voix : ... M. Caire : Hein? Une voix : ... Le Président (M. Bachand) : Non, pas obligé, monsieur. Vous avez déjà lu l'article de toute façon. Alors, c'est de lire l'amendement. M. Caire : Oui, non, mais... que je relise tous les articles, 90.1, 90.2, 90.3, na, na, na. M. Tanguay : Ah! Ah! Il était long. Il était long. O.K. Non, non. M. Caire : Oui, c'est un bon, c'est un costaud. M. Tanguay : Non, non. Non, non. Le Président (M. Bachand) : Allez-y avec l'amendement, M. le ministre. M. Caire : On avait fait le débat de… M. Tanguay : Oui, oui.  M. Caire : En fait, il y a juste 90… C'est 90.12, je pense. Oui, le 90.2, excusez. C'est 90.2 qu'on… M. Tanguay : C'est bon... Je suis là. M. Caire : C'est bon? M. Tanguay : Oui. M. Caire : O.K. Donc, M. le Président, l'amendement se lit comme suit : Ajouter, après le sous-paragraphe f du paragraphe 2° de l'article 92.2 de la Loi sur la protection des renseignements personnels dans le secteur privé proposé par l'article 150 du projet de loi tel qu'amendé : «g) la capacité de payer de la personne en défaut, compte tenu notamment de son patrimoine, de son chiffre d'affaires ou de ses revenus;». M. le Président, pour recontextualiser l'amendement, ça fait suite à une discussion qu'on avait eue avec le député de LaFontaine, et je me range à ses arguments. Ce que l'on souhaite, puis je suis heureux d'avoir l'occasion de le redire à micro ouvert, ce que l'on souhaite, M. le Président, c'est que les sanctions administratives pécuniaires soient une mesure dissuasive ou un incitatif à respecter la loi. Il n'est évidemment pas question que les SAP deviennent une punition, puis encore moins que ça mette en péril l'entreprise, l'idée n'est pas là. Donc, ce qu'on veut, c'est que les personnes qui font l'objet d'une sanction administrative pécuniaire retiennent la leçon, mais, pour retenir la leçon, encore faut-il que l'entreprise en question continue d'opérer, et donc il ne faut pas que la SAP puisse mettre en péril la santé financière de l'entreprise, donc... Et ce qu'il est important aussi de retenir, puis je le dis d'entrée de jeu... Pourquoi on ne le fera pas au niveau pénal? Parce qu'au niveau pénal on est dans une procédure judiciaire formelle. Alors, il y a un juge, il y a des gens qui représentent les parties en cause, qui vont plaider, qui vont faire la démonstration de, qui vont déposer des preuves. Il y a un juge qui va interpréter la loi, qui va interpréter la jurisprudence. Il y a un côté punitif aux mesures pénales, on est dans la sanction, dans la punition, ce qui n'est pas le cas des sanctions administratives pécuniaires. Donc, on n'ira pas là parce qu'il restera à la cour à apprécier quelle est la meilleure façon de punir. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "Le Président (M. Bachand)", "M. Zanetti", "M. Caire", "M. Zanetti", "M. Caire", "M. Zanetti", "M. Caire", "M. Zanetti", "M. Caire", "M. Zanetti", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire"], "nb_intervenants": 51, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 22, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 15, "nb_interventions_presidence": 14, "nb_interventions_PLQ": 10, "nb_interventions_QS": 5, "nb_interventions_PQ": 0}, {"debut": "14:30", "fin": "14:30", "debats": "• (14 h 30) • Et aussi, dans les sanctions pénales, on est dans des cas lourds. Alors, on a caché de l'information, on a tenté de tromper, on a dissimulé, on n'a pas divulgué, tous des cas qui sont susceptibles d'être amenés devant un tribunal pénal. Alors que, la sanction administrative pécuniaire, bien, on parle d'une personne désignée par la CAI qui va faire une…    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "14:30", "fin": "14:32", "debats": "14 h 30 (version révisée) M. Caire : ...sanction pénale, on est dans des cas lourds. Alors, on a caché de l'information, on a tenté de tromper, on a dissimulé, on n'a pas divulgué, tous des cas qui sont susceptibles d'être amenés devant un tribunal pénal. Alors que la sanction administrative pécuniaire, bien, on parle d'une personne désignée par la CAI qui va faire une vérification, qui va constater un manquement, qui aura à décider puis idéalement qui aura le réflexe d'accompagner, de signer une entente. Peut-être que l'entente, comme le disait le député de LaFontaine, aura été respectée, mais en partie, pas en totalité. Donc, on est dans un autre univers, où la personne qui est en défaut ne peut pas nécessairement plaider devant un tribunal, tu sais, c'est une personne qui fait l'enquête et prend les décisions. Donc, on est ailleurs. Donc, d'avoir cette limitation-là, je pense que c'est justifié dans le cas des sanctions administratives pécuniaires. Ça vient encadrer puis ça vient dire : Oui, il faut être dissuasif, mais il ne faut pas non plus que ça soit une condamnation à mort. Le Président (M. Bachand) :Interventions? M. le député de LaFontaine. M. Tanguay : Oui. Merci beaucoup, M. le Président. Alors, je veux remercier le ministre pour son ouverture puis pour l'amendement. Puis très certainement ça va dans le sens de ce qu'on disait hier. Alors, on va voter en faveur, évidemment. Merci. Le Président (M. Bachand) :Merci beaucoup. Est-ce qu'il y a d'autres interventions sur l'amendement? Donc, nous allons procéder à sa mise aux voix. Est-ce que l'amendement à l'article 150 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Donc, on revient à l'article 150 tel qu'amendé. Est-ce qu'il y a d'autres interventions? S'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix. Est-ce que l'article 150, tel qu'amendé, est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci beaucoup. M. le ministre, s'il vous plaît. M. Caire : M. le Président, ça faisait le...  Le Président (M. Bachand) :C'est le 128, là, selon mes informations. M. Caire : On serait rendu où? Le Président (M. Bachand) : À 128, qui était suspendu. M. Caire : 128 suspendu. Laissez-moi m'y rendre, M. le Président. Le Président (M. Bachand) : Selon les informations que j'ai. M. Caire : Bon. Ça, c'était... On peut-tu suspendre quelques instants, M. le Président? Le Président (M. Bachand) : Oui. Alors, on va suspendre quelques instants. Merci beaucoup. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)"], "nb_intervenants": 14, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 5, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 1, "nb_interventions_presidence": 8, "nb_interventions_PLQ": 1, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "14:32", "fin": "14:34", "debats": "(Suspension de la séance à 14 h 32) > ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "14:34", "fin": "14:40", "debats": "(Reprise à 14 h 34) Le Président (M. Bachand) : À l'ordre, s'il vous plaît! La commission reprend ses travaux. M. le ministre, s'il vous plaît. M. Caire : Oui. Alors, M. le Président, merci de cette petite pause. Ça nous a permis de se remettre en mémoire les raisons pour lesquelles on avait suspendu l'article. En fait, c'était à la demande de mon collègue de LaFontaine. Parce que dans le premier alinéa, à la fin, on parle de «sa réception par les parties». Le collègue de LaFontaine disait : Oui mais pourquoi on ne dit pas «la partie» parce que, sinon, ça va vouloir dire que si plusieurs parties sont en cause, aucune action ne pourrait être prise tant que la totalité des parties n'auront pas été notifiées, donc pour lesquelles on ne pourra pas prouver qu'ils ont reçu la notification. Et ce que le service juridique nous dit, c'est que ce n'est pas l'interprétation qu'on va en faire. Donc, qu'on dise «la» ou «les parties», ça ne changera pas l'interprétation, à savoir que lorsque vous êtes notifié et qu'on peut le démontrer, à ce moment-là, les délais encourus sont en vigueur, et la notification est exécutoire. Donc, il n'y a pas... ce n'est pas conjointement et solidairement parce qu'on parle des parties. Ça va dans le sens de ce que le député de LaFontaine souhaitait, et c'est l'interprétation qu'on devra en faire. Puis c'est exactement le même libellé qu'on a utilisé dans le volet sur la partie publique. Donc, les deux lois sont... ont le même texte, ont le même libellé. M. Tanguay : J'aimerais intervenir si vous me permettez.  Le Président (M. Bachand) :Oui. Allez-y, M. le député de LaFontaine, s'il vous plaît. M. Tanguay : Effectivement. Alors, d'accord, on ne mettra pas «la partie en cause», on va garder «les parties». Puis comme l'a dit le ministre, il a rephrasé, un jugement... c'est-à-dire une ordonnance deviendra exécutoire assurément. Si, dans un cas d'espèce, il y avait trois intimées, trois défenderesses, la réception par la défenderesse A fait en sorte qu'en ce qui la concerne, elle, l'ordonnance devient exécutoire nonobstant le fait que B et C, les autres défenderesses ou intimées, ne l'auraient pas reçue et que, dans leur cas, ça ne serait pas exécutoire. Alors, ce n'est pas que tout le monde doit être à la même page pour que ça soit exécutoire contre tout le monde en même temps, c'est réellement du cas par cas quand ils l'auront reçu. Alors, voilà, ça... C'est quand même... Une fois que c'est dit, il n'y aura pas place à de mauvaises interprétations. Le Président (M. Bachand) :Merci beaucoup, M. le député. Est-ce qu'il y a d'autres interventions sur l'article 128? Donc, nous allons procéder à sa mise aux voix. Est-ce que l'article 128 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Merci beaucoup. M. le ministre, s'il vous plaît. M. Caire : M. le Président, là, je vais avoir besoin de vos lumières. Si je ne m'abuse, sont en suspens les articles 75 à 83? Le Président (M. Bachand) :De 78 à... M. Caire : 78 à 85, qui concernent les partis politiques. Le Président (M. Bachand) : Oui, mais là... M. Caire : L'article 165, qui concerne la mise en application de la loi mais qui concerne aussi les partis politiques. Le Président (M. Bachand) : Oui, qu'on a suspendu ce matin, effectivement, parce qu'on voulait... M. Caire : Oui. Et ce sont les seuls articles qui sont encore suspendus. Est-ce que je me trompe?  Le Président (M. Bachand) : Non. 78 à 80, 80.1, 81 à 85, 93 et 142.1. Puis on a... M. Caire : Mais ça, ça concerne tous les partis politiques. Le Président (M. Bachand) : Oui, oui, mais... M. Caire : Oui, oui, oui. Non, mais je comprends, là, c'est ça... Le Président (M. Bachand) :Et on a... On a également suspendu, là, la date d'entrée en vigueur, là. M. Caire : Oui, c'est ça. Mais, en fait, c'est parce que je vous explique, M. le Président, compte tenu des... M. Tanguay : ...36.1, qui ne concerne pas les partis politiques, on l'a-tu réglé? Le Président (M. Bachand) : Non, c'est ça, on n'est pas rendus là, c'est pour... M. Caire : Ah! 36.1, 36.2. Le Président (M. Bachand) : Donc, c'est pour ça qu'il y a des amendements... M. Caire : C'est vrai, c'est vrai, c'est vrai. Excusez-moi... Mon Dieu! Le Président (M. Bachand) : Selon les discussions que j'ai entendu parler, M. le ministre et MM. les députés, il y aurait dépôt de deux amendements qui introduisaient de nouveaux articles. Mais ça, c'est à... M. Caire : Est-ce qu'ils ont été déposés? Le Président (M. Bachand) : Non, ils n'ont pas été... Ils n'ont pas été lus. M. Caire : Non, mais ils sont sur le site. Le Président (M. Bachand) : Ils sont... Oui, mais ils n'ont pas été présentés, mais ils sont sur le site Greffier. M. Tanguay : ...qu'on l'efface... M. Caire : Oui, oui, oui, je veux qu'on l'efface. Bien oui. Bien oui, je veux qu'on l'efface. Je comprends. Donc, je vais juste regarder ça. O.K. C'est ça. Oui. Oui, en fait, c'est ça parce que le 36.1 initial, on l'avait déjà... Je l'avais déjà retiré, hein? Le Président (M. Bachand) : Oui. M. Caire : Donc, je vais redéposer. Alors, je redépose cet amendement-là. Donc,  36.1, M. le Président, avec votre permission, j'en ferai la lecture. Le Président (M. Bachand) : Oui, allez-y. Oui. M. Caire : Merci. Donc, 36.1 : L'article 108 de cette loi est remplacé par le suivant : «108. En cas d'absence ou d'empêchement du président ou de vacance de son poste, le président de l'Assemblée nationale peut, avec l'accord du Premier ministre et du Chef de l'opposition officielle à l'Assemblée et après consultation des autres chefs des groupes parlementaires au sens du Règlement de l'Assemblée nationale, désigner un vice-président de la Commission ou, à défaut de vice-président ou en cas d'absence ou d'empêchement des vice-présidents, l'un des autres membres de la Commission pour assurer l'intérim pour la durée de l'absence ou de l'empêchement ou, en cas de vacance du poste, pour une période qui ne peut dépasser 18 mois; «En cas d'absence ou d'empêchement d'un vice-président de la Commission ou de vacance de son poste, le président de l'Assemblée nationale peut, avec l'accord du Premier ministre et du Chef de l'opposition officielle à l'Assemblée, et après consultation des autres chefs des groupes parlementaires, au sens du Règlement de l'Assemblée nationale, désigner l'un des [...] membres de la Commission pour assurer l'intérim pour la durée de l'absence ou de l'empêchement, ou en cas de vacance du poste, pour une période qui ne peut dépasser 18 mois.» Donc, M. le Président, on revient à la discussion. En fait, on va dans le sens de ce que le chef du deuxième groupe d'opposition nous demandait, c'est-à-dire de tenir compte de la nouvelle réalité de l'Assemblée nationale qui, depuis déjà presque deux décennies, se voit avoir plus d'un parti politique représenté à l'Assemblée nationale. Donc, la réalité du bipartisme, de toute évidence, ne colle plus à la réalité de l'Assemblée nationale. Donc, il y avait lieu de tenir compte de cette réalité-là. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire"], "nb_intervenants": 36, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 15, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 4, "nb_interventions_presidence": 17, "nb_interventions_PLQ": 4, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "14:40", "fin": "9:30", "debats": "• (14 h 40) • Mais le député de LaFontaine, ce matin, soulevait une bonne question. Notre institution fonctionne donc, dans sa gestion, fonctionne sur le principe des groupes parlementaires qui sont reconnus, et l'amendement qu'on a déposé initialement ne traduisait pas cette réalité-là. Donc, l'amendement que je dépose vise à... vise à traduire cette réalité-là que la gestion, notamment quand on parle de nominations d'officiers qui relèvent de l'Assemblée nationale, bien, cette gestion-là, notre tradition parlementaire repose sur l'interaction entre les groupes parlementaires qui sont  reconnus à l'Assemblée nationale. Et donc des chefs des groupes parlementaires, en tant que groupes parlementaires étant évidemment reconnus à l'Assemblée nationale, que ce soit par la loi ou que ce soit par une entente, comme c'est le cas pour la présente législature, il n'en demeure pas moins qu'il y a quatre groupes parlementaires reconnus et que c'est sur cette baselà qu'on fait la gestion. Puis éventuellement, bon, tout ça est appelé à changer, bien sûr, là, mais la notion de groupe parlementaire, elle, doit demeurer la base de la gestion de nos travaux parlementaires. Le Président (M. Bachand) : Merci. Interventions? M. le député de LaFontaine, s'il vous plaît. M. Tanguay : Alors, deux questions d'interprétation. Donc... Parce que là c'est intéressant parce que les collègues, ici, autour de la table, on est législateurs, et ce que l'on va dire dans le micro va lier nos chefs, alors, dans l'interprétation. Alors, deux questions, puis ce que vous allez répondre va lier nos chefs, le premier ministre et la cheffe de l'opposition officielle. Alors, le 18 mois, l'interprétation qu'on doit donner à la loi, c'est qu'il n'est pas renouvelable. C'est une période de 18 mois, n'estce pas? M. Caire : Exact. M. Tanguay : Parfait. Alors, on ne peut pas dire : Bah! Finalement, on n'en a pas trouvé un ou une. Après 18 mois, on fait juste le reconduire. Non, non, il faut qu'ils aient trouvé. L'intérimaire dure 18 mois, puis après ça, bien... M. Caire : Bien, il n'y a plus d'intérimaire, il faut nommer quelqu'un. M. Tanguay : Il n'y a plus d'intérimaire ou il faut qu'ils en fassent une autre. Mais, même là, là, on serait rendu... Ça serait un échec collectif, là, après un an et demi, là. M. Caire : Oui. M. Tanguay : Autre chose. Évidemment, préciser que, «pour une période qui ne peut pas dépasser 18 mois», ça sera à eux, par contre, de déterminer : On le ou la nomme  pour six mois, pour 10 mois, pour un an. Évidemment, ils pourront modeler ça. Ça ne sera pas de facto dans l'interprétation. Non, non, non! C'est l'intérimaire, c'est marqué 18 mois dans la loi, puis c'est 18 mois. Non, on peut s'entendre pour que ça... qu'on se dise que d'ici deux sessions parlementaires, d'ici un an, on va trouver une personne. Alors... M. Caire : C'est un maximum. M. Tanguay : ...c'est un maximum, mais ça peut être 12 mois, six mois. C'est ça? M. Caire : Tout à fait. M. Tanguay : Parfait. Ça me va, M. le Président. Le Président (M. Bachand) : Merci. Est-ce qu'il y a d'autres interventions sur l'amendement créant le nouvel article 36.1? M. Caire : Bien, il y avait deux questions, M. le Président. J'en ai entendu juste une. M. Tanguay : ...c'était est-ce que ça peut être renouvelé, le 18 mois? M. Caire : Non. M. Tanguay : Non. Puis est-ce qu'on confirme que ça peut être moins de 18 mois? M. Caire : Bien, c'est-à-dire que ça ne peut pas être renouvelé, dans le sens qu'il faut qu'il y ait quelqu'un de nommé, ce n'est plus un intérim. M. Tanguay : Il faut qu'il refasse une autre procédure? M. Caire : C'est ça. Est-ce que cette personne-là peut être confirmée dans le poste? Oui, mais ce n'est plus un intérim, il est nommé. M. Tanguay : Oui. Non, c'est ça, c'est ça. O.K. M. Caire : C'est ça. Non, mais je veux qu'on soit clair parce que, de fait, une nomination ne veut pas dire que la personne qui assume l'intérim est automatiquement... M. Tanguay : Discartée. Non, non. M. Caire : ...discartée. Elle peut être nommée dans son poste. Mais, à ce moment-là, ce n'est plus un intérim, c'est une nomination officielle. M. Tanguay : Non, c'est sûr. Parfait.  Le Président (M. Bachand) : Merci. S'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix. Est-ce que l'amendement introduisant le nouvel article 36.1 est adopté? Des voix : Adopté Le Président (M. Bachand) : Donc, le nouvel article 36.1 est adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : Oui. M. le Président, nous allons donc à 36.2. M. le Président, ça va dans le même sens. Je vous lis l'amendement. Donc : Insérer, après l'article 36.1 du projet de loi tel qu'amendé, le suivant : 36.2. L'article 109 de cette loi est modifié : 1° par l'insertion, dans le premier alinéa et après «à l'Assemblée», de «et après consultation des autres chefs des groupes parlementaires au sens du règlement de l'Assemblée nationale»; 2° par le remplacement, dans le deuxième alinéa, de «deuxième» par «troisième». Ça vient aussi, là... On avait parlé de nommer un vice-président de plus. Les collègues s'en souviendront, parce que... Puis, bon, bien, là, évidemment, on fait une harmonisation, puisque c'est après consultation des chefs des groupes parlementaires. Donc, il faut harmoniser cette... Le Président (M. Bachand) : M. le député de LaFontaine, oui. M. Tanguay : Excusez-moi. 109. Est-ce que 109 avait été modifié? Non? M. Caire : Me permettez-vous de remonter jusque-là? Bien, vous n'avez pas le choix de dire oui, M. le député, puis en même temps, ça va me permettre de m'y rendre. 109. Donc, non. Non, on ne l'avait pas modifié. M. Tanguay : O.K. En cas d'absence, empêchement, président, vice-président... ça, c'était 108. 109 : Le président peut... une personne pour combler un poste vacant. Alors, 108, c'était présidence et vice-présidence, puis 109, c'est les autres commissaires, c'est ça? M. Caire : Oui. M. Tanguay : O.K. Je vois Me Miville-Deschênes qui a opiné du bonnet.  M. Miville-Deschênes (Jean-Philippe) : Oui, oui. Tout à fait. Une voix : ... M. Tanguay : Vous êtes d'accord avec ça, M. le ministre? M. Caire : Oui. M. Tanguay : O.K. M. Caire : Je suis toujours d'accord avec Me Deschênes. M. Tanguay : C'est bon. Ça me va, M. le Président. Je n'ai pas d'autre question. M. Caire : J'ai pris cette excellente habitude. Le Président (M. Bachand) :Y a-t-il d'autres interventions sur l'amendement introduisant l'article 36.2? M. Tanguay : Non. Le Président (M. Bachand) : S'il n'y en a pas d'autres, nous allons procéder à sa mise aux voix. Est-ce que l'amendement introduisant l'article 36.2 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Donc, l'article 36.2 est adopté. Merci beaucoup. M. Tanguay : J'avais deux questionnements, M. le Président. Le Président (M. Bachand) : Oui. Allez-y, M. le député. M. Tanguay : Puis, des fois, on zappe, ça va vite, là. Donc, 96, est-ce qu'on... On a fait quoi, avec 96? Est-ce qu'on l'a adopté? M. Caire : On l'a adopté. M. Tanguay : O.K. Parfait. Il me restait, dans mes notes, 100. Est-ce qu'on a fait... M. Caire : 100, on vient de l'adopter. M. Tanguay : 100, c'était quoi, déjà? Ça... Excusez-moi. M. Caire : 100, c'était... de... les paramètres de sécurité sur l'application. M. Tanguay : Ah! excusez-moi. Par amendement. O.K., c'est ça. O.K.  M. Caire : Oui. Oui, c'est ça, par amendement. M. Tanguay : Parfait. Ça... Alors, ce qui reste, M. le Président, là, je me permets l'outrecuidance de vous partager mes notes. Ce qui est suspendu, c'est 78 à 85, 93, 142.1 introduit par amendement et 165. Le Président (M. Bachand) : Juste peut-être un petit correctif, parce qu'il y a... C'est 78 à 80. Une voix : ... Le Président (M. Bachand) : O.K. Puis ce qu'on me dit, 80.1, c'est un amendement à venir. Et puis de 81 à 85, vous avez raison, 93, 142.1 et comme vous l'avez rappelé tantôt 165, qui est le dernier article de loi... du projet de loi. M. Tanguay : Pouvez-vous juste me répéter la portion 78 à 85. Vous, vous la décortiquez comment? M. Caire : C'est parce qu'il y a un amendement à 80.1. Le Président (M. Bachand) : C'est parce qu'il va y avoir potentiellement un amendement qui a été distribué pour créer un nouvel article 80.1. M. Tanguay : Qui est suspendu lui aussi, puis qui n'a pas été présenté. Le Président (M. Bachand) : Qui n'a pas été présenté. M. Caire : Qui n'a pas été présenté. M. Tanguay : Mais qui est sur Greffier. Le Président (M. Bachand) :Oui, exactement. M. Tanguay : Parfait. O.K. Je comprends. Le Président (M. Bachand) : C'est beau. M. Caire : Ça fait que tu as raison, 78 à 85, mais tu as un amendement qui introduirait 80.1, qui n'a pas été présenté, parce qu'il touche les partis politiques. 93, 142.1, puis 165, parce que c'est la mise en application. Mais tout ça concerne les partis politiques. M. Tanguay : On est à jour. M. Caire : Oui.  M. Tanguay : C'est correct. Le Président (M. Bachand) : Parfait. Alors, M. le ministre. M. Caire : Oui, bien, M. le Président, suite à une entente avec les collègues, on a convenu de suspendre nos travaux pour permettre de plus amples discussions sur les articles qui sont en suspens qu'on souhaite... pour lesquelles on souhaite avoir aussi de l'information. Donc, il y aura de la documentation à fournir aux collègues de notre part, ce que je m'engage à faire dans les plus brefs délais. Ainsi, M. le Président, je pense que nous devrions ajourner nos travaux jusqu'à mardi prochain. Le Président (M. Bachand) : Donc, la manière qu'on va faire ce serait, selon le règlement de l'Assemblée nationale, l'article 165, ce serait une motion pour devancer l'heure des travaux aujourd'hui. M. Caire : J'en fais motion, M. le Président. Le Président (M. Bachand) : Et puis à ce moment-là, ça sera dans les bureaux du leader à envoyer une lettre. Pour ce qui est de demain, bien, la motion ne peut s'appliquer qu'à la séance sur laquelle on siège. Mais il y aura une lettre qui sera envoyée. M. Tanguay : C'est pour demain. Le Président (M. Bachand) :Exactement. Donc, je dois remettre la motion aux voix. Est-ce que la motion est adoptée? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci beaucoup. Donc, à ce moment-là, la ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)"], "nb_intervenants": 80, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 27, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 32, "nb_interventions_presidence": 20, "nb_interventions_PLQ": 32, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "9:30", "fin": "", "debats": "commission ajourne ses travaux jusqu'au jeudi 19 août 2021 à 9 h 30 où elle va  poursuivre son mandat. Merci beaucoup.  ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}]