[{"debut": "", "fin": "9:30", "debats": "  ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0}, {"debut": "9:30", "fin": "9:40", "debats": "9 h 30 (version révisée) (Neuf heures trente-cinq minutes) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! Bon matin, tout le monde. Ayant constaté le quorum, je déclare la séance de la Commission des institutions ouverte. La commission est réunie afin de poursuivre l'étude détaillée du projet de loi n° 64, Loi modernisant des dispositions législatives en matière de protection des renseignements personnels. Avant de débuter, Mme la secrétaire, y a-t-il des remplacements? La Secrétaire : Oui, M. le Président. M. Lamothe (Ungava) est remplacé par M. Caron (Portneuf); Mme Lavallée (Repentigny) est remplacée par M. Lefebvre (Arthabaska); et Mme Hivon (Joliette) est remplacée par M. Ouellet (RenéLévesque). Le Président (M. Bachand) :Merci beaucoup. Je vous rappelle qu'on doit maintenir les règles sanitaires. Cela dit, lorsque vous êtes assis, vous pouvez enlever votre masque, il n'y a pas de problème. Je vous rappelle également que nous en sommes à l'étude des articles suspendus, soit les articles 78 à 85, 93, 165, ainsi qu'à l'amendement proposé par le ministre visant à introduire l'article 142.1. M. le ministre, s'il vous plaît. M. Caire : Oui, merci, M. le Président. À ce moment-ci, M. le Président, je demanderais le consentement des collègues pour que mon collègue de Chapleau puisse procéder à la suite des choses. Le Président (M. Bachand) :Merci beaucoup. Est-ce qu'il y a consentement? Des voix : Consentement. Le Président (M. Bachand) :Merci beaucoup. M. le député de Chapleau, s'il vous plaît. M. Lévesque (Chapleau) : Merci beaucoup, M. le Président. J'en profite pour remercier le ministre, également saluer les collègues ce matin. De consentement, j'aimerais qu'on commence nos travaux, ce matin, avec l'article 81, s'il vous plaît, du projet de loi. Le Président (M. Bachand) : Parfait. Donc, est-ce qu'il y aurait consentement pour réouvrir à 81? Des voix : Consentement. Le Président (M. Bachand) :Consentement. M. le député de Chapleau, s'il vous plaît. M. Lévesque (Chapleau) : Merci beaucoup. Donc, article 81 : Cette loi est modifiée par l'insertion, après l'article 127.21, du titre suivant : «Titre III.1. Protection des renseignements personnels des électeurs. «127.22. Sauf disposition inconciliable avec la présente loi, la Loi sur la protection des renseignements personnels dans le secteur privé (chapitre P-39.1) s'applique aux renseignements personnels d'électeurs détenus par une entité autorisée, à l'exception des articles 4, 5, 12 et 23.» Je pourrais lire le commentaire, mais nous avons également un amendement à cet effet. Aimerions-nous déposer l'amendement à ce moment-ci? Est-ce qu'on aimerait déposer l'amendement? Je pourrais déposer l'amendement à ce moment-ci. Le Président (M. Bachand) : Oui, bien, vous avez lu l'article, là... M. Lévesque (Chapleau) : Oui, tout à fait. Le Président (M. Bachand) : Oui, vous avez lu l'article. Alors, vous avez juste à lire... à déposer l'amendement, s'il vous plaît. Une voix : ... M. Lévesque (Chapleau) : Parfait. Jusqu'en bas? O.K., parfait.  Donc : «127.23. Une entité autorisée ne peut recueillir que les renseignements personnels d'électeurs qui lui sont nécessaires à des fins électorales ou de financement politique conformément à la présente loi. Elle ne peut utiliser ces renseignements personnels qu'à ces mêmes fins. «De plus, une entité autorisée ne peut recueillir ou utiliser des renseignements personnels sans le consentement de la personne concernée. «127.24. Une personne ne peut faire supprimer un renseignement personnel qui la concerne et qui provient de la liste électorale. «Elle ne peut non plus faire supprimer les renseignements personnels la concernant qui sont nécessaires à l'entité autorisée afin de respecter son refus de recevoir toute communication de la part de cette entité.» Donc, voilà pour l'article. Le Président (M. Bachand) : Merci. Interventions? M. le député de LaFontaine. M. Tanguay : Je pense que le collègue aurait un amendement, je crois, à 127.22? M. Lévesque (Chapleau) : ...déposer l'amendement, donc, à l'article 81, donc, qui modifie l'article 127.22. Je crois que c'est au... Le Président (M. Bachand) : ...s'il vous plaît. M. Lévesque (Chapleau) : Oui, c'est au Greffier. Parfait. Donc : Remplacer l'article 127.22 de la Loi électorale, proposé par l'article 81 du projet de loi, par le suivant — donc 127.22 se lirait comme suit : «127.22. Sauf disposition inconciliable avec la présente loi, la Loi sur la protection des renseignements personnels dans le secteur privé (chapitre P-39.1) s'applique aux renseignements personnels d'électeurs détenus par un parti politique, un député indépendant ou un candidat indépendant, à l'exception des articles 4, 5, 12, 23 et 27 à 41. «Tout parti politique doit désigner, parmi ses dirigeants, la personne qui exerce la fonction de responsable de la protection des renseignements personnels. «Aux fins de l'application de la Loi sur la protection des renseignements personnels dans le secteur privé et du présent titre, l'instance d'un parti politique est considérée comme partie intégrante de celui-ci.» Et aux commentaires : Cette modification vise à remplacer la notion d'entité autorisée utilisée dans le projet de loi par parti politique, député indépendant ou candidat indépendant. En effet, au sens de l'article 43 de la Loi électorale, chapitre E-3.3, une entité autorisée est un parti politique, une instance de parti, un député indépendant ou  un candidat indépendant qui détient une autorisation en vertu de cette loi. Or, un député indépendant ou un candidat indépendant pourrait détenir des renseignements personnels sans pour autant détenir une autorisation délivrée en application de la Loi électorale. L'amendement vise aussi à prévoir qu'un parti politique doit désigner, parmi ses dirigeants, la personne qui exerce la fonction de responsable de la protection des renseignements personnels. De plus, l'amendement vise à exclure l'application de la section IV de la Loi sur la protection des renseignements personnels dans le secteur privé, chapitre P-39.1, soit le droit d'accès, de rectification et de suppression accordé aux citoyens. Enfin, afin de simplifier opérationnellement entre eux la communication et l'utilisation de renseignements personnels nécessaires à des fins électorales ou de financement politique conformément à la Loi électorale, chapitre E-3.3, il est précisé qu'une instance de parti est considérée comme faisant partie intégrante de ce dernier. Le Président (M. Bachand) : Merci beaucoup. Interventions? M. le député de Chapleau, s'il vous plaît. Chapleau... LaFontaine. Désolé, excusez. ", "nb_suspensions": 0, "votes_par_consentement": 1, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Tanguay", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)"], "nb_intervenants": 20, "nb_interventions_secretaire": 1, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 1, "nb_interventions_gouvernement": 6, "nb_interventions_opposition": 1, "nb_interventions_presidence": 11}, {"debut": "9:40", "fin": "9:50", "debats": "• (9 h 40) • M. Tanguay : Merci beaucoup, M. le Président. Bien, vous saluer, saluer le ministre, saluer le collègue de Chapleau, les autres collègues également autour de la table, saluer particulièrement, donc, le collègue de Chapleau, qui, ce matin, comme adjoint parlementaire, met en pratique ce qui devrait être vu plus souvent dans notre Parlement, notre Assemblée nationale, savoir plus de rôles actifs de l'adjoint parlementaire, on le souhaite. Puis ça ne fait qu'ajouter de l'énergie, une vision, du temps puis un intérêt d'un autre collègue à un ministre qui ont... tous les ministres, là, plein leur assiette, plein leurs bottines. Ça m'a toujours frappé, quand on était au gouvernement, de voir que les autres collègues, on n'était pas impliqués réellement. Puis ça dépend dossier par dossier, là, je veux dire, il y a des adjoints parlementaires qui se font confier beaucoup plus de mandats par certains ministres que d'autres. Mais de voir la gang du Conseil des ministres la broue dans le toupet puis les autres, adjoints parlementaires ou autres députés, qui regardaient passer tout ça... Alors, bravo, je pense que c'est important. Puis ça fera partie, le cas échéant, d'une  réforme de notre Parlement. Puis, à Ottawa, il y a des adjoints parlementaires même qui, en l'absence du ministre, peuvent répondre à des questions et qui peuvent, à ce moment-là, aussi... Des débats de fin de séance aussi, ça pourrait être intéressant, plutôt que de se faire déléguer... C'est le ministre qui doit répondre, mais, s'il n'est pas là, si je pose une question au ministre responsable de la Protection des renseignements personnels, puis c'est le ministre de l'Éducation qui vient répondre, bien, j'aime autant avoir son adjoint parlementaire, tant qu'à ça, parce qu'il... En tout cas, je referme la parenthèse. Là, M. le Président, de... ce que l'on a sur la table, ce matin, c'est le gros article, l'article 81, qui introduit trois nouveaux articles, c'est le gros, gros, gros. Alors, on va prendre, évidemment, quelques instants pour en constater les implications. Alors, 127.22, on a l'amendement, dit : À l'exception des articles 4, 5, 12, 23 et 27 à 41, à l'exception de ces articles-là, la Loi sur la protection des renseignements personnels dans le secteur privé s'applique aux partis politiques. Donc, il est important de voir ce qui est exclu, mais il est important de voir ce qui demeure. Alors, parmi les éléments qui demeurent, M. le Président, j'aimerais ça qu'on puisse y aller sur certains articles et que l'on... en commission parlementaire, c'est à ça que ça sert, avec certains articles, que l'on puisse aller voir l'application qui en sera donnée. Là, je vais retrouver ma loi consolidée, mais je vais aller avec mes notes personnelles. L'article 3.2, lorsque l'on dit... Puis ça, c'est une question, je pense, assez évidente. À l'article 3.2, lorsque l'on dit : «Toute personne qui exploite une entreprise...» Parce que, M. le Président, il y a des articles de la loi actuelle, mais il y a des articles également de la loi n° 64 qui sont venus ajouter et amender des articles de la loi actuelle. Alors, lorsqu'on utilise l'expression «toute personne qui exploite une entreprise», à 3.2, par exemple, doit faire ça, ça, ça, par application de l'article 127.22, puis qu'on me corrigera si j'ai tort, quand on dit : «Sauf disposition inconciliable avec la présente loi», la loi sur le privé s'applique, donc, dans les expressions «toute personne qui exploite une entreprise», blablabla, forcément, on n'est pas exclu des partis politiques, les partis... ça s'applique aux partis politiques. Même si l'expression est claire qu'un parti politique, ce n'est pas une entreprise, «toute personne qui exploite une entreprise», par le truchement de 127.22, ça s'applique aux partis politiques. Donc, 3.2 s'applique aux partis politiques. Le Président (M. Bachand) : M. le député de Chapleau, oui. M. Lévesque (Chapleau) : ...ça s'applique aux partis politiques, comme le collègue de LaFontaine nous en fait mention.  M. Tanguay : Parfait. J'aimerais maintenant... À l'article 3.3., on parle, article 3.3, des fameuses évaluations des facteurs de risque. Alors, j'aimerais qu'on discute concernant comment les partis devront se gouverner à la mise en application de la loi, mise en vigueur de la loi, qui probablement sera dans deux ans, là, pour les partis politiques. Les partis politiques, du jour au lendemain, il y a le contenant, qui sont les renseignements personnels, puis il y en a beaucoup, puis il y a le contenu. Un fichier membre, qui peut être sur n'importe quel support... puis il peut même y avoir des boîtes, M. le Président, avec des vieilles listes de membres des années 80 puis 90. Je ne le sais pas, moi, je ne suis pas au parti puis je ne suis pas dans les autres partis, encore moins, mais il y a des supports technologiques, des supports papier. Puis, quand on dit supports technologiques, ça peut être des disquettes, ça peut être des ordinateurs désuets mais qui sont mis de côté, et ainsi de suite. Quand on dit qu'ils devront procéder à une évaluation des facteurs de risque, ça, c'est pour les nouveaux systèmes. Qu'est-ce qui arrive à l'information qui est toujours là, sur les anciens supports? Comment les partis devront se gouverner pour respecter la loi? Le Président (M. Bachand) :Juste avant de céder la parole au député de Chapleau, je veux juste vous rappeler qu'il y a un nouvel amendement à l'article 165 qui est maintenant sur Greffier. M. le député de Chapleau, s'il vous plaît. M. Lévesque (Chapleau) : Oui, donc, c'est vraiment pour l'avenir, donc, comme le député de LaFontaine l'a dit, c'est pour les nouveaux systèmes et les nouveaux... donc, le contenu dont il parle, là, pour protéger l'information et les renseignements personnels à ce niveau-là. M. Tanguay : Pardon? Excusez-moi, je n'ai pas... M. Lévesque (Chapleau) : Donc, c'est vraiment pour les nouveaux systèmes. Vous en faites mention, là, c'est vraiment, là, l'idée de protéger avec les nouveaux systèmes qui seraient admis dans un parti politique. M. Tanguay : O.K. Également, donc, il faut distinguer... Est-ce qu'on a raison, donc, de distinguer le contenant du contenu? Autrement dit, les protections liées à protéger l'information et les renseignements personnels, ça, c'est en vigueur au moment de la mise en vigueur de la loi, mais, pour ce qui est des nouveaux systèmes informatiques,  c'est là où 3.3 va s'appliquer, là. M. Lévesque (Chapleau) : Exactement. Vous avez raison. M. Tanguay : O.K. On dit également : «tout projet d'acquisition, de développement ou de refonte», alors ça va s'appliquer, évidemment, dans les systèmes qui seraient modifiés, améliorés aussitôt aussi, ou, par exemple, on prend l'information puis on la met dans un nouveau système, c'est là où ça s'applique. Il faut que le nouveau système, complètement nouveau... ou améliorer un ancien, c'est là où ça prend une étude de facteurs de risque, n'est-ce pas? M. Lévesque (Chapleau) : Tout à fait, c'est exactement ça. M. Tanguay : Parfait. Il y a une disposition aussi dans la loi, peut-être qu'on va retomber dessus en avançant, c'est l'article 14. On voit que l'article 12 est exclu. L'article 12, quant à la qualité du consentement, ça, on l'exclut parce qu'on se dit qu'au niveau du consentement à obtenir l'article 14 est suffisant en lui-même. Autrement dit, un consentement doit être manifeste, libre, éclairé et être donné à des fins spécifiques. Pour les partis politiques, de ce que je comprends, c'est : à la date d'entrée en vigueur, ils n'auront pas l'obligation de démontrer que toute l'information qu'ils ont à la date d'entrée en vigueur... de faire la preuve que le consentement, on présume que ça a été de façon manifeste, mais là c'est manifeste, libre, éclairé et donné à des fins spécifiques... ils n'auront pas à faire la preuve que toute l'information qu'ils ont, bien, voici, pour telle pièce d'information, la preuve que j'ai obtenue tel jour, telle heure, telle date, consentement en vertu de 14, n'est-ce pas? Ils n'auront pas besoin de justifier l'existence de ce qu'ils ont déjà. M. Lévesque (Chapleau) : Non, vous avez raison, tout à fait. M. Tanguay : O.K. Parfait. Puis vous voyez, M. le Président, ce qu'on fait là, c'est important, parce que c'est des... Les partis politiques auront désormais plus qu'un seul... ils n'auront plus qu'un seul meilleur ami, à savoir le DGEQ, ils vont avoir un deuxième meilleur ami, qui vont marcher main dans la main, qui va être la Commission d'accès à l'information. Alors, c'est important pour les partis politiques de savoir se gouverner puis c'est important, parce que les législateurs, c'est nous autres, hein, collègue de Chapleau, de mettre des balises puis de dire : Ça, ça ne s'applique pas dans ce sens-là, puis ça, ça veut dire ça, puis ça, ça veut dire pas ça. Bon.  Dans cette foulée-là, l'article 20 s'applique aux partis politiques. Allons voir l'article 20. Parce qu'il y a beaucoup de monde au DGEQ puis à la CAI, à la CAI, il va y en avoir beaucoup plus, puis, à un moment donné, ils sont en mode enquête, puis ils enquêtent, alors... puis ils font des vérifications. C'est bien correct, c'est ça qu'on veut, mais il faut juste donner des balises pour dire : Le terrain, il s'arrête là. Alors, à l'article 20 : «Dans l'exploitation d'une entreprise — on a dit que ça ne s'applique pas aux partis politiques — un renseignement personnel n'est accessible, sans le consentement de la personne concernée, à tout préposé ou agent de l'exploitant qui a qualité pour le connaître qu'à la condition que ce renseignement soit nécessaire à l'exercice de ses fonctions...» Moi, Mme Bourette, qui est bénévole, à qui... Une voix : ... M. Tanguay : Tu avais remarqué Bourette. C'est la même, mais elle est fictive, elle est fictive. Elle est bénévole, je lui donne le poll 36 des électeurs à appeler pour faire du pointage, pour savoir si j'ai des amis dans ce poll-là. Puis, le jour de l'élection, bien, je vais appeler ceux qui sont plus susceptibles de voter pour moi. Tu sais, c'est de même que ça se fait, des élections, puis c'est bien correct. Puis ça nous donne l'occasion de dire : Vous voulez lui parler, au candidat, bien, vous allez lui parler, au candidat. Alors, elle, elle aura la liste électorale, mais elle aura aussi, sur la liste électorale qu'on va lui donner, dans le poll 36, je pense que c'est ça, le numéro que j'avais donné, toujours le même poll, c'est un bon poll, c'est une bonne boîte, ça, poll 36, il y a déjà un pointage, il y a déjà des renseignements, puis ils ont été collectés selon... J'ai le droit, même si... j'ai le droit, à titre de bénévole... Donc, il faut lire «tout préposé ou agent». Mme Bourette, ma bénévole, elle embarque dans l'article 20, elle a droit d'avoir la liste et les renseignements qui s'y trouvent, n'est-ce pas? ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "M. Tanguay", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Tanguay"], "nb_intervenants": 16, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 6, "nb_interventions_opposition": 8, "nb_interventions_presidence": 2}, {"debut": "9:50", "fin": "10:00", "debats": "• (9 h 50) • M. Lévesque (Chapleau) : ...réponse, M. le Président, Mme Bourette aurait accès. Et, pour l'anecdote, j'aimerais bien rencontrer Mme Bourette lorsque l'occasion se présentera. M. Tanguay : Elle est bonne, elle est bonne, puis... mais ça n'ira pas jusqu'à lui demander de vous faire une couple de polls. On va l'occuper, après le 36, il y a le 37, puis... dans le secteur. «22. Toute personne qui exploite une entreprise et qui utilise des renseignements personnels à des fins de prospection commerciale ou philanthropique doit s'identifier auprès de la personne à qui elle s'adresse et l'informer de son droit de se retirer sans consentement à ce que les renseignements personnels la concernant soient utilisés à ces fins.»  Donc, l'obligation, quand on appelle, de dire : En passant, je me dois de vous informer que vous pouvez vous retirer de la liste à partir de laquelle j'ai pu vous appeler, ça, ça ne s'applique pas aux partis politiques par définition parce que, là, on ne parle que dans un contexte double, commercial et philanthropique, n'est-ce pas? M. Lévesque (Chapleau) : Effectivement, les partis politiques ne sont pas associés, là, à la commercialité et la philanthropie. M. Tanguay : Parfait. Je regarde mes notes, M. le Président. Puis, de toute façon, on ne sera pas forclos, si, des fois, j'ai oublié de quoi en chemin, on pourra revenir. À 127, donc, 127.22, on a vu les exclusions des articles 4, 5, 12 et 23. Article 23... Puis ça, c'est important, c'est un choix du législateur. Le Directeur général des élections, dans son mémoire, pages 14 et 15, disait : Ah! non, non, non, l'article 23, il faut absolument qu'il s'applique aux partis politiques. Autrement dit, l'obligation de détruire l'information une fois que ce pour quoi elle a été collectée, la mission, l'usage, l'objectif a été atteint, alors qu'on sait qu'un parti politique, normalement, ça s'inscrit en continuité... Ce n'est pas au lendemain de l'élection qu'on va aller vider les comités électoraux puis qu'on va tout «deleter». Puis je vous dirais que les personnes demeurent pour plusieurs élections, alors un pointage, par exemple, peut demeurer. Ça m'amène, cette question-là... Nous pouvons considérer que, quand Mme Bourette appelle l'électeur 123 à partir de la liste électorale, décroche : Bonjour, Mme Bourette du Parti libéral du Québec, je vous appelle pour savoir si notre candidat peut compter sur votre appui, la personne dit oui ou elle dit non, bien, tout surpris, en répondant à la question, il suffit là... on atteint le fardeau de dire : C'est un consentement en vertu de 14, consentement libre, éclairé, express, n'est-ce pas? Quand j'appelle, puis que je lui demande... je fais un pointage, puis je dis : Pouvez-vous l'appuyer?, elle me dit : Oui, oui, je l'appuie, parfait, je marque ça, pouvez-vous me confirmer au micro que... je n'ai pas besoin d'aller plus loin, je n'ai pas besoin de parler de consentement : Bonjour, vous savez que vous devez... Non, non, je lui pose une question, je me présente : Je suis du Parti libéral, elle me dit : Oui, je vous appuie, parfait, merci, je raccroche, fin de la discussion, c'est suffisant, de facto, implicitement, explicitement, c'est un consentement suffisant en vertu de l'article 14, n'est-ce pas? M. Lévesque (Chapleau) : Oui, M. le Président, il s'agit, en effet, d'un consentement suffisant en vertu de l'article 14. Il y a aussi toute la notion de consentement implicite dans cet appel, et donc la personne qui répond donne, en fait, son consentement. M. Tanguay : Parfait. Dans... Là, on a ajouté l'exclusion des articles... Non, là, je  reviens à mon 23. L'article 23 : «Destruction et anonymisation. «23. Lorsque les fins auxquelles un renseignement personnel a été recueilli ou utilisé sont accomplies, la personne qui exploite une entreprise doit le détruire ou l'anonymiser pour l'utiliser à des fins sérieuses et légitimes», et ainsi de suite. Donc, article 23 ne s'applique pas. Donc, en aucun temps, les partis politiques ne devront... sous réserve qu'ils ont respecté, par ailleurs, tous les autres impératifs de la loi, ne devront pas jamais détruire des renseignements qu'ils ont, n'est-ce pas? M. Lévesque (Chapleau) : Effectivement, c'est la nature de l'exclusion de l'article 23. M. Tanguay : Pouvez-vous nous en dire un peu plus? On avait eu des discussions, M. le Président, préalables à la séance de ce matin, et les articles nouvellement exclus sont les articles 27 à 41. Pouvez-vous nous expliquer un peu la logique qui fait en sorte que... Parce que les discussions portaient sur 27, 28, mais là on se rend jusqu'à 41. Pouvez-vous nous dire un peu plus, là, pourquoi on se rend jusqu'à 41 dans l'exclusion, s'il vous plaît? M. Lévesque (Chapleau) : Oui. De consentement, j'aimerais peut-être faire intervenir Me Miville-Deschênes pour ces articles supplémentaires. M. Tanguay : On ne l'avait pas entendu encore ce matin, là, on était dus. Le Président (M. Bachand) :Est-ce qu'il y a consentement? Des voix : ... Le Président (M. Bachand) : Alors, Me Miville-Deschênes, s'il vous plaît. M. Miville-Deschênes (Jean-Philippe) : Oui. Bien, en fait, la section IV de la Loi sur la protection des renseignements personnels dans le secteur privé, les articles 27 et suivants sont tous interreliés, parce que, dans le fond, il y a le droit à l'accès, le droit de suppression ainsi que les restrictions, c'est-à-dire les situations dans lesquelles on peut refuser à une personne de donner accès, il y a la procédure. Donc, c'est tout un bloc d'articles qui sont interreliés, là, qui prévoient le droit d'accès, ses modalités, etc. C'est pour ça qu'il nous semblait plus approprié, là, de l'exclure au  complet, là, plutôt que simplement le droit d'accès puis de conserver les articles qui, de toute façon, ne pouvaient pas vraiment s'appliquer. M. Tanguay : La section V, Me Miville-Deschênes, M. le Président, commence à 41.1, après ça 42, examen des mésententes, ça, c'est section V, c'est les recours en vertu d'une demande de communiquer les renseignements. Puis elle n'arrête pas à 47, elle arrête à 53. Parce qu'exemple : «53. En cas de mésentente relative à une demande de rectification, la personne qui détient le renseignement...» O.K., question en amont, je me réponds à moi-même. Est-ce que l'article 40 du Code civil du Québec s'applique aux partis politiques? M. Miville-Deschênes (Jean-Philippe) : L'article 40 par rapport au droit d'accès qui est prévu dans le Code civil? M. Tanguay : De rectification, le droit de rectifier des informations... de faire rectifier des informations fausses ou... M. Miville-Deschênes (Jean-Philippe) : Bien, je ne pourrais pas vous répondre avec conviction parce qu'il y a différents courants de penser par rapport à ça. Puis, à ma connaissance, ça n'a pas été testé à savoir... parce que la loi, le Code civil parle de personne. Est-ce que le parti politique est une personne? Donc, je n'en suis pas certain, je ne pourrais pas vous le garantir. M. Tanguay : Il n'y a pas un article 40 qui dit... il n'y a pas un article qui dit que l'article 40 s'applique pour les partis politiques? L'article 40 du Code civil, là, c'est l'article qui dit... Bon, il y avait 28 : «Outre les mesures... Outre les droits prévus au premier alinéa de l'article 40, toute personne peut...» Donc, il y avait l'article 28, mais là il est exclu. Mon point, là, donc, si on exclut... Puis ça, c'est une question importante, là. Est-ce qu'on peut avoir l'article 40, Code civil, s'il vous plaît? L'article 40, Code civil, donne le droit à une personne, justement, de demander que ses renseignements soient rectifiés. Alors, si Mme Bourette, elle appelle l'électeur 137 dans le poll 36 puis qu'elle dit : Bonjour, on prépare la prochaine élection, on vous avait pointé le Parti libéral, puis là, finalement, il dit : Non, non, non, je n'ai jamais été libéral, et tout ça, est-ce qu'il a le droit de le faire rectifier en vertu de l'article 40? C'est important. Une voix : ...  M. Tanguay : Du Code civil. Parce que les articles 35 à 40 du Code civil s'appliquent au public puis au privé, puis ça, c'est... Puis c'est même le socle du droit commun à partir duquel on part de la loi. Puis là, je veux dire, la loi l'étaie. M. Miville-Deschênes (Jean-Philippe) : ...vous dites, l'article 37 à 40 s'appliquent à tous, c'est comme le régime général. Puis, dans le privé, il y a un régime particulier, on va sur le privé, avec un droit d'accès plus... comment dire, plus détaillé, puis un recours devant la commission, puis, dans le public, c'est la même chose. Donc, l'article 40, lui, c'est un droit d'accès devant les tribunaux communs, là, ce n'est pas un droit d'accès qui irait devant la Commission d'accès. Puis la réponse à savoir est-ce que ça s'applique aux partis politiques, bien, je vous dirais que ce n'est pas clair, à savoir qu'à ma connaissance ça n'a pas été testé. Puis, quand on parle de personne, je sais qu'on a déjà eu la conversation, là, avec d'autres intervenants à savoir est-ce que, vraiment, un parti politique, c'est une personne. Donc, je ne pourrais pas vous garantir que l'article 40 peut être utilisé pour faire une demande d'accès auprès d'un parti politique. Il y a un flou ici, là. M. Tanguay : O.K. L'article 40, on va le lire, là : «Toute personne peut faire corriger, dans un dossier qui la concerne, des renseignements inexacts, incomplets ou équivoques; elle peut aussi faire supprimer un renseignement périmé ou non justifié par l'objet du dossier, ou formuler par écrit des commentaires et les verser au dossier. «La rectification est notifiée, sans délai, à toute personne qui a reçu les renseignements dans les six mois précédents et, le cas échéant, à la personne de qui elle les tient. Il en est de même des demandes de rectification, si elle est contestée.» Est-ce que c'est l'intention du législateur, ce matin, en excluant 27 à 41, d'exclure, ce faisant, le droit pour un électeur de faire rectifier les renseignements qu'un parti politique détient sur ledit électeur? Est-ce que c'est l'intention du législateur de l'exclure? • (10 heures) • M. Miville-Deschênes (Jean-Philippe) : C'est effectivement l'intention du législateur, dans le sens qu'en lien avec le fait...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)"], "nb_intervenants": 22, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 5, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 5, "nb_interventions_opposition": 10, "nb_interventions_presidence": 2}, {"debut": "10:00", "fin": "10:05", "debats": "10 h (version révisée)  M. Tanguay : …d'exclure, ce faisant, le droit pour un électeur de faire rectifier les renseignements qu'un parti politique détient sur ledit électeur? Est-ce que c'est l'intention du législateur, de l'exclure? M. Lévesque (Chapleau) : C'est effectivement l'intention du législateur, dans le sens qu'en lien avec le fait qu'il n'ait pas le droit d'accès, nécessairement, aux renseignements personnels, de par le fait même, la rectification devient caduque, en quelque sorte, et donc l'intention est inférée par le retrait de l'article… l'exclusion, c'est-à-dire, de l'article 27. M. Tanguay : Est-ce qu'on peut m'indiquer — parce que j'essaie d'aller chercher — dans le projet de loi n° 64, concernant les organismes privés, ou dans la loi actuelle privée, à quels endroits on réfère aux articles 35 à 40 ou à l'article 40 du Code civil? Est-ce qu'on a la réponse? L'article 1. M. Miville-Deschênes (Jean-Philippe) : ...à l'article 1, au 1, puis il me semble… M. Lévesque (Chapleau) : …l'article 93 également, là, on en faisait mention. M. Tanguay : Est-ce qu'on l'avait modifié, le 93? M. Lévesque (Chapleau) : Elle est encore à l'étude. M. Tanguay : Donc, article 1 : «La présente loi a pour objectif d'établir, pour l'exercice des droits conférés par les articles 35 à 40 du code en matière de protection des renseignements personnels…» Bon, ça, c'est le principe général. Mais, si on exclut 27 à 41, il faut savoir l'effet que ça va avoir. Donc, je peux bien garder en vie l'article 1, qui dit plein, plein de choses fondamentales, mais, dans le… le particulier bat toujours le général. Dans le particulier, à 127.22, on exclut 27 à 41, qui est un peu les détails, la nomenclature qui visent à mettre en exercice le droit prévu à 40, mais, ça, on l'exclut. Donc, encore une fois, je veux juste m'assurer, là, qu'on est clairs là-dessus. L'article 40, est-ce qu'il y a quelque chose qui pourrait être plaidé, Me Miville-Deschênes... si on exclut 27 à 41, est-ce qu'il y a quelque chose qui pourrait être plaidé tel que rédigé? Parce que l'intention du législateur... je comprends, M. le ministre, l'intention du législateur, c'est de ne pas appliquer l'article 40 aux partis politiques, n'est-ce pas? M. Caire : … M. Tanguay : Pardon? M. Caire : Exact. M. Tanguay : Exact. Alors…  M. Lévesque (Chapleau) : ... M. Caire : Exact. Excusez… Le Président (M. Bachand) : Juste pour qu'on puisse entendre. M. le député de Chapleau, s'il vous plaît. M. Lévesque (Chapleau) : Est-ce que l'inquiétude du député de LaFontaine, M. le Président, est que... si, justement, un justiciable, un citoyen n'est pas en mesure d'utiliser les articles 27 à 41 prévus à la loi, qu'il se rabatte sur le Code civil à l'article 40? Est-ce que c'est... C'est ce que je comprends de son propos? M. Tanguay : C'est juste que l'intention… Bonne question. L'intention du législateur, en excluant 27 à 41, c'est de faire en sorte que, pour les partis politiques, les 24 partis politiques autorisés, les 6,2 millions d'électeurs inscrits — j'arrondis — n'aient pas loisir d'interpeler n'importe quel parti politique pour lui demander de lui donner copie du dossier qu'il a sur lui et de le faire rectifier, dans un deuxième temps. Là, clairement, on exclut le droit pour un électeur de demander, en excluant 27, 28 et suivants, copie des informations qu'ils ont sur vous. Donc, en l'excluant, fortiori, il ne pourra pas demander que ce soit rectifié par la suite s'il n'a pas accès à cette information-là. Alors, je veux juste m'assurer — puis, encore une fois, c'est important — qu'il n'y ait pas un article à quelque part… On a parlé de l'article 1 de la loi. Je ne sais pas si on peut faire une recherche rapide sur la loi actuelle puis sur la loi n° 64 si on ne parle pas de l'article 40 ailleurs aussi. Est-ce qu'on peut… M. Miville-Deschênes (Jean-Philippe) : On en parle à 28, 29 et 35. M. Tanguay : Parfait. Ça, on les exclut. Puis on en parlait à l'article 1. M. Miville-Deschênes (Jean-Philippe) : L'article 1, bien, c'est pour dire que… L'article 1, tu sais, c'est comme un article de principe un peu pour dire que la loi met en oeuvre et précise les principes généraux de 37 à 40, là. M. Tanguay : O.K. Je reviens donc à la question. Pourquoi ne pas se rendre à l'article 56 — c'est-tu ça? — jusqu'à la fin de la section V, Examen des mésententes? Jusqu'à la fin, donc. Pourquoi on n'exclut pas la section V dans son entier?  M. Miville-Deschênes (Jean-Philippe) : Bien, ça pourrait être une option, parce qu'en fait, en excluant le droit d'accès au complet, bien, évidemment on perd le recours, parce qu'on n'a pas le droit d'accès. On pourrait aussi exclure le recours. Je pense que ça va de soi parce que le citoyen n'a aucun droit d'accès, là, donc il perd le recours. Mais ce que… Je veux dire, ça pourrait être une option, de l'exclure également, là, explicitement, par l'article 127.22. Le Président (M. Bachand) : ...sur l'amendement. M. Tanguay : Est-ce qu'on peut suspendre, M. le Président? Le Président (M. Bachand) :Oui. Alors, on va suspendre quelques instants. Merci. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Caire", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)"], "nb_intervenants": 25, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 4, "nb_interventions_ministre": 3, "nb_interventions_gouvernement": 5, "nb_interventions_opposition": 10, "nb_interventions_presidence": 3}, {"debut": "10:05", "fin": "10:27", "debats": "(Suspension de la séance à 10 h 05) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0}, {"debut": "10:27", "fin": "10:30", "debats": "(Reprise à 10 h 27) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! La commission reprend ses travaux. M. le député de Chapleau, s'il vous plaît. M. Lévesque (Chapleau) : Oui, merci, M. le Président. De consentement, j'aimerais qu'on retire l'amendement en cours, s'il vous plaît. Le Président (M. Bachand) : Donc, est-ce qu'il y a consentement pour que l'amendement soit retiré? Des voix : Consentement. Le Président (M. Bachand) :Consentement. M. le député de Chapleau, oui. M. Lévesque (Chapleau) : Merci beaucoup. J'aimerais déposer un nouvel amendement. Le Président (M. Bachand) : Allez-y. M. Lévesque (Chapleau) : Je vais en faire la lecture. Donc : Remplacer l'article 127.22 de la Loi électorale, proposé par l'article 81 du projet de loi, par le suivant : «127.22. Sauf disposition inconciliable avec la présente loi, la Loi sur la protection des renseignements personnels dans le secteur privé (chapitre P-39.1) s'applique aux renseignements personnels d'électeurs détenus par un parti politique, un député indépendant ou un candidat indépendant, à l'exception des articles 4, 5, 12, 23 et 27 à 60. «Tout parti politique doit désigner, parmi ses dirigeants, la personne qui exerce la fonction de responsable de la protection des renseignements personnels.  «Aux fins de l'application de la Loi sur la protection des renseignements personnels dans le secteur privé et du présent titre, l'instance d'un parti politique est considérée comme partie intégrante de celui-ci.» Le Président (M. Bachand) :Merci beaucoup. M. Lévesque (Chapleau) : Merci. Le Président (M. Bachand) :M. le député de LaFontaine. M. Tanguay : Oui, merci beaucoup, M. le Président. Alors, sur ce volet-là, merci beaucoup au collègue d'avoir déposé l'amendement. Donc, ça nous va, donc, 27 à 60. Et, pour plus de précision, j'aimerais qu'on puisse confirmer en micro que... nonobstant le fait que les articles 1.1 et 93.1 réfèrent notamment à l'article 40 du Code civil du Québec, que ça n'a pas pour effet de faire renaître indirectement un droit que, de façon spécifique, on vient d'exclure, à savoir consulter, obtenir copie et faire rectifier, pour un électeur, au sein d'un parti politique, les renseignements qu'il détient sur lui, alors que... autrement dit, question simple, que l'article 40 du Code civil du Québec ne s'applique pas aux partis politiques nonobstant le fait qu'il est mentionné aux articles 1.1 et 93.1 de la loi sur le privé. Le Président (M. Bachand) :M. le député de Chapleau. M. Lévesque (Chapleau) : ...ce droit aux articles mentionnés par le député de LaFontaine. M. Tanguay : Parfait. Merci beaucoup. M. le Président, deuxième alinéa : «Tout parti politique doit désigner, parmi ses dirigeants, la personne qui exerce la fonction de responsable de la protection des renseignements personnels.» Qui sont les dirigeants d'un parti politique? Je veux dire, nous, on a chacun nos structures. Au premier titre, il y a le chef qui... après ça il y a le président ou la présidente, après ça il y a un conseil exécutif, conseil de direction, et il y a les employés, employés de direction et employés qui ne sont pas de direction. Alors, qu'entendons-nous ici, «parmi ses dirigeants»? M. Lévesque (Chapleau) : Dirigeants, c'est sûrement les... ceux qui sont en contrôle d'un certain pouvoir sur l'organisation et sur le travail du parti politique. Mais, pour plus de spécificités, peut-être que Me Miville-Deschênes pourrait nous éclairer, là. ", "nb_suspensions": 0, "votes_par_consentement": 1, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)"], "nb_intervenants": 15, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 6, "nb_interventions_opposition": 2, "nb_interventions_presidence": 7}, {"debut": "10:30", "fin": "10:30", "debats": "• (10 h 30) • M. Tanguay : Parce que rappelons-nous qu'on a eu effectivement des débats làdessus. Exemple, les ordres professionnels, c'est un peu un animal à deux têtes. Les ordres professionnels, il y a la plus haute autorité, qui est le président de l'ordre, et,  entre autres, le suivi qui, dans tous les autres organismes publics, doit être fait au niveau du comité sur les renseignements personnels par la plus haute... les ordres professionnels ont dit : Bien, ça va être la direction générale, le ou la...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay"], "nb_intervenants": 1, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 1, "nb_interventions_presidence": 0}, {"debut": "10:30", "fin": "10:40", "debats": "10 h 30 (version révisée) M. Tanguay : ...c'est un peu un animal à deux têtes. Les ordres professionnels, il y a la plus haute autorité, qui est le président de l'ordre, et, entre autres, le suivi qui, dans tous les autres organismes publics, doit être fait au niveau du comité sur les renseignements personnels, par la plus haute... les ordres professionnels ont dit : Bien, ça va être la direction générale, le ou la directice générale. Alors, pour un parti politique, il y a l'aspect bénévole. Je veux dire, il y a... La présidente, elle n'a pas de salaire, au Parti libéral, c'est une bénévole. Est-ce que ça peut être elle ou pas? Ou est-ce que ça doit nécessairement être la directrice générale du parti? Qui peut être nommé? Le Président (M. Bachand) : Me Miville-Deschênes. M. Miville-Deschênes (Jean-Philippe) : Oui. Bien, en fait, cette disposition-là spécifique a été mise dans la Loi électorale justement parce qu'on a compris que les différentes structures de partis politiques font en sorte qu'on ne peut pas, contrairement au public ou au privé, désigner vraiment, pour tous les partis, la même personne, donc, de là le deuxième alinéa, qui dit que, dans le fond, c'est au parti politique de désigner son responsable. Puis le terme «dirigeant» vise à s'assurer que la personne qui est désignée ait un pouvoir de gestion, là, un pouvoir, c'est ça, de gestion ou d'encadrement. Parce que le responsable, c'est toujours une personne qui a un pouvoir de gestion ou d'encadrement. Dans les organismes publics, là, il faut que ça soit un personnel d'encadrement. Dans le privé, c'est le P.D.G., là. Mais ça ne répond pas à votre question, j'en suis conscient, parce que c'est justement du fait de la difficulté à identifier cette personne-là qui est le plus haut dirigeant qu'on a mis cette disposition particulière. Donc, l'essentiel, dans le fond, c'est que la personne ait un certain pouvoir de gestion, d'encadrement au sein du parti politique pour être désignée responsable. M. Tanguay : ...contrairement aux organismes publics et privés, le plus haut dirigeant, c'est la présidente, c'est le numéro un, c'est la tête, alors, pour les partis politiques, c'est la cheffe ou le chef. Là, ici, on dit : «Tout parti doit désigner parmi  ses dirigeants...», ça veut dire que ça pourrait ne pas être le ou la cheffe. M. Miville-Deschênes (Jean-Philippe) : ... M. Tanguay : O.K. Une fois qu'on a dit ça, est-ce que l'on veut que ça soit quelqu'un... Exemple, on a une commission juridique. Le président de la commission juridique, très connaissant... mais il n'est pas dans le jour le jour, là, le président de la commission juridique. Alors, est-ce que l'on veut, pour les partis politiques qui ont une masse salariale, que ça soit la directrice générale ou le directeur général? Puis, si on se dit : Bien, ça serait mieux ça, il y a des petits partis politiques qui n'ont pas réellement d'employé, là, alors là, ça serait le chef, à ce moment-là. M. Lévesque (Chapleau) : ...de gestion, d'encadrement et de contrôle sont les trois points à retenir. Donc, prenons l'exemple d'un petit parti politique qui... bon, ils sont deux, trois, bien, il y a quand même, dans ces deux, trois là, quelqu'un qui a quand même un contrôle, une gestion puis un encadrement, même si ce n'est pas immense, mais c'est un peu l'idée du concept derrière ça. M. Tanguay : En tout cas, il y aura sûrement... Je lance l'idée, là. Je veux dire, pour les partis politiques, de toute façon, qui ne voudront pas l'échapper, là, les principaux partis politiques, qui ont cinq, 10, 12, 30 employés, ils ne vont pas nommer un bénévole, tout président de la commission juridique soit-il, en charge de ça, parce que tu ne veux pas l'échapper. Ça va prendre quelqu'un qui est là dans le jour le jour, du lundi au vendredi, de neuf heures à cinq heures, mais sans être ferme en le disant, que c'est un employé qui est à un poste de direction, parce que le Parti 51 ou le Parti culinaire — il y en a 24 — ils n'ont pas d'employé. Là, à ce moment-là, la Commission d'accès va dire : Bien, ça va être ton chef ou ta cheffe, j'imagine. M. Lévesque (Chapleau) : C'est ça. Il y a une flexibilité, effectivement, dans cet article-là pour permettre aux différents partis de déterminer. M. Tanguay : Et, à… O.K. C'est bon. Parfait. J'aurais une question sur le troisième alinéa : «Aux fins de l'application de la Loi sur la protection des renseignements personnels dans le secteur privé et du présent titre, l'instance d'un parti politique est considérée comme partie intégrante de celui-ci.» Autrement dit, il y a le parti national puis il y a les associations de comté. Alors, l'association de comté de LaFontaine ne pourra pas se dissocier. Puis, si l'association de comté de LaFontaine fait une coche mal taillée, ça relève… Là, qu'est-ce qu'on veut dire ici? Ça veut dire que c'est tout le parti qui en est responsable, là, et il fait partie intégrante. On ne pourra pas dire : Bien là, moi, c'est le chef-lieu, puis il y a 125 associations de comté  autonomes. Ils ne le sont pas, autonomes. Alors, c'est ce qu'on veut dire, dans le fond? M. Lévesque (Chapleau) : ...demande du parti... de Québec solidaire, qui voulait s'assurer, justement, que toutes ces instances soient assimilées au même parti et qu'il n'y ait pas de distinction entre, justement, une association, par exemple, de LaFontaine ou de Chapleau avec le parti national. M. Tanguay : La commission jeunesse ou… M. Lévesque (Chapleau) : Commission jeunesse. Toutes les institutions. M. Tanguay : ...la commission des communautés culturelles, et ainsi de suite. O.K. Moi, M. le Président, ça compléterait sur cet amendement-là. Le Président (M. Bachand) : Merci. Est-ce qu'il y aurait d'autres interventions? Donc, nous allons procéder à la mise aux voix. Est-ce que l'amendement à l'article 81 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci beaucoup. M. le député de Chapleau, s'il vous plaît... Est-ce qu'il y a d'autres interventions sur le bloc 127.22? M. Tanguay : Pour l'instant, non, mais on pourra peut-être y revenir. Le Président (M. Bachand) : O.K. On pourra revenir. Donc, M. le député de Chapleau. M. Lévesque (Chapleau) : Oui. Donc, pour, donc, l'article 127.23, nous aurions un autre amendement à présenter. Donc, on remplacerait l'article 127.23de la Loi électorale, proposé par l'article 81 du projet de loi, par le suivant, donc : «127.23. Un parti politique, un député indépendant et un candidat indépendant ne peuvent recueillir que les renseignements personnels d'électeurs qui leur sont nécessaires à des fins électorales, de financement politique ou aux fins d'une activité politique au sens de l'article 88 conformément à la présente loi. Ils ne peuvent utiliser ces renseignements personnels qu'à ces mêmes fins. «De plus, ils ne peuvent recueillir ou utiliser des renseignements personnels sans le consentement de la personne concernée.» Donc, commentaires : Cette modification vise à remplacer la notion d'entité autorisée, utilisée dans le projet de loi, par «parti politique, député indépendant ou candidat indépendant». Elle vise également à préciser que les renseignements peuvent être utilisés aux fins de toute activité politique au sens de l'article 88 de la  Loi électorale. Le Président (M. Bachand) : Merci beaucoup. M. le député de LaFontaine, s'il vous plaît. M. Tanguay : Donc, très clairement... Puis je salue le fait que l'on ajoute, à «fins électorales» et «financement politique», «aux fins d'une activité politique». Ici, dans le fond, l'intention du législateur est clairement de ne pas… du jour au lendemain de la mise en vigueur de la loi, de ne pas dire à un parti politique : Bien, tu organisais une université d'été, tu organisais un congrès, tu organisais des colloques de réflexion, par interprétation de la loi, du jour au lendemain, tu ne peux plus faire ça. Alors, l'objectif, c'est de faire en sorte que, du jour au lendemain, il n'y a aucune activité — ce qui respecte, par ailleurs, tous les impératifs de protection des renseignements personnels, là — qui soit empêchée par une interprétation restrictive de cet article-là, n'est-ce pas? M. Lévesque (Chapleau) : Effectivement, c'est l'objectif, que les partis puissent poursuivre leurs activités et leurs rassemblements, qu'ils veulent tenir, là, dans le respect, évidemment, de la protection des renseignements personnels. M. Tanguay : Parce que les fins électorales, M. le Président, lorsqu'il n'y a pas… Les élections, normalement, c'est aux quatre ans. «Fins électorales», c'est une campagne électorale, puis «financement politique», bien, c'est du financement politique. Alors, lorsqu'il y a un congrès-jeunes... on s'était posé la question, pour être plus clair, là, bien, un congrès-jeunes, à l'année 2 d'un mandat de quatre ans, ce n'est pas du financement politique. Puis est-ce que c'est une fin électorale? Non. C'est de recueillir l'opinion des jeunes, puis de discuter, puis de faire des propositions publiques, ce n'est pas une fin électorale pour se faire élire comme tel. Puis là on aurait pu dire : Oui, mais, dans le fond, ça participe de bâtir une réflexion qui va aboutir dans trois ans. Non. Là, en mettant «activité politique», bien, il n'y a rien qui va empêcher les partis politiques, toujours en respectant les impératifs de protection des renseignements personnels, de faire les activités qu'ils ont toujours eu coutume de faire, c'est ça? M. Lévesque (Chapleau) : Tout à fait. M. Tanguay : C'est bon. Et ici on réfère, au deuxième alinéa... «...personnels sans le consentement de la personne concernée.» On a exclu la nomenclature, le détail et les impératifs de l'article 12, mais demeure... et il faut se référer à l'article 14 de la loi, à  savoir un consentement. Et là il faudrait retrouver… Avez-vous, collègue de Chapleau, les qualificatifs de l'article 14? Alors, je vais aller le chercher, M. le… M. Lévesque (Chapleau) : Libre et éclairé, là. M. Tanguay : Ça, c'est à l'examen, c'est matière à l'examen, ça... Vois-tu, je ne suis pas près. «Un consentement prévu à la présente loi doit être manifeste, libre, éclairé et être donné à des fins spécifiques.» Donc, le consentement de 127.23, on se réfère à 14, c'est ça? M. Lévesque (Chapleau) : Tout à fait. M. Tanguay : Je pense, ça fait le tour sur cet amendement, M. le Président. Le Président (M. Bachand) :Merci. Est-ce qu'il y a d'autres interventions? Donc, nous allons procéder à la mise aux voix. Est-ce que l'amendement à l'article 81 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci. M. le député de… Est-ce qu'il y a d'autres interventions sur 127.23 pour l'instant? Une voix : … Le Président (M. Bachand) : Merci. Donc, on continue. M. le député de Chapleau, s'il vous plaît. M. Lévesque (Chapleau) : Excellent. Donc, je passerais à l'article 127.24. Nous avons un amendement également. Donc : Retirer l'article 127.24 de la Loi électorale, proposé par l'article 81 du projet de loi. Commentaires : L'article 127.24 est retiré considérant l'exclusion, prévue à l'article 127.22, des articles 27 à, cette fois-ci, 60 qui concernent le droit d'accès, de rectification et de suppression, également les recours. Merci. Le Président (M. Bachand) : …interventions? S'il n'y a pas d'intervention, nous allons procéder à sa mise aux voix. Est-ce que l'amendement à l'article 81, tel que… Des voix : Adopté. Le Président (M. Bachand) :Adopté? Des voix : Adopté. Le Président (M. Bachand) :Bon, merci. Excusez-moi. Adopté, donc. Merci. On  continue. Est-ce qu'il y a d'autres interventions sur l'article 81? M. le député de LaFontaine, s'il vous plaît. M. Tanguay : Donc là, on a adopté... Je fais juste un peu de ménage, M. le Président. Puis c'est correct, là, on avait beaucoup de... Donc, il n'y a pas d'autre amendement. 127.23, on l'a adopté. 127.24 a été retiré. Juste avant qu'on ferme l'article, M. le Président... Je pense que ça complète bien, puis après ça on pourra voir, dans les autres articles... Je regarde mes notes... Aux articles... On pourrait peut-être prendre le temps, par contre, de regarder, à l'article 8 de la loi, qui va s'appliquer, à l'article 8 de la loi : «La personne qui recueille...» Parce que, l'article 8 et 8.1, ces deux articles-là s'appliquent aux partis politiques. Alors : «La personne qui recueille des renseignements personnels auprès de la personne concernée doit, lors de la collecte... sur demande... de l'informer...» O.K. Ça va. Je pense qu'ils sont assez... M. Lévesque (Chapleau) : ... M. Tanguay : Pardon? À moins que vous ayez des commentaires spécifiques làdessus. M. Lévesque (Chapleau) : Non, on avait répondu, je pense, à ça. M. Tanguay : Oui. Ils sont assez spécifiques... Alors, moi, ça me va, M. le Président. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 2, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay"], "nb_intervenants": 41, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 2, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 12, "nb_interventions_opposition": 16, "nb_interventions_presidence": 11}, {"debut": "10:40", "fin": "10:50", "debats": "• (10 h 40) • Le Président (M. Bachand) : Merci. Est-ce qu'il y a d'autres interventions sur 81? Donc, on va procéder à la mise aux voix. Est-ce que l'article 81, tel qu'adopté... tel qu'amendé, est adopté?  Des voix : Adopté. Le Président (M. Bachand) :Merci beaucoup. M. le député de Chapleau. M. Lévesque (Chapleau) : Oui. Avec le consentement, j'irais à l'article 78. Le Président (M. Bachand) : Parfait. Est-ce qu'il y a... Des voix : Consentement. M. Lévesque (Chapleau) : Merveilleux. Le Président (M. Bachand) : Ça va? Alors, 78, M. le député de Chapleau. M. Lévesque (Chapleau) : Oui, donc : L'article 659 de la Loi sur les élections et les référendums dans les municipalités (chapitre E-2.2) est modifié par le remplacement, dans le troisième alinéa, de «70» par «68». L'article 659 de la Loi sur les élections et les référendums dans les municipalités est modifié en raison de l'abrogation des articles 68.1 et 70 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels effectuée par le projet de loi. Le Président (M. Bachand) :Merci beaucoup. Interventions? S'il n'y a pas d'intervention, nous allons procéder à la mise aux voix. Est-ce que l'article 78 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci. M. le député de Chapleau, s'il vous plaît. M. Lévesque (Chapleau) : 79 : L'article 282 de la Loi sur les élections scolaires visant certains membres des conseils d'administration des centres de services scolaires anglophones (chapitre E-2.3) est modifié par le remplacement, partout où ceci se trouve, de «70» par «68». L'article 282 de la Loi sur les élections scolaires visant certains membres des conseils d'administration des centres de services scolaires anglophones est modifié en raison de l'abrogation des articles 68.1 et 70 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels effectuée par le projet de loi. Le Président (M. Bachand) :Merci beaucoup. Interventions? S'il n'y a pas d'intervention, nous allons procéder à la mise aux voix. Est-ce que l'article 79 est adopté?  Des voix : Adopté. Le Président (M. Bachand) :Adopté. Merci. M. le député de Chapleau, s'il vous plaît. M. Lévesque (Chapleau) : Article 80 : L'article 40.38.3 de la Loi électorale (chapitre E-3.3) est modifié par le remplacement, dans le deuxième alinéa, de «doit s'engager» par «la reçoit après s'être engagé». L'article 40.38.3 de la Loi électorale est modifié afin de préciser le fait que le député ou la personne désignée par le parti politique pour recevoir la liste électorale la reçoit après s'être engagé par écrit à en protéger le caractère confidentiel. Le Président (M. Bachand) : Merci beaucoup. Interventions? S'il n'y a pas d'intervention, nous allons procéder à la mise aux voix. Est-ce que l'article 80 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci beaucoup. M. le député de Chapleau, s'il vous plaît. M. Lévesque (Chapleau) : Oui. Donc, j'aurais un amendement, donc un nouvel article. Donc... Le Président (M. Bachand) : ...consentement? M. Lévesque (Chapleau) : Oui, pardonnez-moi. Le Président (M. Bachand) : Consentement. M. le député de Chapleau. M. Lévesque (Chapleau) : Donc, nouvel article 80.1, donc 40.42 de la Loi  électorale. Donc : Insérer, après l'article 80 du projet de loi, l'article suivant : 80.1. L'article 40.42 de cette loi est modifié : 1° dans le premier alinéa, par le remplacement de «le deuxième alinéa» par «les deuxième et quatrième alinéas»; 2° par l'ajout, à la fin, de l'alinéa suivant : «Le directeur général des élections peut conclure une entente, conformément aux articles 67.2.1 à 67.2.3 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels (chapitre A-2.1), afin de communiquer des renseignements personnels contenus à la liste électorale permanente à une personne ou à un organisme qui souhaite utiliser ces renseignements à des fins d'étude, de recherche ou de production de statistiques.» L'ajout de l'article 80.1 du projet de loi vise à maintenir la possibilité pour le Directeur général des élections de communiquer, sans le consentement des personnes concernées, des renseignements contenus à la liste électorale à des fins d'étude, de recherche ou de statistique. Le Directeur général des élections peut actuellement autoriser la communication de renseignements personnels à de telles fins en vertu de l'article 570 de la Loi électorale. L'amendement proposé vise à maintenir cette possibilité suite à l'amendement de l'article 570 dans le contexte des modifications apportées à l'encadrement des communications à des fins d'étude, de recherche et de statistique dans la Loi sur l'accès. Le Président (M. Bachand) : Merci beaucoup. Interventions? M. le député de LaFontaine, s'il vous plaît. M. Tanguay : Juste une question de compréhension. Est-ce que l'on sait... Donc, on voit qu'il s'agit de maintenir cette possibilité-là, pour le Directeur général des élections, de transférer les renseignements personnels contenus dans la liste électorale. Est-ce qu'il l'a déjà fait par le passé? Est-ce qu'il l'a fait? Je ne sais pas. M. Lévesque (Chapleau) : Ce serait une bonne question à lui poser, là. Je n'ai pas cette information pour le député de LaFontaine, M. le Président. Je ne sais pas si... M. Tanguay : On ne sait pas, hein? Bien, en tout cas, il a le droit, là, chose certaine. Ça m'aurait intéressé de voir s'il l'a déjà fait, mais on lui posera la question quand on le verra... M. Lévesque (Chapleau) : En commission. M. Tanguay : C'est correct. Mais qu'il ait ce droit-là, je pense, c'est sain, c'est bien.  Et, «pour des fins d'étude, de recherche et production statistique», là, c'est sûr qu'on ne parle pas de renseignements, évidemment, dépersonnalisés. C'est, par définition... Il n'y aura pas de dépersonnalisation là-dessus, là. Alors... M. Caire : ...67.2.1 à 67.2.3 qu'on a appliqués au public et au privé, là. C'est les mêmes dispositions qu'on applique au DGE. M. Tanguay : Oui, c'est ça. M. Caire : C'est vraiment de la concordance. M. Tanguay : C'est bon. C'est beau, M. le Président. Le Président (M. Bachand) :Merci. Est-ce qu'il y a d'autres interventions? Donc, nous allons procéder à la mise aux voix. Est-ce que l'amendement introduisant le nouvel article 80.1 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci beaucoup. M. le député de Chapleau. M. Lévesque (Chapleau) : Oui. 81 : Cette loi est modifiée par l'insertion, après l'article 127… Ah! non, pas 81, excusez-moi, on n'est plus là. Désolé. Le Président (M. Bachand) : …dans la procédure, que l'amendement est adopté. Donc, le nouvel article 80.1 est adopté aussi. Désolé. Alors donc, 82. Interventions? M. Lévesque (Chapleau) : 82. C'est bien ça?  Le Président (M. Bachand) : Oui. Allez-y. M. Lévesque (Chapleau) : Donc : L'article 146 de cette loi est modifié par l'ajout, à la fin du deuxième alinéa, de la phrase suivante : «Un candidat reçoit les listes après s'être engagé par écrit à prendre les mesures appropriées pour protéger leur caractère confidentiel et pour que ces listes soient utilisées aux seules fins prévues par la présente loi.» L'article... 146, pardon, de la liste électorale est modifié afin de prévoir qu'un candidat reçoit les listes visées au premier alinéa de cet article après s'être engagé par écrit à prendre les mesures appropriées pour protéger leur caractère confidentiel et pour que ces listes soient utilisées aux seules fins prévues par cette loi. Le Président (M. Bachand) : Merci beaucoup. Interventions? S'il n'y a pas d'intervention, nous allons procéder à la mise aux voix. Est-ce que l'article 82 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci. M. le député de Chapleau. M. Lévesque (Chapleau) : Oui. 83 : L'article 551.1.1 de cette loi est modifié par le remplacement de «1 000 $ à 10 000 $, ou, s'il s'agit d'une personne morale, d'une amende de 3 000 $ à 30 000 $, quiconque» par «5 000 $ à 50 000 $, ou, dans les autres cas, d'une amende de 15 000 $ à 150 000 $, quiconque recueille,». Et donc l'article 551.1.1 de la Loi électorale est modifié afin de rehausser le montant des amendes qu'il prévoit en matière de protection des renseignements personnels et afin d'assurer une concordance avec le montant des amendes prévues à la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels. Le Président (M. Bachand) : Merci beaucoup. Interventions? M. le député de LaFontaine. M. Tanguay : Est-ce que le fameux article, j'oublie le numéro, là, où on disait… on a fait un amendement pour la capacité de payer de l'entreprise, là, j'imagine… Une voix : … M. Tanguay : Pardon? Une voix : … M. Tanguay : Oui. Les critères, oui, au deuxième alinéa, là. J'imagine que ces critères-là s'appliquent aussi à un parti politique. Donc, un petit parti politique qui n'a  pas d'employé puis qui a un revenu de 12 000 $ par année versus un parti majeur représenté à l'Assemblée nationale, bien là, il y aura… Ils s'appliquent dans la détermination. M. Caire : …une SAP. M. Tanguay : D'une… pardon? M. Caire : D'une sanction administrative pécuniaire, parce que la même disposition n'existe pas au niveau pénal, souvenons-nous. M. Tanguay : Et… O.K., O.K. Mais ça, c'est pénal, alors ça s'appliquerait… je ne sais pas si ça s'appliquerait… M. Caire : …151 qui s'applique. M. Tanguay : Puis là il n'y a pas ces critères-là. M. Caire : Non. M. Tanguay : O.K. M. Caire :Mais là, quand on parle de pénal, souvenez-vous, on parle de cacher de l'information, de récidive, on parle de faute lourde, là. M. Tanguay : Oui, oui, oui. Mais, de toute façon, le juge, même quand il est en pénal, il a discrétion pour dire que ça va être 5 000 $ ou 50 000 $. Alors… M. Caire : Oui, c'est ça. Ce n'est pas dans les critères, mais le juge a le pouvoir. M. Tanguay : On... Oui. M. Caire : Puis justement on ne l'a pas mis au niveau pénal parce qu'on est dans un procès plus formel avec juge et avec des représentations des partis, etc., là, ce qui n'est pas le cas d'une SAP. M. Tanguay : C'est bon. Le Président (M. Bachand) : Merci beaucoup. Est-ce qu'il y a d'autres interventions? Donc, nous allons procéder à sa mise aux voix. Est-ce que l'article 83 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci. M. le député de Chapleau. M. Lévesque (Chapleau) : 84 : L'article 551.2 de cette loi est modifié par le remplacement de «10 000 $, ou, s'il s'agit d'une personne morale, d'une amende de 10 000 $ à 30 000 $» par «50 000 $ ou, dans les autres cas, d'une amende de 15 000 $ à 150 000 $». L'article 551.2 de la Loi électorale est modifié afin de rehausser le montant des amendes qu'il prévoit en matière de protection des renseignements personnels et afin d'assurer une concordance avec le montant des amendes prévues à la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels. Le Président (M. Bachand) :Merci beaucoup. Interventions? S'il n'y a pas d'intervention, nous allons procéder à la mise aux voix. Est-ce que l'article 84 est adopté? Des voix : Adopté. Le Président (M. Bachand) :Adopté. Merci. M. le député de Chapleau. M. Lévesque (Chapleau) : Oui. L'article 85 : L'article 570 de cette loi est modifié par la suppression du deuxième alinéa. L'article 570 de la Loi électorale est modifié en raison de l'abrogation de l'article 125 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels effectuée par le projet de loi. Le Président (M. Bachand) :M. le député de LaFontaine.  M. Tanguay : Oui. C'était quoi, l'abrogation? On a abrogé quoi? M. Lévesque (Chapleau) : Attendez un petit peu. Vas-y. M. Miville-Deschênes (Jean-Philippe) : Bien, en fait, c'était la possibilité de communiquer des renseignements à des fins de recherche, qui était à 570. Ça fait que, grosso modo, c'est un changement d'emplacement, là. M. Tanguay : Ce qu'on vient de faire tantôt. M. Miville-Deschênes (Jean-Philippe) : Oui, c'est ça. Exact. M. Tanguay : O.K. Ça me va. Le Président (M. Bachand) :Est-ce qu'il y a d'autres interventions? Donc, nous allons procéder à la mise aux voix. Est-ce que l'article 85 est adopté? Des voix : Adopté. Le Président (M. Bachand) :Adopté. Merci beaucoup. M. le député de Chapleau. ", "nb_suspensions": 0, "votes_par_consentement": 1, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Tanguay", "M. Tanguay", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)"], "nb_intervenants": 73, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 2, "nb_interventions_ministre": 9, "nb_interventions_gouvernement": 17, "nb_interventions_opposition": 18, "nb_interventions_presidence": 27}, {"debut": "10:50", "fin": "11:00", "debats": "• (10 h 50) • M. Lévesque (Chapleau) : Oui. Donc, ça nous amènerait à l'article 93, à moins que je ne m'abuse, là. C'est bien ça? O.K. Article 93, donc : L'article 1 de la Loi sur la protection des renseignements personnels dans le secteur privé est modifié : 1° par l'insertion, dans le deuxième alinéa et après «renseignements», de «, que leur conversation soit assurée par l'entreprise ou par un tiers,»; 2° par l'insertion, dans le troisième alinéa et après «(chapitre C-26)», de «et à ceux détenus par une entité autorisée dans la mesure prévue par la Loi électorale»; 3° par l'ajout, à la fin du cinquième alinéa, de la phrase suivante : «Elles ne s'appliquent pas non plus aux renseignements personnels qui concernent l'exercice par la personne concernée d'une fonction au sein d'une entreprise, tel que son nom, son titre et sa fonction, de même que l'adresse, l'adresse de courrier électronique et le numéro de téléphone de son lieu de travail.» Donc, nous aurions un amendement à cet article. Le Président (M. Bachand) : Oui. Vous pouvez en faire lecture, s'il vous plaît. M. Lévesque (Chapleau) : Oui, je peux lire? Bon, parfait. Remplacer le paragraphe  2° de l'article 93 du projet de loi par le paragraphe suivant : 2° par l'insertion, dans le troisième alinéa et après «(chapitre C-26)», de «et à ceux détenus par un parti politique, un député indépendant ou un candidat indépendant dans la mesure prévue par la Loi électorale». Cette modification vise à remplacer la notion d'entité autorisée, utilisée dans le projet de loi, par «parti politique, député indépendant ou candidat indépendant». Le Président (M. Bachand) : Interventions sur l'amendement? Donc, nous allons procéder à la mise aux voix. Est-ce que l'amendement à l'article 93 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Donc, on revient à l'article 93 tel qu'amendé. Interventions? M. Tanguay : Oui. Sur 93, là, ici, qu'est-ce qu'on fait, si vous me l'expliquez dans vos mots, là? «Elles ne s'appliquent pas non plus aux renseignements personnels qui concernent l'exercice par la personne concernée d'une fonction au sein d'une entreprise...» O.K. Ça… Bon, ça, c'est public. Autrement dit, on dit que ça, c'est public, ces renseignements-là. Mais qu'est-ce qu'on vient faire à l'article 93? Une voix : ... M. Miville-Deschênes (Jean-Philippe) : Oui. Bien, en fait, pour cette portion-là, c'était une recommandation de la Commission d'accès à l'information, là, pour ce qui est des renseignements relatifs à l'exercice d'une personne dans une entreprise. La commission soulevait, dans son rapport quinquennal, qu'il y a… disons qu'on fait une demande d'accès, que ce soit au public souvent, puis là il y a les renseignements sur une personne qui agit à titre de président-directeur général ou à titre de représentant d'une entreprise, ces renseignements-là étaient considérés personnels. Ça fait que la commission disait que… elle donnait l'exemple de d'autres juridictions dans lesquelles ce n'était pas le cas puis elle disait que l'équilibre était peut-être rompu quand on considère comme personnels des renseignements d'une personne qui agit dans un cadre professionnel au sein d'une entreprise. Donc, la modification vise à donner suite à cette recommandation-là puis dit : Effectivement, ces renseignementslà, quand tu agis à titre professionnel au sein d'une entreprise, ce n'est pas un  renseignement personnel qui doit être, tu sais, caviardé à chaque fois. M. Tanguay : Donc, c'est… il ne bénéficie pas d'une protection particulière... M. Miville-Deschênes (Jean-Philippe) : C'est ça. M. Tanguay : ...il peut être rendu public, puis on ne peut pas dire : C'est un renseignement personnel pour s'opposer à la divulgation de ça. M. Miville-Deschênes (Jean-Philippe) : Exact. M. Tanguay : O.K. C'est bon. Le Président (M. Bachand) : Merci. Est-ce qu'il y a d'autres interventions? Donc, nous allons procéder à la mise aux voix. Est-ce que l'article 93, tel qu'amendé, est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté. Merci. M. le député de Chapleau. M. Lévesque (Chapleau) : Merci. Nous aurions un amendement pour un nouvel article, donc le 142.1, avec consentement. Le Président (M. Bachand) : Il a déjà été lu. Il était suspendu. M. Lévesque (Chapleau) : Oh! Ah! d'accord. Oui, avec le consentement, nous aimerions rouvrir cet article, ou du moins… Une voix : … M. Lévesque (Chapleau) : Oui. Le Président (M. Bachand) : Oui... M. Lévesque (Chapleau) : Il avait été lu, même, par le ministre, je pense. Une voix : … M. Lévesque (Chapleau) : On peut… Le Président (M. Bachand) : Il avait été déposé pour la séance du 17 août. M. Lévesque (Chapleau) : M. le Président, il y avait eu le dépôt, je crois, et lecture également par le ministre?  Le Président (M. Bachand) : Oui, la lecture avait été faite. M. Lévesque (Chapleau) : D'accord. Mais on peut peut-être le relire pour… M. Tanguay : Oui, si on peut le relire. Je l'ai ici. M. Lévesque (Chapleau) : Oui, avec plaisir, pour le bénéfice de tous. Donc, insérer, après l'article 142 du projet de loi, le suivant : 142.1. Cette loi est modifiée par l'insertion, après l'article 80.1, du suivant : «80.1.1. Aux fins de l'application des sous-sections 4.1 et 5, un parti politique est assimilé à une personne physique.» Donc, l'amendement vise à indiquer qu'un parti politique est considéré comme une personne physique aux fins de l'application des sous-sections 4.1 et 5 de la section VII de la Loi sur la protection des renseignements personnels dans le secteur privé. Le Président (M. Bachand) : M. le député de LaFontaine. M. Tanguay : Là, c'est... de la section VII, sous-section 4.1… 4.1, on l'a ajoutée, hein, c'est ça? M. Lévesque (Chapleau) : Oui. M. Tanguay : 5, c'est les dispositions pénales? M. Lévesque (Chapleau) : Oui, c'est ça. M. Tanguay : 5, c'est les dispositions pénales, article 91 et suivants, et 4.1… Des voix : ... M. Lévesque (Chapleau) : La volonté derrière ça, c'est évidemment que les partis politiques soient soumis aux montants des amendes applicables, là, en lien avec les personnes physiques. M. Tanguay : 4.1, c'est sanctions administratives pécuniaires. O.K. Autrement dit,  4.1, c'est notre ancien 150, puis section 5, c'est le 151 du projet de loi. Donc, la question, c'est que les sanctions administratives pécuniaires vont être imposables, évidemment, aux partis politiques. M. Lévesque (Chapleau) : Exactement, sous la forme de… donc attribuable à une personne physique. M. Tanguay : O.K. Ça me va, M. le Président. Le Président (M. Bachand) : Est-ce qu'il y a d'autres interventions? Donc, nous allons procéder à la mise aux voix. Est-ce que l'amendement créant le nouvel article 142.1 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Donc, le nouvel article 142.1 est adopté. Merci. M. le ministre… M. le député, pardon. M. Lévesque (Chapleau) : Oui, bien, vous aviez raison de dire «M. le ministre» parce que je céderais, à ce moment-ci, la parole à M. le ministre pour compléter en beauté le projet de loi. Merci. Une voix : ... Le Président (M. Bachand) : Merci... M. Lévesque (Chapleau) : Ou en bonté. Le Président (M. Bachand) : Merci beaucoup, M. le député de Chapleau. M. Caire : En beauté, bien oui. Checke le bonhomme. Écoute, écoute, écoute. Le Président (M. Bachand) :Alors… M. Caire : Oui, merci, M. le Président. Donc, nous en serions, si je ne m'abuse, à l'article 165. L'article 165 se lit comme suit : La présente loi entre en vigueur le (indiquer ici la date qui suit d'un an celle de la sanction de la présente loi), à l'exception de l'article 30 et 112, dans la mesure où il édicte le troisième alinéa de l'article 27 de la Loi sur la protection des renseignements personnels dans le secteur privé (chapitre P-39.1), qui entrent en vigueur le (indiquer ici la date qui suit de trois ans celle de la sanction de la présente loi). Et, M. le Président, j'ai un amendement à déposer à l'article 165, qui se lirait comme suit : Remplacer l'article 165 du projet de loi par le suivant : «165. Les dispositions de la présente loi entrent en vigueur le (indiquer ici la date qui  suit de deux ans celle de la sanction de la présente loi), à l'exception : «1° du paragraphe 2° de l'article 38 et des articles 69, 148, 162.1 et 162.2 qui entrent en vigueur le (indiquer ici la date de sanction de la présente loi); «2° les articles 1, 3 et 7, des sous-paragraphes c et d, en ce que ces derniers concernent les articles 63.7 et 67.2.1 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels (chapitre A-2.1), du paragraphe 2° de l'article 12, de l'article 14 en ce qu'il édicte les articles 63.7 à 63.10 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels, de l'article 23, de l'article 24 en ce qu'il concerne l'article 62… 67.2.1 — pardon — de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels, du paragraphe 2° de l'article 33, des articles 35.1 à 37, du paragraphe 1° de l'article 38, des articles 39 à 49, 52 à 61, de l'article 62, à l'exception des paragraphes 4.1° et 6.2° du premier alinéa de l'article 155 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels édictés par le paragraphe 2° de cet article, des articles 63, 76 à 77, 81... 80.1 à... 85 à 86.1, 91 à 92.1, de l'article 95 en ce qu'il édicte les articles 3.1 et 3.5 à 3.8 de la Loi sur la protection des renseignements personnels dans le secteur privé (chapitre P-39.1), des sous-paragraphes c, en ce que celui-ci concerne l'article 18.4 de la Loi sur la protection des renseignements personnels dans le secteur privé, et d du paragraphe 1° de l'article 104, de l'article 107 en ce qu'il édicte l'article 18.4 de la Loi sur la protection des renseignements personnels dans le secteur privé, des articles 110, 124, 125, 127 à 134, 141, 142 à... 144 à 147 et l'article 149 en ce qu'il édicte les paragraphes 3° et 3.1° de l'article 90 de la Loi sur la protection des renseignements personnels dans le secteur privé, des articles 155, 156, 159, 161 et 162, qui entrent en vigueur (indiquer ici la date qui suit d'un an celle de la sanction de la présente loi); «3° l'article 30 et de l'article 112, dans la mesure où il édicte le troisième alinéa de l'article 27 de la Loi sur la protection des renseignements personnels dans le secteur privé (chapitre P-39.1), qui entrent en vigueur le (indiquer ici la date qui suit de trois ans celle de la sanction de la présente loi); «4° de l'article 151 en ce qu'il édicte le paragraphe 2.1° de l'article 91 de la Loi sur la protection des renseignements personnels dans le secteur privé, qui entre en vigueur à la date de l'entrée en vigueur de l'article 108 de la Loi sur les agents d'évaluation de crédit (2020, chapitre 21).» Donc, M. le Président, en gros, c'est une entrée en vigueur par étapes de la loi. L'obligation de nommer le responsable entre en vigueur... le responsable de la loi  entre en vigueur la première année. Les pouvoirs de la commission, donc, les nouvelles dispositions qu'on a prises, c'est dans la première année. Donc, toutes ces choses-là vont être mises en place dans la première année. La possibilité aussi pour la recherche, parce que les chercheurs nous ont demandé de ne pas trop tarder avant d'appliquer les dispositions de la loi, donc, ça, ça va rentrer en vigueur la première année. Les autres dispositions, tel qu'on avait discuté, qui étaient d'un an, on les étire à deux ans, puis certaines dispositions seront étirées à trois ans. • (11 heures) • M. Tanguay : ...c'est le dernier... à moins que je me trompe, M. le Président, c'est le dernier article. On pourrait peut-être juste prendre quelques minutes, puis ce qu'on pourrait faire... on pourrait peut-être juste passer rapidement puis dire : Ça, c'est quoi, ça, c'est quoi, si ça vous va. Alors...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "M. Lévesque (Chapleau)", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay"], "nb_intervenants": 47, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 3, "nb_interventions_ministre": 2, "nb_interventions_gouvernement": 16, "nb_interventions_opposition": 11, "nb_interventions_presidence": 15}, {"debut": "11:00", "fin": "11:10", "debats": "11 h (version révisée) M. Caire : ...la première année. Les autres dispositions, tel qu'on avait discuté, qui étaient d'un an, on les étire à deux ans, puis certaines dispositions seront étirées à trois ans. M. Tanguay : Et le 67, c'est le dernier, à moins que je me trompe, M. le Président, c'est le dernier article. On pourrait peut-être juste prendre quelques minutes, puis ce qu'on pourrait faire, on pourrait peut-être juste passer rapidement puis dire : Ça, c'est quoi? Ça, c'est quoi? M. Caire : Oui. M. Tanguay : Si ça vous va. Alors... M. Caire : Bien, ça me va, ça me va parfaitement. M. Tanguay : Oui, oui, avec Me Miville, là, ça va être en rafale, autrement dit, là, parce que... M. Caire : Oui. Voilà! Je comprends. Même moi, je le lisais puis je n'étais pas... Tout ça, là. M. Tanguay : «165. Les dispositions de la présente loi entrent en vigueur (indiquer  ici la date qui suit...» Donc, la règle de base, c'est que c'est : entre en vigueur dans deux ans pour l'article 165. M. Caire : C'est ça. M. Tanguay : Deux ans. Bon, «à l'exception de». Et là le premier paragraphe, lui, c'est à la sanction. Alors, premier paragraphe, à la sanction, c'est l'article 38. C'était quoi, l'article... M. Miville-Deschênes (Jean-Philippe) : 38, c'est le pouvoir du ministre de demander à la CAI de traiter un sujet dans son rapport annuel. M. Tanguay : O.K. Parfait. 69, c'était quoi, 69? Là, comme vous allez voir, ça va être en rafale, là, c'est un examen... M. Miville-Deschênes (Jean-Philippe) : Bien je peux... Oui, oui, je me suis préparé. M. Tanguay : Vous êtes prêt, là? M. Miville-Deschênes (Jean-Philippe) : 69, c'est le rapport... le report de la date de dépôt du rapport quinquennal de la commission. La commission était supposée déposer un rapport cette année. Donc, on le reporte en 2026. M. Tanguay : Parfait. 148. M. Miville-Deschênes (Jean-Philippe) : Ah! c'est la même chose, dans le privé, public, le rapport quinquennal. M. Tanguay : O.K. 162.1 et 162.2. M. Miville-Deschênes (Jean-Philippe) : Ça, c'est deux modifications à la Loi sur les agents d'évaluation de crédit. Puisque cette loi-là rentre en vigueur sur décret, bien, la disposition, nous, qu'on modifie, on la fait rentrer en vigueur immédiatement. De toute façon, ça va être sur le décret du ministère des Finances. M. Tanguay : O.K. Parfait. Donc, ici... Après ça, le prochain bloc, deuxième paragraphe, c'est un an, donc entre en vigueur dans un an. 1, 3 et 7, ça, c'est les organismes publics. C'était quoi, ça? M. Miville-Deschênes (Jean-Philippe) : 1, c'est les fonctions du responsable des comités. 3, c'est, bien, une concordance avec le comité pour la délégation. Puis 7, c'est le principe de responsabilité, d'obligation. M. Tanguay : Parfait. Puis on va voir ça au privé aussi, la même chose, j'imagine. M. Miville-Deschênes (Jean-Philippe) : Oui.  M. Tanguay : 63.7 et 67.2.1? M. Miville-Deschênes (Jean-Philippe) : 63.7, c'est les incidents de confidentialité, 63.7. M. Caire : 67.2.1, c'est la recherche. M. Tanguay : C'est la recherche? M. Miville-Deschênes (Jean-Philippe) : Oui. M. Tanguay : Puis 63.7? M. Caire : 67.2.1, vous allez voir plus tard, 67.2.2, 67.2.3, c'est tout relié à la recherche. M. Tanguay : Puis 63.7? M. Miville-Deschênes (Jean-Philippe) : 63.7, c'est les incidents de confidentialité, tout l'encadrement des incidents de confidentialité. M. Tanguay : O.K., ça fait que les... O.K., l'encadrement des... M. Caire : L'encadrement, ça, ça rentre en vigueur dans la première année. De le dire à la commission, ça, ça rentre en deuxième année. M. Tanguay : C'est-à-dire après un an. M. Caire : Oui, c'est ça. Dans la première année. M. Tanguay : C'est bon. Article 12 et 14. M. Miville-Deschênes (Jean-Philippe) : Bien, 12 et 14... M. Tanguay : C'est en concordance avec ce qu'on a vu... M. Miville-Deschênes (Jean-Philippe) : Oui, c'est ça, c'est aussi les incidents de confidentialité et la recherche. M. Tanguay : Ah oui, oui. M. Miville-Deschênes (Jean-Philippe) : C'est des dispositions de concordance. M. Tanguay : On est dans le même lot aussi, je pense. 23, 24, c'était quoi, par rapport à 67.2.1, 23, 24?  M. Miville-Deschênes (Jean-Philippe) : Bien, c'est ça, 23, c'est la communication à des fins de recherche, puis 24 aussi, c'est, dans le fond, l'inscription au registre des communications à des fins de recherche. Ça fait que c'est deux dispositions qui portent sur la communication, là, à des fins de recherche. M. Tanguay : O.K. Articles 33, 35.1 à 37. M. Miville-Deschênes (Jean-Philippe) : 33, c'est de la concordance par rapport à la désignation du responsable, là, c'est une modification de concordance. 35.1 à 37, c'est différentes fonctions du président puis du V.P., incluant le nouveau viceprésident responsable de la... avec des compétences en technologies de l'information. M. Tanguay : Tous les processus de nomination, justement, ils rentrent en vigueur... ils ne rentraient pas en vigueur immédiatement, à la sanction de la loi? M. Caire : Bien, ça va être un an. M. Tanguay : Ça va être un an. Autrement dit, on a mis dans la loi, on se rappelle... M. Caire : Non, «indiquer ici la date d'un an.» C'est ça, c'est dans un an. M. Tanguay : Les deux vice-présidences aux deux tiers puis c'est ça... M. Caire : La nouvelle vice-présidence, ça va rentrer en vigueur d'ici un an. M. Tanguay : O.K. M. Caire : Parce que, là, on parle de la nouvelle vice-présidence, là. M. Tanguay : Oui, oui, oui, et... Mais ça ne change rien que dans la loi actuelle la présidence et les commissaires sont nommés aux deux tiers? M. Caire : Oui. M. Tanguay : Ça ne change rien, ça? M. Caire : Non, non.  M. Tanguay : Là, c'est juste la nouvelle mouture qu'on leur donne un an pour se revirer de bord autrement dit. M. Caire : C'est ça. Exactement. M. Tanguay : 39 à 49, 52 à 61. M. Miville-Deschênes (Jean-Philippe) : ...la sensibilisation, demandes péremptoires, plaideurs quérulents. M. Caire : Ça, il faut que ça rentre en vigueur rapidement parce que, justement, on lui demande d'émettre des lignes directrices puis un cadre sur les SAP. Donc, il faut que ça arrive en vigueur au moment où... Parce que ça les guide, dans le fond, là, pour l'application de la loi. Il faut que ça rentre en vigueur avant, là. M. Tanguay : 63, 65 à 77, les sanctions. M. Miville-Deschênes (Jean-Philippe) : Ça, c'est de la concordance pour la recherche dans d'autres lois. Puis aussi, la divulgation, on avait mis un délai pour qu'une entreprise divulgue à la CAI une banque de données biométriques, un délai de 60 jours qui rentrait en vigueur, là, après un an. M. Tanguay : 80.1, puis 85 à 86. 80.1, on vient de le voir, c'était... M. Caire : Ce sont les droits des... M. Tanguay : C'était quoi déjà? M. Miville-Deschênes (Jean-Philippe) : ...c'est les communications à des fins de recherche par le DGE. M. Tanguay : Ah, O.K., puis 85 à 86.1, ça, c'est dans l'année. M. Miville-Deschênes (Jean-Philippe) : 85, c'est aussi la recherche par le DGE. 86, 86.1, c'est des modifications à la loi sur l'ISQ par rapport à la communication des renseignements. M. Tanguay : Oui, oui, oui. 91 et 92.1. M. Miville-Deschênes (Jean-Philippe) : C'est des modifications de concordance à la Loi concernant le partage de certains renseignements de santé en matière de recherche aussi, là. M. Tanguay : Article 95. M. Miville-Deschênes (Jean-Philippe) : 95, là, on rentre dans le privé, c'est la  désignation d'un responsable, la responsabilité puis les incidents de confidentialité, 3.1, 3.5 à 3.8. M. Tanguay : Dans un an. O.K. Donc, ça veut dire, pour un parti politique puis pour le privé, s'ils changent leur système dans l'année qui suit, ça ne sera pas... il n'y a pas besoin de faire l'évaluation, mais pour la... dans un an, pour tout nouveau système ou refonte... M. Caire : Refonte, acquisition puis développement. M. Tanguay : ...il devra faire une évaluation des risques. M. Caire : Oui. M. Tanguay : Ça, c'était 95. Sous-paragraphe... 95, en ce qu'il édicte 3.1... sousparagraphe c de l'article... Ça, c'est l'effet de 95. Et l'article 104? M. Miville-Deschênes (Jean-Philippe) : Bien, 104, c'est la liste des communications permises. Donc, les deux qui sont entrées en vigueur, c'est la communication aux fins d'une transaction commerciale puis la recherche. M. Tanguay : Comment vous dites? Communication fermée? M. Miville-Deschênes (Jean-Philippe) : Une communication lors d'une transaction commerciale puis la communication à des fins de recherche. M. Tanguay : O.K. Puis c'est quoi, 104? Excusez-moi, je reviens là-dessus. M. Miville-Deschênes (Jean-Philippe) : Non, bien, 104, en fait, il liste toutes les communications qui sont permises dans la loi. Puis les deux qui seraient entrées en vigueur après un an, c'est celle à des fins de recherche, dans le fond, qu'on a déjà vue dans les articles spécifiques, là, mais c'est de la concordance un peu, puis la communication aux fins d'une transaction commerciale quand il y a une fusion, acquisition, etc., là. M. Tanguay : Parfait. 110? M. Miville-Deschênes (Jean-Philippe) : 110, encore la communication à des fins de recherche.  M. Tanguay : 124, 125? M. Miville-Deschênes (Jean-Philippe) : 124, 125, ça, on tombe dans les pouvoirs de la CAI qu'il y avait aussi dans le public, donc le plaideur quérulent, l'autorisation de ne pas tenir compte d'une demande abusive. M. Tanguay : Puis 27 à 34? M. Miville-Deschênes (Jean-Philippe) : Là, c'est tout le régime d'appel et de contestation. Il y a des modifications de concordance un peu... bien, de concordance, pour distinguer l'appel de la contestation, qui font l'objet de procédures distinctes, entre autres, là. Ça fait que c'est vraiment dans le fonctionnement de la Commission d'accès à l'information, là. M. Tanguay : O.K. 41, 42, c'est la concordance. 44 à 47, ça, c'est les représailles, 44. M. Miville-Deschênes (Jean-Philippe) : Puis demande péremptoire, caractère exécutoire des ordonnances de la commission. M. Tanguay : Ça veut dire que la... O.K. Ça fait que, dans le fond, il y a une phase où la commission va émettre les bulletins, va s'organiser, les nominations. Puis, après ça, dans un an, là, la commission commence réellement. Elle est lancée, là. M. Caire : C'est ça. M. Tanguay : 80... à 147 de l'article 149. M. Miville-Deschênes (Jean-Philippe) : 149, c'est les SAP. Dans le fond, il y en a juste deux qui rentreraient en vigueur... M. Tanguay : Les quoi, les? M. Miville-Deschênes (Jean-Philippe) : Excuse, les sanctions administratives pécuniaires. M. Tanguay : Sanction administrative pécuniaire. O.K., les SAP. M. Miville-Deschênes (Jean-Philippe) : Les sanctions, là, pour lesquelles il faut tenir en... prendre en considération la capacité de payer. Dans le fond, il y aurait la... M. Caire : ...les SAP, ça rentre en vigueur... M. Miville-Deschênes (Jean-Philippe) : Non, il y en a juste deux. M. Caire : Oui, c'est ça.  M. Miville-Deschênes (Jean-Philippe) : Ça serait celle pour les incidents de confidentialité, si une personne, si un organisme ou une entreprise n'informe pas la... bien, une entreprise n'informe pas la commission ou les personnes concernées qu'il y a eu un incident, bien là, il y a une sanction pour ça. Puis deux, c'est pour les mesures de sécurité, l'obligation de prendre les mesures de sécurité qui sont nécessaires compte tenu de la sensibilité ou du nombre de renseignements détenus, là. M. Tanguay : Les sanctions administratives pécuniaires, ce n'était pas 150, ça? M. Caire : Oui, 150, qui est l'article 91? M. Miville-Deschênes (Jean-Philippe) : Non, 150, c'est les sanctions pénales, de mémoire, là. M. Caire : 150? M. Tanguay : Non, c'est 151. M. Caire : Non, c'est 151, les pénales? 150, ce n'est pas les SAP, c'est 149? M. Miville-Deschênes (Jean-Philippe) : Bien, c'est parce que je veux voir, là. M. Caire : Ça se peut, je suis peut-être en décalage. M. Miville-Deschênes (Jean-Philippe) : Je vais regarder, je ne suis pas sûr non plus, j'ai un petit doute, là. M. Caire : Il me semble c'était 150, 151. M. Tanguay : Oui, 150, c'est les SAP. M. Caire : Puis 151, c'est les pénales, il me semble, Me Miville-Deschênes. M. Miville-Deschênes (Jean-Philippe) : Oui, oui, oui. Mais 149, est-ce que je me serais trompé? 149, c'est les pouvoirs réglementaires. M. Caire : Parce que les sanctions comme telles ne rentrent pas en... C'est ça, il me semblait que les SAP puis les sanctions pénales, ce n'était pas un an, là. M. Miville-Deschênes (Jean-Philippe) : Ça serait plus urgent. M. Tanguay : 151, on l'a dans le quatrième paragraphe de cet amendement-là : «Les dispositions de la présente loi entrent en vigueur (indiquer ici la date qui suit de deux ans...» à l'exception de... M. Miville-Deschênes (Jean-Philippe) : En fait, là, j'ai commis une erreur. 149, c'est les pouvoirs réglementaires. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)"], "nb_intervenants": 122, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 39, "nb_interventions_ministre": 30, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 53, "nb_interventions_presidence": 0}, {"debut": "11:10", "fin": "11:20", "debats": "• (11 h 10) • M. Tanguay : Oui. C'est correct. M. Miville-Deschênes (Jean-Philippe) : C'est ça. Donc, c'est deux pouvoirs réglementaires en lien avec les incidents de confidentialité. M. Tanguay : Puis, là, on fait juste un petit saut, parce que, là... O.K., 149. Mais là, on reviendra tantôt. 151, je le vois au quatrième paragraphe : «À l'exception de l'article...» Donc, le début de l'amendement dit : C'est dans deux ans, à l'exception de ce qui suit : «4° de l'article 151 en ce qu'il édicte le paragraphe 2.1° de l'article 91 de la Loi...» Regarde, autrement dit, 150 et 151, les SAP puis les pénalités, à l'exception du 2.1°, là, s'appliquent dans deux ans? M. Miville-Deschênes (Jean-Philippe) : C'est ça. M. Tanguay : O.K. Pourquoi, si la commission est en fonction après un an, tu sais, puis qu'elle a tout, puis qu'elle surveille, papi, papa... Dans un an, la commission, elle roule, là, elle... M. Caire : Elle, elle roule, mais ça veut dire que son... M. Tanguay : Mais les sanctions, ça veut dire que mon monde public est... M. Caire : Je lui donne un an de plus pour... parce qu'on se dit que la commission va s'organiser, va émettre ses directives, elle va émettre son cadre au niveau des SAP puis elle va émettre les cadres au niveau des évaluations relatives aux facteurs. Donc, elle a tout... dans le fond, un an pour se mettre en place là-dessus, puis après ça, il faut quand même laisser du temps aux entreprises puis aux organismes publics.  M. Tanguay : De toute façon, ils ont deux ans. M. Caire : À partir de ça, c'est pour ça qu'il y a un an de plus. M. Tanguay : Oui, oui. De toute façon, ils ont deux ans, eux autres. La loi va être en vigueur. Leur nouveau comportement, le Code civil, le code de bon comportement, c'est deux ans. Alors, tu ne peux pas avoir des pénalités un an avant, là. O.K. M. Caire : C'est ça, c'est ça. Mais on demande à la commission de donner les «guidelines» avant pour que tout le monde sache c'est quoi, les... avec quels règlements on va jouer. M. Tanguay : À 155, 6, 9, 61, qui entre en vigueur... M. Miville-Deschênes (Jean-Philippe) : 155, 156, c'est des modifications de concordance à la Loi sur la publicité légale par rapport à la communication. M. Tanguay : O.K. Loi sur la régie d'assurance... Elle n'est pas là. 159, loi santé et sécurité dans... M. Miville-Deschênes (Jean-Philippe) : Des modifications de concordance en matière de recherche, là, pour mettre les mêmes exigences dans cette législation. M. Tanguay : C'est bon. Troisième paragraphe «de l'article 30 et de l'article 112», c'est quoi, ça, 30? M. Caire : L'article initial, là. M. Miville-Deschênes (Jean-Philippe) : C'est le droit à la portabilité des renseignements personnels, le droit d'exiger la communication dans un format structuré couramment utilisé. M. Tanguay : C'est quoi, ça, «portabilité»? C'est... M. Caire : C'est le droit de partir avec vos informations personnelles. M. Tanguay : O.K. Et le pendant... et de l'article 112... 30, c'est public, 112, c'est privé? M. Caire : 112, c'est au privé. C'est ça, c'est au privé. 30, c'est au public. M. Tanguay : L'article 27, qui entre en vigueur dans la mesure où il édicte... M. Caire : Ça, c'est celui qu'on a reporté. M. Tanguay : C'est bon, 112. M. Caire : Oui, c'est ça. M. Tanguay : Puis 151 en ce qu'il édicte... 151, O.K., ça, on l'a vu. Donc, je fais juste résumer, M. le Président, c'est deux ans, sauf 1°, à la sanction, 2°, dans un an, puis à 3°, c'est trois ans. Pourquoi trois ans, portabilité? Pourquoi trois ans, 30 et 112? M. Caire : Bien, c'est parce que ça nécessite une organisation, ça nécessite... M. Tanguay : ...une mise en place d'un système pour qu'il fasse le... qui tienne la route. M. Caire : ...une mise en place des systèmes. On a eu quand même pas mal, là, d'échos, c'est-à-dire de pouvoir être capable de... Puis, tu sais, ça veut dire aussi être capable de faire le recensement de tout ce que je possède, donc de s'organiser et d'organiser les systèmes, d'être capable de faire la trace de tout ce que j'ai. Tu sais, vous le disiez vous-même, M. le député, là, des fois, moi, je peux recueillir des renseignements depuis déjà un certain temps, là. Puis faire le ménage là-dedans, là, ce n'est pas toujours simple. Ça fait qu'on se dit, on va donner trois ans pour être capables de restructurer tout ça. Puis après trois ans, bien là, si je te demande de me donner les informations que tu possèdes sur moi, normalement, tu as eu le temps de t'organiser pour avoir un recensement qui est précis. M. Tanguay : Puis il y a... Ça, ça va s'appeler le grand ménage, là. M. Caire : Ça veut dire beaucoup de grand ménage. M. Tanguay : Ils vont... Bien, il y a des... Ils vont dire : Oh! moi, je ne veux plus répondre de ça, ça, ça. Puis ça va détruire, détruire, détruire, ce qui est une bonne chose. M. Caire : Bien, juste pour nos organismes publics, là, juste pour nos organismes publics, M. le député, imaginez-vous, là, 304 organismes publics qui collectent de  l'information sur les citoyens, là, faire l'arrimage de ça, là. Trois ans? M. Tanguay : Puis pour les privés aussi, ils vont «deliter»... M. Caire : Bien, le privé, c'est la même chose. On ne peut pas... M. Tanguay : Ils vont faire du ménage. M. Caire : Tu sais, on ne peut pas se donner des privilèges puis... M. Tanguay : Non, non, c'est ça. M. Caire : Alors... M. Tanguay : Alors, il va falloir qu'ils investissent, il va falloir qu'ils investissent, puis qu'ils... Parce que ça va coûter... Ça ne sera pas gratuit, là, pour personne, là. M. Caire : Non. M. Tanguay : Puis c'est correct, il faut qu'ils fassent le ménage, puis qu'ils détruisent, puis qu'ils encadrent, puis qu'il y ait des pare-feux, puis tout ça. O.K., moi, ça me va, M. le Président. Le Président (M. Bachand) : Merci. Est-ce qu'il y a d'autres interventions? S'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix. Est-ce que l'amendement à l'article 165 est adopté? Des voix : Adopté. Le Président (M. Bachand) : Est-ce qu'il y a d'autres interventions sur 165, tel qu'amendé? M. Tanguay : Non. Le Président (M. Bachand) : Donc, nous allons procéder à la mise aux voix. Est-ce que l'article 165, tel qu'amendé, est adopté? Des voix : Adopté. Le Président (M. Bachand) : Adopté, merci beaucoup. Est-ce que le titre du projet de loi est adopté? Des voix : Adopté. Le Président (M. Bachand) : Je propose que la commission recommande la renumérotation du projet de loi amendé. Est-ce que cette motion est adoptée?  Des voix : Adopté. Le Président (M. Bachand) : Je propose que la commission adopte une motion d'ajustement des références. Cette motion est-elle adoptée? Des voix : Adoptée. Le Président (M. Bachand) : Nous sommes maintenant aux remarques finales. M. le député de René-Lévesque, s'il vous plaît. M. Ouellet : Merci beaucoup, M. le Président. Je vais réserver mes commentaires lors de l'adoption finale au salon bleu. Merci. Le Président (M. Bachand) : Merci beaucoup. M. le député de LaFontaine. M. Tanguay : Oui, merci beaucoup, M. le Président. C'était un projet de loi qui, au départ, on l'avait... on l'avait décrié, là, qui ratissait très, très large parce qu'il visait à régler trois secteurs distincts, organismes publics, organismes privés et partis politiques, d'où, je pense, c'est notre 18e séance, à moins que je me trompe, là, alors, on a passé énormément d'heures, mais c'était nécessaire parce qu'on a pu voir qu'on ne peut pas réellement faire du copier-coller. Et on a, je pense, M. le Président, avec le travail qu'on a accompli... Il y a eu des échanges, on s'est entendus sur quand même beaucoup de choses, on ne s'est pas entendus sur d'autres, mais à la fin, c'est la  commission qui décide, et ce sera l'Assemblée nationale qui décidera avec la majorité. Mais, chose certaine, je pense que foncièrement c'est un pas, un très grand pas dans la bonne direction. Heureux d'avoir pu, à plusieurs occasions, voir l'ouverture du ministre à des idées, des suggestions. Et, comme vous avez vu, M. le Président, là, qu'on se le tienne pour dit, qu'on le sache, qu'on le note, 18 séances, on pourra calculer, là, on est au-dessus de 100 heures de travail pour un projet de loi qui avait 165 articles, plus d'autres par amendements, c'est ça que ça prend pour faire un travail intelligent. Puis je ne pense pas, malgré les dizaines, et les dizaines, et les dizaines d'heures, il y a beaucoup de journées de sept heures là-dedans, on doit friser... on doit être au-dessus de 150 heures, M. le Président. Tout ça pour dire que c'est ça que ça prend pour faire du travail intelligent, et ce n'est pas le nombre d'heures qui dit : Ah! bien là, il y a du temps qui est perdu. Je ne pense pas qu'on pourrait dire : Il y a une seule minute de ces dizaines et dizaines d'heures là qui a été perdue en pure perte, sauf peut-être pour les farces, mais, M. le Président, à un moment donné, on peut travailler puis avoir un peu d'humour, puis des fois ça aide à nous calmer puis à revenir à des propos plus constructifs. Mais, au-delà de ça, je pense que... Je tiens à saluer donc l'ouverture du ministre, à remercier, évidemment, le collègue de Chapleau avec lequel on a fait le dernier pan, là, partis politiques, remercier les collègues, également, autour de la table, qui ont été là en présentiel, en virtuel et en présentiel, et à remercier les collègues de la deuxième et troisième opposition, vous remercier, M. le Président, le secrétariat. Et je tiens évidemment à remercier, encore une fois, Sophie Chateauvert et Oscar Lescarbeau, Sophie qui nous a suivis jusqu'à la mi-juin, qui a quitté pour d'autres fonctions, on lui souhaite tout le meilleur, et Oscar Lescarbeau, qui nous a aidés à la fin. Et là les gens vont dire : Ça ne se peut pas, il l'a oublié, il l'a oublié, ça ne se peut pas, il a oublié Me Miville-Deschênes. Ça ne se peut pas que je l'aie oublié, je ne l'avais pas oublié, je le gardais pour le dessert et le remercier pour sa compétence. Il nous a fait gagner, je pense, beaucoup de temps, avait des remarques pertinentes qui nous donnaient l'éclairage rapidement. Alors, lui souligner, M. le Président, et souligner à la commission toute la valeur que j'accorde au travail qu'il a fait. Merci beaucoup, on vous en doit une fière chandelle. Et je pense que c'est important de le souligner. Alors, on aura l'occasion de faire des commentaires, il y a énormément de choses. Donc, je réserverai mes commentaires pour ce qui est du fond des choses, de ce qu'on  a accompli, des bouts de chemin qu'on aurait pu faire, mais somme toute c'est un exercice que je qualifie... que je catégorise du côté très positif de notre travail parlementaire. Alors, sur le fond des choses, j'aurai l'occasion de revenir en prise en considération puis à l'adoption finale. Mais voilà, alors fier du travail quand même qui a été accompli. Voilà, M. le Président. Merci. Le Président (M. Bachand) : Merci. Avant de céder la parole au ministre, M. le député de Chapleau. M. Lévesque (Chapleau) : Oui, merci beaucoup, M. le Président. Alors, quelques mots rapidement, là, d'abord pour remercier le ministre de sa confiance pour m'avoir accordé la possibilité de faire le volet, là, sur les partis politiques. Je remercie également le collègue, les collègues qui ont bien travaillé dans ce sens-là, également les collègues de l'opposition. Puis remercier nos directions générales des différents partis, là, qui ont également mis la main à la pâte, puis évidemment les légistes de l'État, Me Miville-Deschênes, également l'ensemble de l'équipe au cabinet du ministre. Je crois que c'est un excellent projet de loi qui va dans la bonne direction de la protection des renseignements personnels. Donc, merci beaucoup, puis à vous aussi, M. le Président, et le secrétariat. Merci. Le Président (M. Bachand) :Merci beaucoup, M. le député de Chapleau. M. le ministre, s'il vous plaît. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Ouellet", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)"], "nb_intervenants": 58, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 5, "nb_interventions_ministre": 17, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 25, "nb_interventions_presidence": 10}, {"debut": "11:20", "fin": "", "debats": "• (11 h 20) • M. Caire : Merci, M. le Président. Mon écran me cache la vue de... Bien, écoutez, moi aussi, je serai bref, à l'image des collègues. J'aurai plus de commentaires à faire à l'adoption finale, mais je veux, au premier chef, vous remercier, M. le Président. Je veux remercier la secrétaire de la commission pour l'excellent travail et tous les membres de la commission pour l'excellent travail que vous faites toujours et le support que vous nous donnez pour ces travaux parlementaires qui sont importants. Je veux aussi remercier les juristes de l'État qui nous ont accompagnés tout au long de cette aventure, ceux qui ne sont pas ici et ceux qui sont ici, avec un remerciement particulier pour Me Miville-Deschênes, moi aussi, puis que j'ai vu grandir à travers cette expérience parlementaire. Je ne pense pas me tromper en disant qu'il y a des choses qui ont été modifiées de la première journée à cette journée-ci. Puis j'espère qu'ils ont apprécié l'expérience avec nous, comme nous avons apprécié l'expérience avec eux. Remercier le collègue de René-Lévesque, le collègue de Jean-Lesage, le collègue de Gouin pour leur participation. Je n'ai pas, M. le Président, oublié mon collègue de LaFontaine. Je voulais juste avoir des mots particuliers pour lui parce que, compte tenu du travail qu'on a fait et de l'accompagnement, du début à la fin, lui dire que ça a été très agréable de travailler avec lui. J'apprécie énormément le travail de fond qui a été fait. Moi, je pense qu'au niveau des médias on aurait intérêt à regarder un peu plus ce qui se passe ici puis peut-être un peu moins, en tout cas, ce qui se passe au salon bleu parce que c'est la preuve que, oui, il y a un travail partisan qui se fait à l'Assemblée nationale, puis c'est normal, on fait tous partie de familles politiques puis on a ça... il y a ce volet-là qui est indissociable dans notre travail, mais il y a aussi un chapeau de législateur qu'on porte. Et j'ai travaillé avec des collègues qui avaient à coeur l'intérêt du Québec, à coeur de doter le Québec d'une législation solide et qui n'avaient aucun autre intérêt que de produire la meilleure loi possible. Puis je salue le travail de fond qui a été fait, oui, par le collègue de La Pinière, mais particulièrement par le collègue de LaFontaine. Ça a été extrêmement agréable de travailler en sa compagnie. Et, oui, il y a eu des moments d'humour, puis je pense que ça fait partie du fait qu'ici, bien, à un moment donné, il faut qu'on ait ces petits moments d'écart là. Je veux remercier mes collègues de la partie ministérielle qui nous ont accompagnés. Merci beaucoup. Avec un remerciement évidemment particulier à mon collègue de Chapleau. Il me remercie pour la confiance, mais de retour je veux le remercier de l'excellent travail qui a été fait parce qu'on a vu une partie ici de ce qui a été fait sur les partis politiques, mais c'est des longues heures de discussion, d'être capable de fédérer l'ensemble des partis politiques autour d'une idée qui était le fait qu'on doit aussi resserrer les règles autour de comment nous traitons les informations, les renseignements personnels des Québécois, mais aussi de concilier l'apport social des partis politiques parce qu'effectivement les partis politiques, pour moi, sont un... sont des mouvements qui sont extrêmement importants qui représentent des courants de pensée, des courants de la société. Et ces véhicules-là doivent aussi être capables de faire ce travail-là, qui est très particulier, qui ne peut pas être associé à une entreprise, qui ne peut pas être associé à un organisme public. Donc, on a cette espèce de bibitte là qu'il faut être capable de caser. Puis ça n'a pas été... ça n'a pas toujours été simple, puis mon collègue de Chapleau, en collaboration avec les directions générales, notamment, des autres partis politiques, l'a fait de main de maître. La preuve en est le travail qu'on a fait aujourd'hui et le consensus qui s'est établi autour des articles. Donc, je le remercie infiniment. J'espère qu'il a apprécié l'expérience, mais moi, je peux lui dire que je suis extrêmement fier du travail qu'il a accompli aujourd'hui, vraiment très fier de ce qui a été fait.  Donc, M. le Président, sur le fond, à l'image de mon collègue de LaFontaine, je garderai mes commentaires pour les deux dernières étapes, qui sont la prise en considération et l'adoption finale. Merci, M. le Président. Le Président (M. Bachand) : Merci beaucoup, M. le ministre. Sur ce, la commission, ayant accompli son mandat, ajourne ses travaux sine die. Merci beaucoup. À bientôt.  ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "Le Président (M. Bachand)"], "nb_intervenants": 2, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 1, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 1}]