[{"debut": "", "fin": "10:00", "debats": " ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "10:00", "fin": "10:10", "debats": "10 h (version révisée) (Dix heures deux minutes) Le Président (M. Bachand) : Bonjour, tout le monde. Ayant constaté le quorum, je déclare la séance de la Commission des institutions ouverte. Avant de débuter les travaux de la commission, je vous rappelle que le port du masque de procédure est obligatoire en tout temps, hormis lors du moment de prendre la parole dans le cadre de nos travaux. La commission est réunie afin de poursuivre l'étude détaillée du projet de loi n° 64,  Loi modernisant des dispositions législatives en matière de protection des renseignements personnels. Avant de débuter, Mme la secrétaire, y a-t-il des remplacements? La Secrétaire : Oui, M. le Président. M. Birnbaum (D'Arcy-McGee) est remplacé par M. Barrette (La Pinière); M. Zanetti (Jean-Lesage), par M. Nadeau-Dubois (Gouin); Mme Hivon (Joliette), par M. Ouellet (René-Lévesque). Le Président (M. Bachand) :Merci beaucoup. Je vous rappelle qu'il avait été convenu de suspendre l'étude de l'amendement visant à introduire l'article 36.1 proposé par le ministre. Nous avons également suspendu les articles 78 à 85, 93, 96 et 100 du projet de loi. Lors de l'ajournement de nos travaux le jeudi 27 mai, l'article 112 du projet de loi venait d'être adopté. Donc, M. le ministre, je vous invite à lire l'article 113. M. le ministre, s'il vous plaît. M. Caire : Oui, merci, M. le Président. Donc, l'article 113 se lit comme suit : L'article 28 de cette loi est remplacé par les suivants : «28. Outre les droits prévus au premier alinéa de l'article 40 du Code civil, toute personne peut, si le renseignement personnel le concernant est inexact, incomplet ou équivoque, ou si sa collecte, sa communication ou sa conservation ne sont pas autorisées par la loi, exiger qu'il soit rectifié. «28.1. La personne concernée par un renseignement personnel peut exiger d'une personne qui exploite une entreprise qu'elle cesse la diffusion de ce renseignement ou que soit désindexé tout hyperlien rattaché à son nom permettant d'accéder à ce renseignement par un moyen technologique, lorsque la diffusion de ce renseignement contrevient à la loi ou à une ordonnance judiciaire. «Elle peut de même, ou encore exiger que l'hyperlien permettant d'accéder à ce renseignement soit réindexé, lorsque les conditions suivantes sont réunies : «1° la diffusion de ce renseignement lui cause un préjudice grave relatif au droit au respect de sa réputation ou de sa vie privée; «2° ce préjudice est manifestement supérieur à l'intérêt du public de connaître ce renseignement ou à l'intérêt de toute personne de s'exprimer librement;  «3° la cessation de la diffusion, la réindexation ou la désindexation demandée n'excède pas ce qui est nécessaire pour éviter la perpétuation du préjudice. «Dans l'évaluation des critères du deuxième alinéa, il est tenu compte, notamment : «1° du fait que la personne concernée est une personnalité publique; «2° du fait que la personne concernée est mineure; «3° du fait que le renseignement est à jour et exact; «4° de la sensibilité du renseignement; «5° du contexte dans lequel s'effectue la diffusion du renseignement; «6° du délai écoulé entre la diffusion du renseignement et la demande faite en vertu du présent article; «7° si le renseignement concerne une procédure criminelle ou pénale, de l'obtention d'un pardon ou de l'application d'une restriction à l'accessibilité des registres des tribunaux judiciaires. «Les articles 30, 32 et 34 s'appliquent à une demande faite en vertu du présent article, avec les adaptations nécessaires.» Donc, M. le Président, cet article remplace l'article 28 de la Loi sur la protection des renseignements personnels dans le secteur privé par le nouvel article 28 et 28.1 de cette loi. L'article 28 de la Loi sur la protection des renseignements personnels dans le secteur privé... Le terme «rectifier» comprend la suppression. L'article 28.1 est introduit à la Loi sur la protection des renseignements personnels dans le secteur privé afin d'octroyer à une personne concernée par un renseignement personnel le droit d'exiger que cesse la diffusion d'un tel renseignement ou que soit désindexé ou réindexé un hyperlien rattaché à son nom permettant d'accéder à son renseignement par un moyen technologique. M. le Président, c'est essentiellement le droit à l'effacement dont on parle ici. Le Président (M. Bachand) :Merci beaucoup. Je sais que vous avez un amendement, peut-être, plus tard, hein? M. Caire : Je le lis maintenant, M. le Président? Alors, l'amendement : Remplacer le paragraphe 2° du troisième alinéa de l'article 28.1 de la Loi sur la protection des renseignements personnels dans le secteur privé, proposé par l'article 113 du projet  de loi, par le paragraphe suivant : «2° du fait que le renseignement concerne la personne alors qu'elle est mineure;». Ce remplacement vise à préciser que, dans le contexte d'une demande de cessation de diffusion ou de déréférencement, désindexation ou réindexation d'un hyperlien rattaché au nom d'une personne, s'effectuant dans le cadre du deuxième alinéa de l'article 28.1 de la Loi sur la protection des renseignements personnels dans le secteur privé, l'entreprise devrait tenir compte non pas de l'âge de la personne concernée au moment de la demande mais plutôt du fait que la demande vise les renseignements personnels d'une personne alors qu'elle était mineure. Donc, ici, il s'agit de recontextualiser l'âge par rapport au préjudice par rapport au moment où les demandes sont faites. Le Président (M. Bachand) :Est-ce qu'il y aurait interventions sur l'amendement, s'il vous plaît? M. le député de Gouin. M. Nadeau-Dubois : ...juste pour bien saisir. Ça, ça devient, donc, un autre des critères qui sera utilisé par l'entreprise pour évaluer le préjudice, dans le fond? M. Caire : Oui, bien, c'est ça. Oui. M. Nadeau-Dubois : Ça vient s'ajouter dans la deuxième section de l'article? M. Caire : C'est ça. C'est : «Dans l'évaluation des critères du deuxième alinéa, il est tenu compte de...», donc «du fait que la personne concernée est mineure». Ici, on veut s'assurer que ce qui est pris en compte, c'est que la personne était mineure au moment des faits, pas nécessairement au moment où elle fait sa demande. Donc, elle peut faire sa demande plus tard, mais, au moment où les faits ont été avérés, elle était mineure, et c'est ça qui doit être pris en compte. M. Nadeau-Dubois : Merci beaucoup. M. Barrette : ...en lien avec l'amendement. La personne mineure, elle-même, là, quand on viendra à... Il n'y a pas de contradiction, la personne mineure peut  demander un déréférencement pour la question... M. Caire : Elle le peut. Là, je ne sais pas si c'est... Je vais demander à Me MivilleDeschênes de préciser si c'est à partir de 14 ans ou plus ou si, à tout moment, la personne mineure peut faire cette demande-là. Le Président (M. Bachand) :Est-ce qu'il y aurait consentement pour donner la parole à Me Miville-Deschênes? Consentement. Me Miville-Deschênes, s'il vous plaît. M. Miville-Deschênes (Jean-Philippe) : La personne mineure peut faire une demande de suppression, là. Le Président (M. Bachand) : M. le député de La Pinière, oui. M. Barrette : Les mots ayant une importance, là, je vais me servir de l'amendement pour poser les questions que j'aurais posées s'il n'y avait pas eu d'amendement, puis ça va revenir au même, là. M. Caire : Ces questions-là devant être posées, qu'elles le soient. M. Barrette : C'est ça. Alors, quand on parle de cessation de diffusion ou de déréférencement... Bon, déréférencement, c'est un concept qui est propre aux réseaux sociaux, on va dire. M. Caire : Technologie, oui. M. Barrette : Oui, mais disons que c'est... le coeur du concept du déréférencement, c'est... ou du référencement, là, c'est les réseaux sociaux. M. Caire : Oui, oui, oui. M. Barrette : Bien, réseaux sociaux incluant... M. Caire : Sites Web, etc. M. Barrette : On va dire que Google, c'est un réseau social, O.K.? M. Caire : Oui. M. Barrette : Maintenant, diffusion, là, ça englobe quoi sur le plan légal? Quelles sont les ramifications de la diffusion? ", "nb_suspensions": 0, "votes_par_consentement": 1, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Barrette", "M. Caire", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "Le Président (M. Bachand)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette"], "nb_intervenants": 28, "nb_interventions_secretaire": 1, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 10, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 10, "nb_interventions_presidence": 6, "nb_interventions_PLQ": 7, "nb_interventions_QS": 3, "nb_interventions_PQ": 0}, {"debut": "10:10", "fin": "10:20", "debats": "• (10 h 10) • M. Miville-Deschênes (Jean-Philippe) : ...diffusion, c'est le fait de rendre public, de diffuser au public. C'est une publication à tous, en quelque sorte. M. Barrette : Ce n'est sûrement pas le fait de rendre public. C'est ça que je veux vraiment creuser, là. Pour être bien clair, là, rendre public et diffuser quelque chose, ce n'est pas la même chose légalement, à moins que je ne me trompe. M. Caire : Bien, c'est-à-dire que diffuser fait partie de la notion de rendre public. Rendre public ne se limite pas à la diffusion, vous avez raison, mais la diffusion ellemême, c'est... implique nécessairement de le rendre public. Mettons, voyez ça comme l'ensemble très large, c'est rendre public. Je peux rendre public en disant, je veux dire... Je prends mon téléphone, je montre une vidéo à tout le monde, je le rends public dans les faits, mais, quand on parle ici de moyens technologiques, ça veut dire qu'à travers, vous l'avez dit, une page Facebook, un Twitter, un Instagram, un site Web, je diffuse, donc je rends public, là. Je le rends accessible à tous ceux qui ont accès à ces sites-là. M. Barrette : O.K. Et là est-ce qu'il y a des limites à ça? J'essaie de préciser, là, parce que j'aurais posé la question, là. Si on adopte l'amendement, je viens de clore le débat sur la diffusion, ça fait que j'aimerais ça le faire aussi. M. Caire : Je ne comprends pas, M. le député. M. Barrette : Bien là, c'est... là, c'est parce que, si je vote pour l'amendement, je vote pour la diffusion sans l'avoir débattue. M. Caire : Bien, en fait, non... M. Barrette : Bien, je peux revenir quand même, mais je le fais quand même ici, là. M. Caire : En fait, non, M. le député, parce que tout ce que l'amendement fait, c'est de préciser que l'âge dont on doit tenir compte, c'est l'âge au moment des faits. Donc, la diffusion... vous n'avez pas nécessairement à être d'accord avec la diffusion ou  non. La question que l'amendement vous pose, c'est : Êtes-vous d'accord pour dire qu'on ne devrait pas tenir compte de l'âge du plaignant au moment où il fait sa demande, on devrait tenir compte de l'âge du plaignant au moment où les faits se sont produits? C'est ça que l'amendement dit. M. Barrette : Ça, j'avais compris ça. M. Caire : O.K. Non, mais c'est pour ça, parce que vous dites : Si je vote pour l'amendement, je vote pour la diffusion. Pas nécessairement. M. Barrette : Oui, mais il faut que je comprenne c'est quoi, la diffusion, pareil. M. Caire : Oui, puis ça, c'est... Mais, ceci étant dit, on peut en discuter maintenant, M. le député, moi, je n'ai pas d'enjeu. M. Barrette : Oui. Alors donc, la diffusion, elle n'est pas techniquement définie. Je vais prendre un exemple, là, une diffusion non publicitaire dans des réseaux... la diffusion de quelque chose dans le semainier paroissial. Là, vraiment, je fais exprès, là. M. Caire : Oui, oui. Non, non, mais c'est correct. M. Barrette : Là, ça fait partie de la diffusion? M. Caire : Oui. M. Barrette : La diffusion, ce n'est pas juste lié aux moyens technologiques? M. Caire : Sauf si on parle de déréférencement ou de désindexation, là, c'est sûr qu'on ne peut pas déréférencer un... M. Barrette : Quelque chose qui n'est pas référencé au départ, bon. M. Caire : ...un journal, c'est ça, quelque chose qui n'est pas référencé. On ne peut pas désindexer quelque chose qui n'a pas d'index. Donc, c'est sûr que, quand on fait référence à ces notions-là, on fait référence exclusivement aux moyens  technologiques. C'est pour ça, tantôt, je disais : Diffuser, donc, dans le sens où Me Miville-Deschênes le disait, rendre public, ce n'est pas nécessairement une diffusion par un moyen technologique, mais utiliser un moyen technologique pour diffuser, c'est nécessairement rendre public. M. Barrette : Bien, oui, ça, c'est clair, c'est clair. C'est que, pour vivre, il faut respirer, puis, quand on respire, on est vivant. C'est correct, ça, ça va, mais là, la diffusion, là, ici, là, c'est n'importe quoi qui est multiplié, on va le dire comme ça, mettons, dans l'espace public. M. Miville-Deschênes (Jean-Philippe) : Bien, en fait, c'est rendre accessible au public, rendre disponible au public, c'est ça diffuser. Puis il y a... la loi sur l'accès, il y a un règlement sur... d'application de la loi sur l'accès qui oblige la diffusion de certains renseignements, puis elle précise de quelle façon, c'est-à-dire sur un site Internet. Donc, c'est un terme qu'on retrouve notamment dans le Règlement de la diffusion, qui exige, là, dans le cas du règlement, de rendre accessible sur le site Internet de l'organisme certains renseignements, certains documents, là. M. Barrette : O.K. Alors, le «tenir compte», lui, on va le voir, juste la signification, dans l'esprit du ministre, du «tenir compte», l'implication dans 28.1, après, quand qu'il sera amendé. M. Caire : Bien, ça veut dire qu'au moment où vous évaluez la demande, les critères... le prisme à travers lequel la demande doit passer, là, c'est des critères qu'on fixe, là, parce qu'on ne veut pas non plus que ça soit complètement aléatoire puis arbitraire. Il y a quand même des éléments là-dedans qui vont parler en faveur d'accéder à la demande, là, puis ces éléments-là en font partie. Ceci étant, il ne faut pas oublier que... puis là je vais demander à Me Miville-Deschênes de compléter, mais ça n'enlève en rien les recours judiciaires possibles, là. Donc, ce qu'on veut, c'est... Dans un premier temps, l'entreprise va recevoir et traiter la demande. Ceci étant, le plaignant peut toujours passer par les tribunaux, mais cette voie-là étant une voie plus rapide, puis, dans ces contextes-là, on comprend que quelquefois la célérité a bon goût, il y a des critères qui vont plaider en faveur de la demande. Puis, bien, on établit ces critères-là, dont les entreprises doivent tenir compte pour dire : Regarde, si on rencontre ces critères-là, là, ça serait une bonne idée que tu accèdes à la demande. M. Barrette : O.K. Dans l'amendement, là, pourquoi vous écrivez «devrait»? Là, vous allez me dire que «doit», c'est le... «devrait», c'est le verbe «devoir», là, mais ce n'est pas «devra», là. C'est comme si c'était conditionnel : «devrait tenir compte non  pas de l'âge mais plutôt du fait que la demande vise des renseignements...» M. Caire : Vous êtes où, M. le député? Parce que moi, j'ai «du fait que le renseignement concerne la personne alors qu'elle est mineure». M. Barrette : Est-ce que, quand vous dites «devrait», c'est un conditionnel ou... M. Caire : Mais où vous voyez... où vous... M. Barrette : L'entreprise devrait tenir compte non pas de l'âge... M. Caire : Ah! O.K., excusez-moi. Parce que là vous me parliez de l'amendement. Je m'excuse. M. Barrette : Bien, c'est parce qu'on est dans l'amendement. Le Président (M. Bachand) : Dans les commentaires, M. le ministre. M. Barrette : On est dans les... pardon, dans les commentaires. C'est vrai, oui, pardon. Vous avez raison. M. Caire : Une entreprise de... Je le cherche, là, je m'excuse. M. Barrette : C'est la troisième ligne avant... la quatrième ligne avant la dernière. M. Caire : À 28.1. M. Barrette : Dans les commentaires, oui, dans l'amendement. M. Caire : Ah! dans les commentaires. M. Barrette : Oui. M. Caire : Ah! O.K. Excusez-moi, là, c'est parce que là je le cherchais dans l'article, là. M. Barrette : Non, non, je comprends, c'est moi qui s'est mal exprimé. Vous me pardonnerez, M. le ministre. M. Caire : O.K. Dans les commentaires de l'amendement. Bon, na, na, na. Pourquoi, dans les commentaires, on a écrit : «...devrait tenir compte et non pas...»? Bien, je ne sais pas, honnêtement. Parce que la vérité, c'est que... ce que l'amendement dit, c'est que l'entreprise doit considérer l'âge de la personne au moment des faits, c'est ça que ça dit, là. M. Barrette : C'est ça, là?  M. Caire : Oui, oui, c'est ça que ça dit. M. Barrette : Ce n'est pas un conditionnel, là? M. Caire : Non, non, non, il n'y a pas de conditionnel. Pourquoi la rédaction du commentaire... Je ne sais pas. Puis je m'excuse si ça a semé de la... M. Barrette : Ce n'est pas grave, c'est dans le commentaire. M. Caire : Je vous présente mes excuses, parce que je ne peux pas m'excuser moimême. Alors, je peux, mais c'est moins délicat un peu, mais non, c'est un critère qui dit que tu dois tenir compte de l'âge de la personne au moment des faits et non pas au moment où elle fait sa demande. M. Barrette : O.K. Le Président (M. Bachand) : Est-ce que ça va pour l'amendement? M. Barrette : Ça va pour l'amendement. Le Président (M. Bachand) : Parfait. Donc, s'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Barrette (La Pinière)? M. Barrette : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'amendement est adopté. Et, si vous êtes d'accord, on reviendrait à des études par bloc, donc on serait à 28. Est-ce qu'il y aurait des interventions sur 28? M. le député de Gouin, s'il vous plaît.  M. Nadeau-Dubois : Bien, en fait, c'est sur l'économie générale, là, de 113, là, je pourrais faire le commentaire n'importe où. Le droit à l'oubli, ce dont il est question, c'est un concept qui est intéressant puis c'est un concept qui est important. Puis je sais notamment que, dans plusieurs circonstances, c'est souhaité par des gens qui sont victimes d'injustices graves, là, causées par la circulation sur le Web de toutes sortes d'affaires. Je sais notamment que, dans le cadre de la Commission spéciale sur l'exploitation sexuelle des mineurs, ça faisait partie des recommandations. Et donc je pense qu'on a tous un fort préjugé favorable à cette idée, surtout quand on le pense pour ces circonstances-là. Tu sais, on se dit : C'est... Puis, bon, il y a des phénomènes, tu sais, il y a toutes sortes de phénomènes sur les médias sociaux aujourd'hui qui pourraient être atténués par des dispositions comme celles-là. Ça fait que je veux juste prendre le temps de commencer par dire que, sur le fond, là, on est tous dans la même équipe là-dessus, puis c'est superimportant. Ceci étant dit, il y a quand même, lors de la commission parlementaire, des groupes qui sont venus nous parler du revers de la médaille, parce qu'il y a toujours deux côtés à une médaille. Et il y avait une inquiétude, notamment du côté de la Ligue des droits et libertés, qu'en voulant faire quelque chose de bien on ouvre également des portes à d'autres pratiques. Puis je veux juste... je veux voir si le ministre y a réfléchi, c'est-à-dire comment ne pas s'assurer que... En fait, comment s'assurer que le droit à l'oubli ne soit pas utilisé par certains individus ou certaines organisations pour faire disparaître de l'espace public des informations, qui, par ailleurs, sont d'intérêt public, même si elles les embarrassent? Puis, évidemment, là, je ne parle pas de situations d'exploitation sexuelle, je ne parle pas, bon, de scènes dégradantes ou de trucs qui seraient invasifs dans la vie privée. Mais, quand même, je n'ai pas trouvé bête du tout l'avertissement de certains groupes qui sont venus nous dire : Attention que ça ne puisse pas être utilisé, par exemple, par une grande entreprise qui est particulièrement... puis je vais faire un cas hypothétique, là, particulièrement dérangée par un reportage d'un petit journal local ou d'un petit... d'un blogueur indépendant qui fait un article particulièrement dur. Puis, bon, on peut être d'accord ou pas d'accord, mais ça fait partie de la liberté d'expression. Puis même si c'est très, très critique, puis même si c'est hautement litigieux, bon, on est dans une société libérale où, même des opinions extrêmes, si elles ne sont pas haineuses ou elles n'appellent pas à la violence, il faut les tolérer. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "Le Président (M. Bachand)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "Le Président (M. Bachand)", "M. Barrette", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Barrette", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Nadeau-Dubois"], "nb_intervenants": 64, "nb_interventions_secretaire": 5, "nb_interventions_fonctionnaire": 2, "nb_interventions_ministre": 23, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 29, "nb_interventions_presidence": 4, "nb_interventions_PLQ": 27, "nb_interventions_QS": 2, "nb_interventions_PQ": 0}, {"debut": "10:20", "fin": "10:30", "debats": "• (10 h 20) •  Donc, comment on fait pour que, par exemple, c'est ça, une grande entreprise ne puisse pas dire : Bien là, ça, ça me dérange vraiment, j'ai une batterie d'avocats, et donc je m'adresse à, disons, Google ou un média social, et cette grande entreprise là voit arriver une batterie d'avocats de l'autre grande entreprise et se dit : Ouf! On va s'économiser du trouble, on va accéder à la demande, on va déréférencer? Et là la grande entreprise en question est bien contente, mais, du point de vue de l'intérêt public, on vient peut-être de commettre une erreur. Une personnalité publique, dans le domaine politique ou dans le domaine du showbusiness, qui est... ou dans le domaine des affaires, qui a beaucoup d'argent, beaucoup d'influence, il y a des trucs qui se mettent à circuler sur les médias sociaux à son égard, ça lui déplaît. Comment on fait pour que ces dispositions-là ne puissent pas être instrumentalisées par des gens comme ça qui, en fait... ou, donc, des gens, ou des organisations qui viendraient utiliser cette disposition-là pour nettoyer l'espace public d'informations qui leur déplaisent? Comment on pare à ce risque-là? Le Président (M. Bachand) : M. le ministre. M. Caire : Bien, en fait, c'est l'objet de 28.1, parce que, si vous regardez... Puis ça va un peu dans le sens de la question que le député de La Pinière posait sur les critères, donc... Alors, on dit : «Elle peut faire de même, ou encore exiger que l'hyperlien permettant d'accéder à ces renseignements soit réindexé, lorsque les conditions suivantes sont réunies...» Alors là, on dit : Tu peux demander, tu peux te prévaloir de ton droit à l'effacement, mais il y a quand même des conditions qui doivent être réunies pour que l'entreprise accède à ta demande. Donc, prenons le cas qui est soulevé par mon collègue de Gouin, qui est un très bon cas. Puis effectivement on ne veut pas avoir... on veut avoir les effets positifs, mais on veut s'éviter les effets pervers, puis on ne voudrait pas qu'il y ait une possibilité de censure. Ce n'est pas le droit... La censure n'est pas le droit à l'effacement, donc il faut tracer la frontière entre les deux. Or, ici on dit : «la diffusion de ce renseignement lui cause un préjudice grave relatif au droit au respect de sa réputation ou de sa vie privée.» Donc, il y a un préjudice, il y a une notion de préjudice grave. «Ce préjudice est manifestement supérieur», donc même s'il y a un préjudice, le préjudice doit être manifestement supérieur à l'intérêt du public de connaître ce renseignement ou à l'intérêt de toute personne de s'exprimer librement. Donc, on le précise, là. Tu sais, je veux dire, ça n'est en rien une négation de la liberté d'expression. Puis,  oui, on peut tenir des propos qui dérangent et, oui, on peut tenir des propos qui bousculent. Ça n'implique pas un droit à l'effacement. Par contre, on ne peut pas causer un préjudice à la réputation, on ne peut pas s'immiscer dans la vie privée des gens au-delà de ce qui est d'intérêt public. Donc, je pense que ces articles-là viennent balancer cette possibilité-là. Et on rajoute à ces critères-là, qui doivent être réunis, des éléments dont on doit tenir compte. On comprend qu'une personne mineure est particulièrement vulnérable. Je pense que mon collègue et les collègues vont être d'accord pour dire que des personnalités publiques peuvent aussi être plus vulnérables, quelquefois, à des abus. Puis là je parle vraiment d'abus, je ne parle pas d'une opinion tout à fait légitime dans une société... Une voix : ... M. Caire : Bien, oui, c'est ça. Je veux dire, les citoyens ont le droit de critiquer mon travail, le travail de mon gouvernement, le travail des oppositions. On n'aime pas toujours ce qui se lit dans les journaux, vraiment pas toujours, mais, dans une société libre et démocratique, c'est tout à fait sain et c'est tout à fait correct de le faire. Et donc on ne devrait pas... Le droit à l'effacement, ce n'est pas la censure, je le répète, mais je pense que 28.1 trouve cet équilibre-là entre les deux. Ceci étant dit, M. le député, par la pratique de la loi, je pense qu'on aura peut-être à se questionner périodiquement à savoir est-ce qu'on a atteint nos objectifs. Est-ce que je peux vous jurer mes grands dieux, aujourd'hui, là, qu'on a la solution parfaite? Non, je pense... mais je pense qu'on a trouvé vraiment les... En tout cas, moi, je pense que cette solution-là, elle est viable, elle atteint l'objectif. Puis je vous dirais que, via la CAI et les rapports annuels que la CAI déposera, bien, on pourra voir s'il y a des cas qui viennent attester de cette hypothèse ou non. Le Président (M. Bachand) : M. le député de Gouin. M. Nadeau-Dubois : Je soumets au ministre une difficulté qui est... Parce qu'en effet les critères, à l'article, ils sont bons, c'est des bons critères, c'est des bonnes balises. Le problème, c'est que ce seront les entreprises qui vont devoir les appliquer au mieux de leur jugement. C'est l'entreprise, disons, par exemple, Google, ou Facebook, ou Twitter, qui va devoir juger elle-même de est-ce que la demande est légitime ou est-ce qu'elle est abusive. Puis on peut se poser la question. Puis c'est pour ça que c'est le cas de figure que je prenais un peu plus tôt, une  entreprise comme Google qui voit arriver, disons... On va prendre un exemple : Monsanto qui débarque puis qui dit : Là, là, il y a un petit journal, là, local, rural, là, qui commence à m'énerver, pouvez-vous déréférencer? Je me mets dans la peau de Google, pas le goût de me pogner avec Monsanto, pas envie de me pogner devant les tribunaux. Il y a comme une difficulté dans le fait que c'est les entreprises qui vont devoir juger de l'application des critères. Et elles vont le faire en fonction de leur lecture de la loi mais en fonction aussi de leurs intérêts. Puis, des fois, elles vont se dire : Ça ne vaut pas la peine. Entre deux acteurs qui leur font des représentations, une grande entreprise puis, disons, un petit groupe de défense de droits ou un petit journal, le rapport de force n'est pas le même. Et d'ailleurs c'est pour des considérations comme celle-là que le Barreau lui-même était arrivé à une position... était atterri, le Barreau, sur une position plus restrictive en disant : Permettons le droit à l'oubli mais seulement pour les enfants. C'était la conclusion du groupe du travail du Barreau sur cette question-là. Bon, eux autres étaient donc très prudents puis préféraient aller dans le sens d'un peu plus d'ouverture que moins. Je ne sais pas ce que le ministre pense de cette conclusion-là du Barreau, eux voulaient restreindre ça aux enfants. Je ne sais pas, moi, pour être bien honnête, je ne suis pas fixé, je ne sais pas si c'est ma position, mais les craintes que j'ai, elles étaient donc partagées par le groupe du travail du Barreau. Et est-ce qu'il n'y aurait pas lieu de donner... Parce que la conclusion du Barreau, c'est : Laissons les tribunaux trancher plutôt que de donner aux entreprises le pouvoir de faire ces arbitrages-là, alors qu'elles sont parfois juges et parties. Il y a-tu moyen de trouver un terrain d'atterrissage entre les deux, notamment en donnant peut-être un rôle plus important à la CAI sur ces enjeux-là? Qu'est-ce qu'on fait si une entreprise déréférence de manière un peu, disons, abusive, fait une interprétation très, très stricte de ces critères-là? Il y a une personne qui se sent lésée en disant : Aïe! Un instant, là, moi, je pense que ce renseignement-là a droit de citer dans l'espace public puis je suis en désaccord avec la décision de l'entreprise. Il n'y aurait pas moyen de donner un recours à la CAI dans ces situations-là, par exemple, pour qu'on trouve un juste milieu entre ce régime-là, qui est vraiment l'entreprise décide, puis je le répète, elle peut être juge et partie par moment, et peut-être la position du Barreau qui est celle de laisser seulement les tribunaux trancher? Il n'y a pas moyen de trouver quelque chose entre les deux? M. Caire : Puis je trouve la discussion vraiment très intéressante. Je vais y aller élément par élément, si mon collègue me le permet.  Premièrement, est-ce qu'on devrait limiter ça aux seuls enfants? Personnellement, je ne le crois pas. Je pense que, si on a, effectivement, de façon naturelle, une sensibilité particulière pour les enfants qui sont victimes des affres du numérique, il n'empêche pas moins que d'autres groupes d'âge peuvent en subir les mêmes contrecoups. Et, à mon sens, ce n'est pas acceptable. Je veux dire, le droit à sa réputation, le droit à sa vie privée sont des droits qu'on doit aussi protéger. Puis je vous dirais que, nous tous, comme personnalités publiques, je pense qu'on devrait avoir une sensibilité à ça. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Caire", "M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire"], "nb_intervenants": 6, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 3, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 1, "nb_interventions_presidence": 2, "nb_interventions_PLQ": 0, "nb_interventions_QS": 1, "nb_interventions_PQ": 0}, {"debut": "10:30", "fin": "10:30", "debats": "• (10 h 30) • Je répète, par contre, je veux être très clair, là, ce n'est pas de la censure. Le déréférencement, ce n'est pas de la censure. Et jamais je ne cautionnerai... Parce qu'il n'existe pas de droit à la censure, on s'entend. Puis je pense que 64 n'amène pas de droit à la censure non plus. Donc, non, je ne limiterais pas aux enfants parce que je pense que le préjudice peut être causé...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "10:30", "fin": "10:40", "debats": "10 h 30 (version révisée) M. Caire : ...ce n'est pas de la censure. Le déréférencement, ce n'est pas de la censure et jamais je ne cautionnerai parce qu'il n'existe pas de droit à la censure, on s'entend. Puis je pense que 64 n'amène pas de droit à la censure non plus. Donc, non, je ne le limiterais pas aux enfants parce que je pense que le préjudice peut être causé à toutes sortes de personnes dans toutes sortes de groupes d'âge, même si cette sensibilité-là, naturelle, on l'a, je pense, de façon plus grande quand il s'agit des enfants. Sur la question du Barreau, c'est parce que ce n'est pas mutuellement exclusif, dans le sens où on n'est pas devant un dilemme qui nous oblige à choisir entre est-ce qu'on laisse l'entreprise décider ou est-ce qu'on laisse les tribunaux décider. Il faut bien comprendre que ce régime-là ne se substitue en rien aux recours judiciaires qui existent devant les tribunaux. Toute personne peut décider d'aller plaider sa cause devant un tribunal. Ils peuvent même décider d'aller devant le tribunal directement et de ne pas faire de demande à l'entreprise. L'avantage de ce régime-là, c'est qu'on a une capacité, à mon avis... Parce que, bon, la justice étant ce qu'elle est, M. le député, vous savez comme moi que quelques fois,  si elle est aveugle, elle peut aussi prendre son temps. Et dans certains cas, le temps agrandit le préjudice. Donc, on se donne une possibilité d'en appeler directement à l'entreprise, de dire : Écoute, là, en fonction des critères qui ont été établis par la loi, je te demande de déréférencer ou désindexer cette information-là en fonction des critères qui sont là. Puis oui, je pourrais aller devant les tribunaux, puis oui, potentiellement, j'obtiendrais gain de cause. Mais le temps que je dépose ma requête, que je fasse valoir mes arguments, que la cour m'entende, que la cour prenne la cause en délibéré, que la cour rende une décision, que le jugement soit exécuté, écoute, il va se passer un an, deux ans, trois ans. Alors que si je vais directement à l'entreprise, bien, ça peut peut-être se régler à l'intérieur d'une même semaine. Donc, c'était un peu ça, l'idée de dire : On peut aller plus rapidement et on est capable peut-être d'obtenir gain de cause beaucoup plus rapidement de cette façon-là. Mais ce n'est pas mutuellement exclusif. Le recours devant les tribunaux existe toujours. Bien, sur les pouvoirs de la CAI, puis vous savez, moi, je crois à la CAI, je crois à l'action de la CAI, je crois au travail de la CAI, mais je pense quand même qu'on a au Québec cet équilibre-là de dire : Bon, bien, cette application-là de la loi se fait via les entreprises, puis l'entreprise aura toujours la possibilité de se ranger à la demande en fonction des critères qu'on a établis. Et comme je vous le dis, après ça, si le citoyen n'est pas satisfait, ou s'il le souhaite, il peut aller devant les tribunaux. Donc, je pense que cet équilibre-là, il existe déjà. Puis le pouvoir de surveillance et le pouvoir de directive de la CAI existent toujours. Donc, à la limite, la CAI, dans le respect de la loi, pourrait décider d'intervenir. Donc, elle aurait... elle a ce pouvoir-là déjà. Il restait un dernier que vous avez amené, M. le député, auquel je n'ai pas répondu, il me semble. Mais je pense qu'on a les... Ah oui! c'est ça, c'était : Qu'arrivera-t-il si une entreprise se faisait «bullyer» judiciairement? Écoutez, je pense que de toute façon, dans le contexte actuel, on ne pourrait pas empêcher une batterie d'avocats de débarquer dans une entreprise en leur disant : Bien, si tu ne fais pas ça, je vais te poursuivre. Je ne pense pas que la loi amène cette notion-là, dans le sens où, comme je vous dis, il y a toujours les tribunaux. Donc, Monsanto qui n'aime pas le fait que Google référence un article de La Terre de chez nous sur les OGM, même si, ça, est adopté, pourrait quand même débarquer chez Google et puis dire : Bien... Oups! je suis-tu en train de dire des niaiseries? Une voix : ... M. Caire : O.K. Mais oui, oui, absolument. Bien, je vais juste finir. Donc, il pourrait le faire. Ceci étant, je pars du principe qu'une entreprise comme Google, qui fait ce type de référencement là, a quand même pris des dispositions pour s'assurer que  légalement elle pouvait le faire, là, qu'il n'y avait pas d'atteinte à la réputation, il n'y avait pas de préjudice. Et donc... Puis savez-vous quoi? Je pense que Google a un contentieux qui est capable de faire face à Monsanto. Mais je vais laisser Me MivilleDeschênes compléter la réponse. Le Président (M. Bachand) : Me Miville-Deschênes, oui. M. Miville-Deschênes (Jean-Philippe) : Juste pour clarifier un peu la portée de 28.1. Dans le fond, c'est une loi qui permet à la personne concernée de faire désindexer les hyperliens qui vont apparaître suite à, comment dire, à une recherche fondée sur son nom. Donc, ça ne s'applique pas à une entreprise. Une entreprise ne pourra pas demander, en vertu de cet article-là, que l'article soit désindexé parce que ce n'est pas un renseignement personnel. Il faut que ça soit une personne physique qui dit le... exemple : L'article qui porte sur Jean-Philippe Miville doit être désindexé. Mais l'article qui porte sur une personne morale, bien, il n'a pas de droit de désindexation, c'est vraiment les renseignements personnels. Une voix : ... M. Caire : J'allais le dire. M. Nadeau-Dubois : Bien, c'est déjà une précision quand même importante, là. Dans le fond, c'est pour ça que vous l'avez fait, j'imagine, Me Miville-Deschênes. M. Miville-Deschênes (Jean-Philippe) : Oui. M. Nadeau-Dubois : Parce que, depuis tantôt, on donne, donc, des exemples qui sont à côté de la portée de l'article. Il faut que ça soit une personne physique. Donc, une entreprise n'a pas droit à l'oubli, en partant. Une voix : ... M. Nadeau-Dubois : O.K., bon. Bien, déjà, on peut exclure tous ces cas-là. Néanmoins, la source de mon malaise vient du fait que quand on saisit les tribunaux d'une affaire comme celle-là, là, on le fait de manière publique en vertu de lois qui sont publiques puis de jugements qui sont publics, alors que là, ce qu'on crée, dans le fond, c'est un raccourci, puis c'est comme ça que le ministre lui-même l'a décrit, là, temporellement, un raccourci pour qu'un acteur privé, une personne privée, demande à un autre acteur privé, une autre personne privée, de faire quelque chose, de retirer une information de la circulation de l'espace public, et la personne qui juge de si j'accepte ou pas, c'est un acteur privé, c'est une personne privée. Dans ce cas-  là, une... Dans ce cas-là, ce sera surtout des entreprises, en fait, qui opèrent ces siteslà. Donc, on donne à des acteurs privés, à des entreprises, un pouvoir, quand même pas banal, de venir trancher sur qu'est-ce qui va circuler ou pas dans l'espace public, pouvoir qui était avant réservé aux tribunaux, comme une, pour prendre un gros mot, une forme de privatisation d'un pouvoir qui était avant détenu par les tribunaux, où, là, une entreprise privée va pouvoir le faire. Là où le ministre a raison, s'il me dit : Oui, mais ça... La voie des tribunaux existe encore. Elle est plus longue, elle est plus douloureuse souvent, y compris financièrement, donc il y a des enjeux aussi d'accès à la justice, là, mais... Et moi, je ne suis pas en train d'argumenter ici pour qu'on ne crée pas ce raccourci. Le petit drapeau que je lève, c'est : Comment fait-on pour que ce raccourci ne donne pas lieu à des abus? Et pourquoi, par exemple, ne pourrait-on pas dire, si une personne, si un tiers, par exemple, est... juge que 28.1, là, a mal été appliqué par l'entreprise, là, que l'entreprise a accédé à une demande qui était frivole ou qui était injustifiée de désindexer un renseignement personnel ou une information, pourquoi ne pas créer un recours à la CAI, une espèce de — ce n'est pas un appel, parce que l'entreprise, ce n'est pas un tribunal, là — mais de permettre au moins que, s'il y a abus, bien, qu'il y ait un recours à la CAI, pour que la CAI, elle, se penche sur le dossier et dise : Bien là, je suis désolé, là, le préjudice, là, il est... mettons, le critère n° 2, là, vous l'avez mal appliqué, entreprise X ou Y, puis je vous demande de réindexer le renseignement. Pourquoi ne pas... Parce qu'évidemment l'autre option... l'autre option serait que ça soit toujours la CAI qui tranche chaque demande de déréférencement. L'autre recours, ce serait que la CAI traite chaque demande, que chaque demande de droit à l'oubli, là, de déréférencement, ce soit toujours la CAI qui le traite. Je pourrais faire cette proposition, mais ça fait plusieurs heures qu'on discute avec le ministre, puis je ne suis pas sûr qu'il voudrait aller là. Ce serait sans doute une charge de travail importante pour la commission. Ça fait que, sans dire que c'est un passage obligé, pourquoi ne pas en faire une possibilité pour les gens qui jugeraient que 28.1 a été mal appliqué? M. Caire : Bien, en fait... Bien, deux réponses. Non, effectivement, je n'irais pas sur le fait que la CAI doit être le passage obligé parce que l'objectif de ça, c'est de donner une autre possibilité aux gens de s'entendre. Voyez ça comme un règlement hors cour. Puis là je n'aime peut-être pas l'expression parce qu'on n'est pas dans une procédure où je poursuis l'entreprise. Là, j'adresse une demande à l'entreprise. Nous fixons, le législateur fixe des critères et l'entreprise, en fonction des critères, décide si  oui ou non elle accède à la demande. Ceci étant, le recours dont vous parlez, il existe à la CAI comme on peut avoir n'importe quel recours qui est en lien avec l'application de la loi d'accès à l'information et à la protection des renseignements personnels. Ce recours-là, il existe à la CAI. Puis n'oubliez pas que la CAI est quand même un tribunal administratif en matière d'accès à l'information. Donc, il existe, ce recours-là, au niveau de la CAI et ensuite avec les différents tribunaux, là, selon la séquence qu'on connaît de recours judiciaires. Donc, ce recours-là, il existe pour la CAI, et en plus, comme je vous le dis, la CAI dépose annuellement un rapport. Donc, il est possible pour nous de demander à la CAI de porter une attention particulière à l'application de cet article-là et de nous faire rapport et recommandations dans son rapport annuel, et dans son rapport quinquennal, son rapport d'application. Donc, la CAI a quand même plusieurs moyens à sa disposition de guider le législateur sur l'atteinte des objectifs ou non de l'article. Mais je réitère que moi, je... puis je crois beaucoup que dans plusieurs cas, cet article-là va permettre de régler des situations litigieuses, épineuses, très rapidement. Puis je suis à la même place que mon collègue à savoir qu'on ne doit pas non plus menotter nos tribunaux, notamment la CAI, dans les recours qui existent déjà et qui sont normalement appliqués par la loi. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Caire", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Nadeau-Dubois", "M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "M. Nadeau-Dubois", "M. Caire"], "nb_intervenants": 10, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 2, "nb_interventions_ministre": 4, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 3, "nb_interventions_presidence": 1, "nb_interventions_PLQ": 0, "nb_interventions_QS": 3, "nb_interventions_PQ": 0}, {"debut": "10:40", "fin": "11:50", "debats": "• (10 h 40) • M. Nadeau-Dubois : Donc, juste pour être clair, si un individu demande le retrait d'un hyperlien parce que ça l'embarrasse, cette personne-là, personnalité publique, par exemple, dispose d'un certain capital social, puis pas juste social, là, des avocats aguerris interpellent un réseau social, une entreprise, dit : J'aimerais que tu retires cet hyperlien parce que, franchement, moi, je juge que ça me crée un préjudice. L'entreprise dit : Ah, pourquoi pas, tu sais. Parfait, monsieur, on va le retirer, l'hyperlien. En ce moment, un tiers pourrait, en ce moment, dans l'état actuel de la loi, saisir la CAI et dire : Je juge que cette information-là a été désindexée et que ça n'aurita pas dû être le cas en vertu de 28.1. Et la CAI pourrait trancher puis ordonner le reréférencement de l'hyperlien en question. Est-ce que je comprends bien? M. Caire : Oui. Bien, en fait, c'est-à-dire que non, mais pas parce que la CAI n'en a pas le pouvoir, mais parce que la loi ne le prévoit pas. Si vous regardez l'article 28, tel qu'il est écrit actuellement, ça dit : «Outre les droits prévus au premier alinéa de l'article 40 du Code civil...». Donc là, on fait référence au Code civil, la personne concernée peut faire supprimer un renseignement personnel concernant sa collecte, si  sa collecte n'est pas autorisée par la loi. Donc, la limite de la loi, c'est de dire : Bien, tu as collecté une information. Tu n'avais pas le droit de le faire. Ça ne répondait pas aux critères de la loi actuelle. Donc là, tu dois supprimer cette information-là. Mais ce n'est pas de ça dont on parle, on parle vraiment... Bon, cas récent, des ados ont filmé de façon indue et à son insu une jeune fille, ils ont diffusé l'information, c'est sur les réseaux sociaux, c'est sur les sites publics. La jeune fille en question pourrait, selon l'article, le nouvel article 28 et 28.1, demander aux médias en question de retirer le référencement à cette vidéo-là. La loi actuelle ne le prévoit pas. Donc, dans ce sens-là, la CAI ne pourrait pas intervenir parce qu'elle doit intervenir. Elle a le pouvoir, mais la loi ne lui donne pas les poignées législatives pour le faire. M. Nadeau-Dubois : L'exemple que donne le ministre, tu sais, c'est celui qu'on a tous en tête puis c'est celui pour lequel on veut tous qu'il y ait 28.1 dans la loi, là, qu'on me comprenne bien. Moi, je parle de cas qui sont différents. Puis là, moi, je cherchais à... En tout cas, j'invitais peut-être le ministre à ce qu'on réfléchisse à une forme de garde-fous pour ne pas que ça soit utilisé pour... dans d'autres situations. Puis il m'a répondu : Il y a déjà un recours à la CAI. M. Caire : Oui. M. Nadeau-Dubois : J'essaie juste de comprendre c'est quoi, la nature de ce recourslà, peut-être que Me Miville-Deschênes peut répondre. C'est quoi, exactement, la nature de ce recours-là? Et la crainte que j'ai, puis, je le répète, qui est celle aussi du Barreau puis de la Ligue des droits et libertés, je ne suis pas le seul à avoir cette crainte-là, comment on s'assure. Est-ce que la CAI... Bien, je vais le poser directement. Est-ce que la CAI a le pouvoir d'ordonner le reréférencement — j'imagine, ça se dit — d'un hyperlien qui aurait été retiré de manière un peu frivole par une entreprise? Le Président (M. Bachand) : Me Miville-Deschênes. M. Miville-Deschênes (Jean-Philippe) : Bien, en fait, la réponse simple, c'est : Elle va avoir ce pouvoir-là. Puis l'explication, en fait, présentement, la loi se limite aux demandes d'accès ou de rectifications directement à l'entreprise qui a collecté puis qui détient le renseignement. Donc, si je fais une demande d'accès, puis j'ai un refus, ou une rectification puis un refus, j'ai un recours auprès de la section juridictionnelle de la commission, puis ils appellent un examen des mésententes, où, là, la commission va étudier les arguments des deux parties puis ordonner, dans le fond, comme tout autre tribunal administratif, va ordonner, va prendre une décision, là, qui est une ordonnance. Donc, l'article 123 du projet de loi ajoute l'article 28.1, c'està-dire que donne à la commission le pouvoir. La section juridictionnelle de la commission va avoir le pouvoir de rendre une décision sur l'application de 28.1. Donc, effectivement, si une personne intéressée dit que ça a été déréférencé, alors que, moi, je juge que ça devrait rester là, là, qu'il va avoir le droit de recours, qui existe déjà, mais qui ne s'applique pas à ces dispositions-là actuellement, auprès de la commission qui va pouvoir décider, comme tout tribunal administratif, de reréférencer, ou peu importe le mot qui s'applique, là. M. Nadeau-Dubois : Et inversement, une entreprise qui aurait décidé : Non, moi, je juge que le préjudice n'est pas vraiment significatif, donc je ne déréférence pas. Une personne intéressée pourrait demander à la CAI de trancher, puis la CAI pourrait ordonner de... Non, non, en effet, ça cause... Les critères de 28.1 sont remplis, vous devez déréférencer. Je comprends bien? M. Miville-Deschênes (Jean-Philippe) : Oui, effectivement. M. Nadeau-Dubois : O.K. Donc, on peut se rassurer en se disant que malgré le raccourci qu'on crée, qui servira, on le souhaite, surtout pour des situations... pour des bonnes raisons, si jamais ce raccourci-là était emprunté par des acteurs qui sont habités par d'autres motivations... genre juste protéger mon image dans l'espace public, bien qu'il y aurait un garde-fou, qui est la CAI, pour venir s'assurer que 28.1 est bien appliqué. Je comprends bien? M. Caire : Vous comprenez très bien. M. Nadeau-Dubois : Merci, M. le Président. Le Président (M. Bachand) : Merci. Interventions? M. le député de La Pinière, s'il vous plaît. M. Barrette : Il y a deux manières de voir ça. Il y a la manière de mon collègue. Il y a l'autre manière, je pense, puis j'aimerais ça en discuter, là. Le ministre y a bien fait référence, là. Moi, je comprends, là, que 28.1 va s'appliquer quand les renseignements collectés ont été collectés contrairement à ce qui est permis à 40. C'est-tu correct, ça? M. Miville-Deschênes (Jean-Philippe) : Non, en fait... M. Caire : ...contrairement, là, mais je vais laisser... Non, mais je vais laisser... M. Barrette : Bien, c'est parce qu'on fait référence à ce qui est permis, pas permis par la loi. M. Caire : Je vais laisser Me Miville-Deschênes...  M. Miville-Deschênes (Jean-Philippe) : En fait, 28, c'est un peu le recours classique qui permet de faire rectifier ou supprimer un renseignement s'il est collecté contrairement à la loi ou communiqué contrairement à la loi. Donc, s'il n'y a pas de consentement ou s'il y a une communication qui n'est pas permise. 28.1, c'est un autre recours, c'est un nouveau recours. M. Barrette : Je comprends, mais... Je fais exprès, là, je recommence au départ. 28, là, on fait référence à des renseignements collectés, entre guillemets, illégalement. M. Miville-Deschênes (Jean-Philippe) : Bien, notamment. M. Barrette : C'est un notamment? M. Miville-Deschênes (Jean-Philippe) : Notamment, parce qu'il y a aussi le droit de rectification s'ils sont inexacts, s'ils sont incomplets, s'il y a une erreur. Donc, 28, ça peut être des renseignements collectés illégalement, ça peut être des renseignements qui ont été collectés légalement mais qui sont conservés illégalement parce qu'ils auraient dû être détruits, ça peut être des renseignements qui sont... dont... dans lesquels il y a des erreurs puis que la personne désire faire rectifier. M. Barrette : O.K. Restons là, là, juste là, là, dans ce qui vient d'être dit, là. Là, je comprends, là, que lorsqu'une personne se considère factuellement lésée, on va dire ça comme ça, pour une ou toutes les raisons qui viennent d'être évoquées, il fait sa demande à l'entreprise. Et là l'entreprise décide d'aller de l'avant ou non. Est-ce qu'elle est obligée, en vertu de la loi, d'aller de l'avant ou non? M. Miville-Deschênes (Jean-Philippe) : On est dans le cas de l'article 28, là, une demande de suppression, là? M. Barrette : Oui, de 28, avant 28.1, là. M. Miville-Deschênes (Jean-Philippe) : Oui. Bien, est-ce qu'elle est obligée? Tout dépendant. La personne va... Disons qu'on parle d'une collecte illégale, bien là, l'entreprise va juger, elle va dire : Non, moi, je juge que j'avais le droit de les collecter, que le consentement était valide, peu importe. Puis donc elle décide si elle  refuse ou donne suite à la demande de la personne concernée. Puis, suite à ça, la personne concernée peut aller à la Commission d'accès à l'information à titre de tribunal administratif. M. Barrette : O.K. Donc, le chemin après, c'est la Commission d'accès? M. Miville-Deschênes (Jean-Philippe) : Oui. M. Barrette : O.K. Et la Commission d'accès, c'est un pouvoir exécutoire ou c'est un pouvoir de recommandation? M. Miville-Deschênes (Jean-Philippe) : Non, c'est exécutoire. C'est un tribunal administratif, c'est le même pouvoir qu'avec les organismes publics qui ont fait une demande d'accès, là. M. Barrette : Très bien. C'est juste pour le préciser, là. M. Miville-Deschênes (Jean-Philippe) : Oui, oui. M. Barrette : O.K. Parfait. Dans le cas de l'exemple que le ministre a donné, là, la jeune fille qui s'est fait filmer, ça, c'est illégal. Donc, en partant, l'organisation n'aurait pas le droit... en tout cas elle serait passible d'une sanction si elle refusait de l'enlever. M. Caire : Sanction? M. Miville-Deschênes (Jean-Philippe) : Ce n'est pas commercial, en fait. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Barrette", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)"], "nb_intervenants": 36, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 12, "nb_interventions_ministre": 6, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 16, "nb_interventions_presidence": 2, "nb_interventions_PLQ": 10, "nb_interventions_QS": 6, "nb_interventions_PQ": 0}, {"debut": "11:50", "fin": "11:00", "debats": "• (11 h 50) • M. Barrette : Ce n'est pas commercial. M. Miville-Deschênes (Jean-Philippe) : Tu sais, ce n'est pas... Tu sais, la personne, généralement, qui va rendre accessible ce type de vidéo là, ce n'est pas une entreprise. Donc, elle ne serait pas soumise à ces lois-là qui s'appliquent aux entreprises. C'est un particulier, généralement, qui va diffuser. L'avantage des nouveaux recours, c'est que, là, on vise l'entreprise qui sert de moteur de recherche pour accéder à ces vidéos-là. M. Barrette : O.K. Puis c'est ça, mon point. C'est quoi, la différence entre... M. Miville-Deschênes (Jean-Philippe) : Bien, c'est que la loi s'applique aux entreprises, la loi... M. Barrette : Actuelle.  M. Miville-Deschênes (Jean-Philippe) : ...sur la protection dans le secteur privé. Donc, si moi, Jean-Philippe Miville, à titre de particulier, je rends accessible des renseignements, je diffuse, je contreviens peut-être au Code civil, il peut y avoir de la diffamation, mais la loi ne s'applique pas à moi. C'est vraiment une loi qui s'applique juste aux activités commerciales. M. Barrette : Ah! d'accord. Et là ça va s'appliquer aux moteurs de recherche? M. Miville-Deschênes (Jean-Philippe) : Oui, parce que ces moteurs de recherche sont des entreprises. M. Barrette : O.K. Et ça va s'appliquer en fonction de 28.1 ou de 28? M. Miville-Deschênes (Jean-Philippe) : C'est 28.1, davantage le 28.1, c'est que ça va chercher ces cas-là, là, directement. M. Barrette : O.K. Parfait. La question qui a été évoquée, que je n'ai pas comprise, de la possibilité de reréférencement, ça va se gérer comment, ça? M. Caire : ...la demande de... M. Barrette : Qui? Ça veut dire que... M. Caire : L'individu, l'individu peut faire une demande de reréférencement à l'entreprise. M. Barrette : L'individu qui aurait demandé un déréférencement pourrait redemander un référencement. Mais est-ce qu'une autre partie pourrait faire ça? Je ne vois pas les... M. Caire : Non, c'est l'individu qui est concerné par le renseignement personnel qui est diffusé qui peut faire la demande. M. Barrette : O.K. Le Président (M. Bachand) : ...Me Miville-Deschênes, vous voulez rajouter quelque chose?  M. Miville-Deschênes (Jean-Philippe) : Oui, bien, juste pour être sûr qu'on se comprenne bien. Dans le fond, la demande de déréférencer, c'est la personne physique concernée. M. Barrette : Oui. M. Miville-Deschênes (Jean-Philippe) : Mais la demande de mettre en... comment dire... M. Barrette : Reréférencer. M. Miville-Deschênes (Jean-Philippe) : ...de reréférencer, c'est toute personne intéressée. M. Barrette : Toute personne intéressée. M. Miville-Deschênes (Jean-Philippe) : Toute personne intéressée peut faire une demande... M. Caire : C'est ça je dis, là, toute personne intéressée. C'est juste un lapsus. M. Barrette : O.K. Donc, une tierce partie, là, «intéressée», c'est n'importe qui? M. Miville-Deschênes (Jean-Philippe) : Bien là, la commission juge au cas par cas, là. C'est sûr qu'«intéressée», on peut penser que ça serait la... Dans un cas comme ça, ça va être un droit nouveau comme recours, là. Donc, on peut penser que ça ne se limitera pas à l'entreprise qui a déréférencé et à la personne concernée qui a demandé le déréférencement parce qu'entre les deux il y a quand même l'intérêt public à l'information, la liberté d'expression. Ça fait qu'on peut penser qu'il y a des groupes de défense, là, des journalistes ou quoi que ce soit, qui pourraient être intéressés à ce type de demande là, là. M. Barrette : À reréférencer. M. Miville-Deschênes (Jean-Philippe) : Oui. M. Barrette : Et là, à ce moment-là, ça s'en va à la CAI. Ça fait que la CAI, dans ce cas-là, va agir comme un tribunal. M. Miville-Deschênes (Jean-Philippe) : Exact. M. Caire : Bien, elle est un tribunal. M. Barrette : Elle est un tribunal, mais c'est pour... au sens conceptuel du terme, elle est un tribunal, donc... Parce que la question qui vient après, donc il y a un appel possible.  M. Caire : Oui. M. Barrette : L'appel à la CAI, je ne le sais pas, ça, il va où? M. Caire : Cour d'appel? M. Miville-Deschênes (Jean-Philippe) : L'appel? Ah! bien, Cour du Québec. M. Barrette : C'est la Cour du Québec. M. Miville-Deschênes (Jean-Philippe) : Là, il y a une section dans la loi. Cour du Québec. M. Barrette : O.K. Et les paramètres qui sont énumérés à la suite, ce sont des paramètres qui, eux, sont ceux sur lesquels on doit se baser pour déréférencer ou reréférencer? M. Miville-Deschênes (Jean-Philippe) : Exact. M. Barrette : Et, au bout du compte, là, au bout du compte, à part la... En fait, pas à part, pas du tout, c'est la même chose. Au bout du compte, ça va être l'intérêt public versus l'intérêt de l'individu? M. Caire : Entre autres. Bien, c'est... Les critères doivent être réunis. Donc, ce n'est pas... M. Barrette : Ils doivent être quoi, pardon? M. Caire : Parce que ce qu'on dit, là, c'est «lorsque les conditions suivantes sont réunies». Donc, les trois conditions indiquées doivent être réunies. M. Barrette : Elles doivent être ensemble réunies, ou une des trois, ou deux des trois? M. Caire : Non. «Réunies», par définition, ça veut dire que les trois doivent être considérées... Non. Bien, pas considérées, doivent être présentes. Donc, il faut que la diffusion de ce renseignement lui cause un préjudice grave relatif au droit. Il faut que ce préjudice soit manifestement supérieur... Il faut que la cessation de la diffusion, de la réindexation ou la désindexation demandée n'excède pas ce qui est nécessaire... C'est les trois conditions. M. Barrette : Sauf que ça, ce sont tous des termes qui, dans l'oeil de la personne qui se considère lésée, et dans la personne qui décide, sont subjectifs. M. Caire : Tout à fait. M. Barrette : Très subjectifs. M. Caire : Dans un premier temps. Mais une fois que la première décision est prise, donc, que l'entreprise dit : Oui, j'accède, ou, non, je n'accède pas à la demande, la personne, à partir de là, qui n'est pas satisfaite de la décision peut décider : Bon, bien, je vais le judiciariser, et là je vais me présenter devant le tribunal de la CAI, puis faire valoir mes arguments, comme on le fait dans les demandes d'accès à l'information ou les autres causes qui peuvent être portées devant la CAI. Le Président (M. Bachand) : Merci. M. le député de La Pinière. M. Barrette : Oui, M. le Président. Dans un exercice comme celui-là, là, il y a une démarche qui est faite par un individu. Parce que là, on parle d'individus, là, on ne parle pas d'entreprises. M. Caire : Oui, oui, oui. M. Barrette : Dans une démarche comme celle-là, là, est-ce qu'il est prévu, de façon absolue, qu'il y a une décision écrite? M. Caire : Ce n'est pas prévu. Dans le cas de la première, ce n'est pas écrit dans la loi que la décision doit être écrite... M. Miville-Deschênes (Jean-Philippe) : Oui, c'est écrit. M. Caire : Bon, bien, coudon, ce n'est pas ma journée. Ce n'est pas ma journée aujourd'hui. M. Barrette : Bien, j'aimerais bien ça. Parce que si ce n'est pas écrit, je vais en faire un amendement. M. Caire : Continue donc. M. Miville-Deschênes (Jean-Philippe) : Oui, je cherche l'article, là, en ce moment.  Mais lorsqu'il y a une demande, que ce soit une demande de référencement ou une autre demande, on avait prévu que la réponse était écrite. On m'écrit que c'est l'article 54 de... M. Barrette : De 64? M. Miville-Deschênes (Jean-Philippe) : ...54 de la Loi sur la protection des... Bien, ça dépend. Là, on parle de la décision de l'entreprise, qui est écrite. Tu sais, la question, ce n'est pas la... Oui... M. Barrette : Oui, ça veut dire que moi, par exemple, je vais voir Google puis je dis : Voici les raisons pour lesquelles je voudrais que vous déréférenciez telle chose. Estce qu'il y a une décision qui est écrite qui m'est fournie? M. Caire : Parce que 54, c'est la commission qui rend une décision écrite. M. Miville-Deschênes (Jean-Philippe) : ...non, ce n'est pas 54... M. Caire : Ce n'est pas l'entreprise, là. Je vais peut-être gagner mon premier point de la journée. M. Miville-Deschênes (Jean-Philippe) : Peut-être, mais c'est dans quoi, l'article... M. Caire : Je vais peut-être gagner mon premier point de la journée. M. Barrette : Pourquoi? Il va y avoir un amendement d'accepté, c'est ça? M. Caire : Non, non, mais c'est parce que... En tout cas, à 28, 28.1, ça ne dit pas que l'entreprise doit rendre une décision par écrit. Puis la CAI, 54, la CAI doit rendre ses décisions, mais ça, un tribunal rend ses décisions par écrit, là. Mais l'entreprise... Bien, peut-être, peut-être que Me Miville-Deschênes a raison. M. Barrette : Bien, je vais laisser... Je ne veux pas mettre de pression sur Me Mivllle-Deschênes mais là, ici, on est... M. Miville-Deschênes (Jean-Philippe) : ...  M. Barrette : Oui? Il l'a trouvé? M. Miville-Deschênes (Jean-Philippe) : Là, c'est l'article 34, je vais juste vérifier, il dit que «la personne qui refuse d'acquiescer à une demande d'accès ou de rectification d'une personne concernée doit lui notifier par écrit son refus en le motivant et en l'informant de ses recours.» Puis là, je lis la loi, mais est-ce qu'on l'a modifié, cet article-là, dans le projet de loi? Oui, article 34, qu'on modifie avec 118 du projet de loi, «Le responsable de la protection doit motiver tout refus d'acquiescer à une demande et indiquer la disposition de la loi sur laquelle ce refus s'appuie, le recours qui s'offre au requérant en vertu de la présente loi et les délais dans lesquels il peut être exercé.» M. Barrette : Ça, c'est 118? M. Miville-Deschênes (Jean-Philippe) : Oui, 118. Dans le fond, c'est l'exigence de répondre par écrit notamment. M. Barrette : Attendez une minute. À ce moment-là, c'est tellement important que je vais aller le lire moi aussi, là. M. Caire : Puis 30, 32 et 34 s'appliquent à une demande faite, en vertu du présent article. Donc, à mon grand regret, Me Miville-Deschênes a raison. Une voix : ... M. Caire : Bien, oui, mais ce n'est pas grave, à un moment donné, tu sais, il y a des journées de même, hein? Le Président (M. Bachand) : Donc, M. le député de La Pinière. M. Barrette : Oui, M. le Président, c'est juste que là, c'est la partie ministérielle qui me renvoie un autre article, laissez-moi le temps de le lire alors. Le Président (M. Bachand) : Oui, oui. M. Barrette : O.K. Là, on parle du responsable de la protection des renseignements personnels et... C'est parce que, 34, là, est-ce que c'est clair là qu'on fait référence aux diffuseurs Internet, aux moteurs de recherche? Le Président (M. Bachand) : Me Miville-Deschênes. M. Miville-Deschênes (Jean-Philippe) : Oui. Bien, en fait... M. Caire : Oui, oui, oui. M. Miville-Deschênes (Jean-Philippe) : On le dit. Bien, comme le ministre l'a  souligné... M. Barrette : C'est parce que là, 34, c'est la loi sur les entreprises. M. Caire : C'est parce que le responsable, c'est une obligation que l'organisme se dote d'un responsable, là. M. Barrette : Non, je comprends, mais pour une entreprise privée, là. M. Caire : Oui. M. Barrette : Mais pour les moteurs de recherche, ça s'applique-tu à eux autres tel quel? M. Caire : C'est une entreprise privée. Ça s'applique. M. Barrette : O.K. Alors, il faut qu'il indique l'élément de la loi, puis là, les délais... O.K. M. Caire : Les recours qui s'offrent au requérant, les délais qui peuvent être exercés. M. Barrette : «Prêter assistance», ça va jusqu'où? M. Caire : Prêter assistance? Bien, ça, c'est le débat qu'on a eu dans les articles précédents, là. M. Barrette : Oui, je sais. M. Caire : C'est dans ce qui reste du domaine du raisonnable. M. Barrette : O.K. Est-ce qu'«il doit prêter assistance»... Bien, «domaine du raisonnable». On peut imaginer... On peut imaginer une iniquité qui viendrait du fait que pour entreprendre des démarches comme ça, ça nécessite de faire affaire avec des conseillers, des avocats, qu'il y ait des coûts afférents à une telle démarche. • (11 heures) • M. Caire : Bien, pas au niveau de la CAI, au niveau de l'appel peut-être. M. Barrette : Mais au niveau de l'entreprise, dans la première phase, là. M. Caire : Mais au niveau... Bien, en fait, au niveau de la demande à l'entreprise, là, c'est de signifier sa demande à l'entreprise...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "Le Président (M. Bachand)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Barrette", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Caire", "M. Caire", "Le Président (M. Bachand)", "M. Barrette", "Le Président (M. Bachand)", "M. Barrette", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire"], "nb_intervenants": 105, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 25, "nb_interventions_ministre": 31, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 44, "nb_interventions_presidence": 5, "nb_interventions_PLQ": 44, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:00", "fin": "11:10", "debats": "11 h (version révisée) M. Barrette : …des avocats, qu'il y ait des coûts afférents à une telle démarche. M. Caire : Mais pas au niveau de la CAI. Au niveau de l'appel, peut-être… M. Barrette : Mais au niveau de l'entreprise, dans la première phase. M. Caire : ...mais, au niveau... Bien, en fait, au niveau de la demande à l'entreprise, là, c'est de signifier sa demande à l'entreprise. Si l'entreprise refuse, elle indique pourquoi, elle indique en vertu de quel article, elle indique quels sont les recours qui peuvent être exercés par la personne. Puis elle peut donner, je pense, les conseils pour dire : Bien, voici, tu peux t'adresser à la CAI, tu as tant de temps, tu fais une demande écrite. Mais les recours à la CAI ne nécessitent pas d'être représenté par des procureurs. M. Barrette : Non, mais, parfois, une personne moins bien informée pourrait avoir besoin d'une telle aide. M. Caire : Oui, sauf que la CAI, dans son rôle, a généralement… Puis, pour avoir piloté quelques dossiers dans ce sens-là, là, la CAI, dans son rôle, tient compte du fait que ceux qui sont devant elle ne sont pas des procureurs aguerris. Puis il y a vraiment un volet aussi, là… bien, pas introspectif, là, ce n'est pas ça du tout, un volet d'avoir l'ensemble des éléments, puis la CAI, avec son volet surveillance, peut aller chercher des informations aussi qui auraient une capacité de compenser pour… ce qu'un tribunal ne fera pas. Dans les cours, la CAI a quand même différentes ramifications qui permet d'aller chercher l'ensemble des éléments puis de baser son jugement là-dessus, indépendamment des lacunes juridiques que pourrait avoir un citoyen qui se représente lui-même, là. M. Barrette : Je pose la question au cas où on se retrouve devant une situation de David contre Goliath. M. Caire : Oui, oui. Non, mais j'avais bien compris le contexte de la question. Puis c'est pour ça que la CAI amène un volet qui est quand même particulier. N'oublions pas qu'elle a un volet surveillance en plus de son volet juridictionnel. Donc, souventes fois, même dans des cas où moi, je suis allé jusqu'au tribunal de la CAI, elle va faire des investigations, elle va aller chercher de l'information, elle va pouvoir substituer au fait que la personne n'est pas nécessairement représentée par un procureur. Il y a même des cas où la CAI ne souhaite pas qu'on soit représenté par un procureur.  M. Barrette : Pourquoi? M. Caire : Je ne me souviens plus. On avait dit ça, à un moment donné. On avait fait une demande, comme groupe d'opposition, puis ce n'était pas clair que l'avocat pouvait être là, là. Vous l'essaierez, là… Des voix : ... Le Président (M. Bachand) :M. le député de La Pinière. M. Barrette : Le ministre est sûrement... va sûrement être d'accord avec le fait qu'il y a des gens qui pourraient être dans des situations où leurs informations personnelles sont diffusées de façon critiquable et qu'une personne n'ait pas les ressources physiques, même, dans certains cas, éducationnelles, pour faire une telle démarche. Pensons à des personnes qui sont analphabètes fonctionnelles qui sont filmées à leur insu, leurs images sont utilisées, ça vient à leurs oreilles, et là ils se rendent compte de ça, puis ils veulent faire arrêter la diffusion. Ils font comment, ce monde-là? M. Caire : Bien, ils ont toujours la possibilité de prendre les informations via la CAI. Je veux dire, la CAI a quand même cette… offre cette possibilité-là aux citoyens. Puis là on ne parle pas non plus d'une démarche juridiquement très, très, très pointue, là. Je veux dire, il y a un site x, je vois des photos de moi, j'appelle le propriétaire du site x en question, je dis : Hé! il y a des photos de moi là-dessus, enlève-moi ça de là. Alors, à partir de là, le site en question va dire : Bien oui, je les enlève, parfait, ou : Non, je ne les enlève pas. Mais, si on ne les enlève pas, le site en question va dire au citoyen : Bien, je ne les enlève pas parce que la loi d'accès à l'information et la protection des renseignements personnels, à l'article untel, untel, untel, dit que je dois faire ça, cet article-là, c'est correct, en vertu de cet article-là, je suis correct. Si tu n'es pas d'accord avec moi, avec ma décision, bien, tu peux aller à la CAI pour faire valoir tes droits, puis, bien, la CAI... voici comment tu peux contacter la CAI, voici qui, à la CAI, s'occupe de ça, tu peux téléphoner du lundi au vendredi, de telle heure à telle heure. Là, vous comprendrez que je caricature, là. M. Barrette : Oui, moi aussi. M. Caire : Il y a un minimum d'assistance à donner à la personne, donc la personne va quand même… ne sera pas laissée à elle-même. M. Barrette : Mais là on est dans l'assistance après le refus. Moi, je parle de  l'assistance à la demande. M. Caire : Mais la demande, là... Bon, prenons un cas, je vois quelque chose sur Facebook, bien, je contacte Facebook puis je dis à Facebook : Tu enlèves ça de là. Bon, bien là, j'exerce mon droit à l'effacement. Alors, Facebook, à partir de là, tombe sous le coup des articles de la loi, mais la demande, elle n'est pas complexe, là, la demande, ça n'a pas besoin d'être un mémoire rédigé par un avocat. Je veux dire, moi, je le signifie à Facebook : Il y a des photos de moi sur un site x de telle personne, puis je veux qu'on enlève ça de là. C'est une demande en bonne et due forme. À partir de là, Facebook doit agir en fonction de la loi, et là le citoyen va quand même avoir les informations dont je vous parle. Donc, si Facebook dit : J'enlève les photos en question, bien, les photos sont enlevées, puis, si Facebook dit non, bien, Facebook doit dire pourquoi, en vertu de quoi il dit non. Puis, à partir de là, qu'est-ce que tu peux faire pour... si tu n'es pas d'accord avec ma décision, qu'est-ce qui sont tes recours qui sont permis, puis à qui tu peux t'adresser, puis comment tu peux adresser cette demande-là, de quelle façon, il y a un minimum. Comme je vous dis, il y a un minimum. Puis ça, on a eu cette discussion-là précédemment, là, sur l'assistance raisonnable, là, il y a un minimum. Je veux dire, Facebook ne peut pas dire non, puis ça s'arrête là, là. Ce n'est pas comme ça que ça marche, ce n'est pas ça que la loi dit. M. Barrette : Je vais me faire l'avocat du diable juste pour ce matin, là. Le ministre peut-tu m'indiquer aujourd'hui, juste de même, là, s'il devait faire ça chez Facebook, à quelle porte il irait frapper? M. Caire : N'étant pas un utilisateur de Facebook très assidu… Mais, à mon avis, si je vois un site de Facebook, il doit y avoir un «Contactez-nous» quelque part. M. Barrette : Alors, y a-tu quelqu'un dans la pièce qui peut nous dire où frapper? Je fais exprès, là. Là, si c'est si simple que ça, là, j'imagine que, du côté du législateur, on a regardé ça. Est-ce qu'actuellement il y a une obligation dans la loi, pour ces entreprises-là de moteur de recherche et compagnie, clairement indiquée : Vous voulez des référencements, protection personnelle, «whatever», vous allez à telle place? M. Caire : Oui, oui, oui. C'est les articles précédents qu'on a étudiés, où il faut nommer un responsable, que, ce responsable-là, il faut qu'on indique qui il est, comment le rejoindre, comment le contacter. C'est les articles où on a discuté de toute la politique de gouvernance, qu'on devait rendre accessible par un site Web…  M. Barrette : Ça, je me souviens de ces articles-là, là, j'y étais pour un bout. M. Caire : Alors, la réponse à votre question, c'est oui. M. Barrette : Mais, pour la question de 28, 28.1, là, est-ce que c'est nominatif, ça… M. Caire : Je ne comprends pas la question. M. Barrette : …dans les indications qui doivent apparaître? Moi, là, je ne connais pas ça, je suis une personne, là, qui est plus ou moins fonctionnelle. Ça m'arrive. Mon garçon me fait me rendre compte de ça, je ne suis pas content. Je ne connais rien de Facebook parce que je ne suis pas là-dessus. Est-ce que, grâce à mon garçon, qui est habitué à Facebook... il va facilement, lui, m'indiquer à quelle porte frapper? M. Caire : Oui. Oui. M. Barrette : C'est écrit où? M. Caire : C'est écrit dans les articles précédents sur le responsable de la protection des renseignements personnels. M. Barrette : Oui, je me souviens de ça, mais je ne me souviens pas d'avoir vu quoi que ce soit de spécifique à 28 et 28.1. M. Caire : Non, mais ce n'est pas spécifique à 28, 28.1, c'est spécifique à toute plainte que je pourrais vouloir déposer. Or, ici, on parle d'une plainte au sens très large du terme, évidemment, là, mais… M. Barrette : Large, oui. M. Caire : Oui, mais ça reste… Tu sais, mettons, là, intuitivement, là, j'ai un responsable des plaintes, je veux qu'il enlève ça de son site, intuitivement, je pense qu'on peut raisonnablement penser que le responsable des plaintes est la bonne personne à contacter, à tout le moins que, si ce n'est pas la bonne personne à contacter, le responsable des plaintes devrait être capable de me dire qui est la personne dans son organisation à qui je dois m'adresser. Donc, la réponse à votre question, c'est, pour moi, clairement oui. C'est simple, et c'est l'objectif, justement, d'avoir un responsable de la protection des renseignements personnels. M. Barrette : Ça, c'est correct. Ceci dit, de mémoire, il n'y avait pas de délai qui était imparti à l'entreprise pour donner une réponse à ça. M. Caire : Bien, il va y avoir des articles de mise en application. M. Barrette : Lesquels? Est-ce qu'on les connaît? M. Caire : On est à la fin, là. M. Miville-Deschênes (Jean-Philippe) : ...les délais de… Le Président (M. Bachand) :Me Miville-Deschênes. M. Miville-Deschênes (Jean-Philippe) : Excusez. M. Caire : On est à la fin, là. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "Le Président (M. Bachand)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire"], "nb_intervenants": 41, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 2, "nb_interventions_ministre": 19, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 18, "nb_interventions_presidence": 2, "nb_interventions_PLQ": 18, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:10", "fin": "11:20", "debats": "• (11 h 10) • M. Miville-Deschênes (Jean-Philippe) : À l'article 32, qui est modifié par l'article 116 du projet de loi, on prévoit, comme dans le secteur public, grosso modo, là, un délai de 30 jours pour répondre à la demande, sinon elle est réputée refusée. M. Caire : Vous parliez de mettre en place le responsable de la protection, puis tout ça? M. Barrette : Non, je parlais de ça. M. Caire : Le délai de plainte... de traitement de la plainte? M. Barrette : Non, pas la… la réponse, puis là, à 116, je le vois, là. On le verra tantôt. C'est l'exécution de la décision ou c'est juste la réponse? M. Miville-Deschênes (Jean-Philippe) : Ça, c'est pour répondre à la demande. M. Barrette : Donc, pas l'exécution de la chose. On y verra à 116, quand on y arrivera, là. O.K. Je vais revenir à 28, là. Ça, ça veut dire que, potentiellement, là, on va avoir plein de débats de charte de droits et libertés, là, pour l'intérêt public. M.Caire: C'est possible. M. Barrette : Bien, moi, quand je regarde les critères, là, il y a les trois éléments  qui doivent être retenus. Déjà, en partant, là… Bien, peut-être que le ministre pourra me donner des indications, on va les passer. «La diffusion de ce renseignement lui cause un préjudice grave relatif au droit et au respect de sa réputation ou de sa vie privée.» Les cours sont pleines de jugements à propos… sur des causes pour lesquelles le lésé considérait que sa réputation avait été ternie de façon significative. Les cours ont dit non. Alors, dans l'esprit du ministre, là, c'est quoi, «grave»? Ça va être quoi, le critère pour l'entreprise? Comment… M.Caire: Ah! bien... M. Barrette : Bon. M.Caire: ...c'est en fonction de la jurisprudence que... Puis, je veux dire, le député vient de le dire à juste titre, là, les tribunaux ont statué là-dessus rien qu'en masse, là, c'est en fonction de la jurisprudence qu'on va statuer, là. M. Barrette : Mais c'est on ne peut plus relatif. M.Caire: Bien, ça le devient de moins en moins, dans le sens où la jurisprudence établit le cadre de ce qui est d'abord un manque de respect à la vie privée. On a même parlé d'attentes... d'expectatives, je ne me souviens plus de la formulation exacte, là, relatives à la vie privée, là… raisonnables, expectatives raisonnables… Une voix: … M.Caire: Attentes raisonnables de la vie privée. M. Barrette : Bien, raisonnables… M. Caire : Bien, c'est des concepts qui ont été définis par les tribunaux, M. le député, puis la loi, telle que nous l'avons écrite, s'assoit justement sur ces concepts-là qui sont entendus par les tribunaux, parce qu'ils sont entendus par les tribunaux et donc pourront s'interpréter facilement par les tribunaux. M. Barrette : Bien, moi, je vais m'inscrire en faux là-dessus, là, parce que s'il y a une chose qui m'apparaît très aléatoire, c'est le jugement du… Il n'y a pas de check-  list, au tribunal, pour déterminer ce qui est un «préjudice grave relatif au droit au respect de sa réputation», parce que ce n'est pas «et de la vie privée», c'est «ou de la vie privée». Ça fait que, du côté réputationnel, là, j'ai hâte de voir comment une entreprise va juger de ça. Est-ce que le ministre, aujourd'hui, a, à sa connaissance, une grille d'analyse qui permet de faire ça, qui permet à une tierce partie de dire : O.K., là, les tribunaux, là, ont déterminé ce qui était grave sur le plan réputationnel sur la base d'a, b, c, d? Moi, je peux dire une chose, l'ayant expérimenté personnellement : Réputationnel, par exemple, pour un politicien, O.K. que c'est bar ouvert, là. Le politicien, lui, techniquement, on peut lui faire n'importe quoi. M. Caire : Absolument, mais c'est une des raisons pour lesquelles on amène 28.1. Puis c'est ce que je répondais à mon collègue de Gouin. Est-ce qu'on devrait le limiter aux enfants? La réponse à cette question-là, de mon point de vue à moi, là... puis, je veux dire, j'écoute les collègues, là, mais c'est non, justement, parce que vous avez raison, je veux dire, on est dans un contexte où… M. Barrette : Mais là… M. Caire : …je vous dirais, non seulement ce n'est pas interdit, mais c'est pratiquement… M. Barrette : Le quotidien. M. Caire : …pratiquement le quotidien, et c'est même bien vu, là. Alors, à un moment donné, oui, je pense qu'on fixe des limites. M. Barrette : Ici, on ne va pas dire que ces articles-là sont là juste pour les enfants, là, c'est l'amendement pour les enfants. M. Caire : Non, mais c'est… Non, non, c'est ça que je dis. C'est parce que le collègue de Gouin, tout à l'heure, dans l'échange qu'on a eu, disait : Est-ce qu'on ne devrait pas limiter? Parce que le Barreau... je pense que c'est le Barreau, M. le député de Gouin, qui disait : On devrait limiter ça aux seuls enfants, parce que le reste, ça amène un risque de censure qui, selon le Barreau, était trop grand. Bon, moi, je ne partage pas ce point de vue là. M. Barrette : Moi, personnellement, non plus. Je ne vois pas… Moi, je ne vois pas la censure potentielle. M. Caire : Bien... Bon, sans dire que c'est inexistant, je pense que ce n'est pas le risque principal. Puis moi, je pense effectivement qu'il y a des préjudices qui peuvent être causés à d'autres groupes que des enfants. Puis je comprends que nous avons une sensibilité particulière, et je la comprends et je la partage, pour les enfants. Ceci étant dit, ça ne rend pas le préjudice qui est causé aux autres groupes plus acceptable. Pour moi, ce n'est pas acceptable.  M. Barrette : Non, non, là-dessus, on s'entend. M. Caire : Non, non, mais je sais. Je sais qu'on est d'accord, avec le député de La Pinière, là, mais... Et donc la loi et les concepts qui sont véhiculés, qui sont repris par la loi... C'est parce que, si on prend ces concepts-là, puis là-dessus je fais un acte de foi envers les juristes de l'État, c'est parce que c'est des concepts qui ont été définis au fil du temps par les tribunaux. M. Barrette : Oui, mais ma question, ce n'est pas ça, parce que les trois conditions, là, elles sont exercées par l'entreprise. M. Caire : Oui, en première instance. M. Barrette : Non, non, non, l'entreprise, là, ce n'est pas... À 28.1, ce n'est pas la cour qui décide ça. M. Caire : Pas en première instance, mais éventuellement... Là, attendez un peu, là. M. Barrette : Éventuellement. M. Caire : Parce que l'idée... puis c'est ce que je disais tantôt, l'idée, c'est d'offrir une voie rapide, de dire : Je peux m'adresser... Qui que je sois, je peux m'adresser à l'entreprise... M. Barrette : Bien, c'est ça, mon point. M. Caire : ...parce que ce sera toujours la façon la plus simple et la plus rapide d'y arriver. Si l'entreprise dit : Bien, moi, j'évalue les critères, je juge que ces critères-là ne sont pas rencontrés par la situation que vous me proposez et donc je n'accède pas à votre demande, bien, les critères, ils ne s'évaporent pas, là, parce qu'on s'en va à la CAI. La CAI, elle, elle regarde la loi, ce que la loi dit. Donc, ces critères-là sont quand même existants, sont quand même prescrits par la loi. Puis la CAI comprend quelle est l'intention du législateur. Et donc, dans son évaluation, bien, les critères, ils vont être là pareil, là. Elle ne fera pas abstraction de 28.1 parce qu'on est rendu à la CAI, là. M. Barrette : Mais ce n'est pas ça, mon angle. M. Caire : Je ne comprends pas.  M. Barrette : Mon angle, là, c'est que... puis je vais le... à la lueur de... à la lumière de la conversation qu'on a, c'est qu'essentiellement, là, les critères 1, 2, 3, qui doivent être exercés par l'entreprise... essentiellement, on demande à l'entreprise de faire du mieux qu'ils peuvent pour faire la même chose que la CAI ferait ou fera si l'individu n'est pas satisfait de la décision de l'entreprise. M. Caire : Exact. M. Barrette : Bon. Mais j'ai de la difficulté, là, en termes opérationnels, à voir ça s'exercer quand on ne donne aucun, entre guillemets, guide de référence à l'entreprise. Je reprends l'exemple du premier, là... M. Caire : Bien, je ne suis pas d'accord. Là, je ne suis pas d'accord. M. Barrette : Bien, c'est parfait. C'est pour ça que je pose la question. Parce que je reprends le premier critère. On dit que les trois doivent être réunis. Donc, il y a trois tests. Pour l'entreprise, il y a trois tests. 1° : y a-t-il un préjudice grave — je vais le limiter, là — à la réputation? Parce que c'est celui-là qui est le plus flou. Puis là il faut qu'il y ait ça, là, ce n'est pas... Il faut qu'il y ait ce test-là. Est-ce qu'il y a un préjudice supérieur à l'intérêt public de connaître le renseignement ou l'intérêt de toute personne de s'exprimer là-dessus? La cessation de la diffusion, ta, ta, ta, est-elle nécessaire pour éviter la perpétuation du préjudice? Bien, 3°, ça m'apparaît être plus facile, ce n'est peut-être pas plus facile, on pourrait trouver des angles pour dire que non. Mais c'est des questions pas simples, là, 1° et 2°, qui sont peut-être plus simples pour des gens expérimentés que seraient la CAI et la Cour supérieure du Québec, mais, pour l'entreprise, on ne leur donne pas... Moi, il me semble qu'on leur donne peu d'outils pour faire cette job-là. M. Caire : Je ne suis pas d'accord. Et je vous explique... M. Barrette : Alors, explication. M. Caire : Explication fort simple, parce que le député de La Pinière l'aborde sous l'angle de l'expertise juridique, moi, je dis : Ça, à cette étape-là, on l'aborde sous l'angle du gros bon sens citoyen. Puis je donne un exemple bien simple, bien simple, puis tout le monde va faire : Ah oui! bien là, c'est sûr. Bien oui. Alors, cette jeune fille filmée... M. Barrette : Bien oui, bien là, c'est sûr.  M. Caire : Eh voilà! Cette jeune fille filmée à son insu pour laquelle on diffuse une vidéo sur Internet, je demande de désindexer... Puis là je ne suis pas sûr que j'aie besoin d'expliquer très longtemps. Est-ce que la diffusion de ce renseignement cause un préjudice grave relatif au droit? La petite fille, là, ça lui fait-tu du tort ce que tu fais là? Bien, je pense que oui. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Barrette", "M. Barrette", "M. Barrette", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire"], "nb_intervenants": 44, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 2, "nb_interventions_ministre": 19, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 23, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 23, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:20", "fin": "11:30", "debats": "• (11 h 20) • Ça fait que, tu sais, M. le Président, là, je réitère, l'objectif de l'article 28.1 n'est pas de se substituer aux tribunaux et à l'expertise du tribunal. L'objectif de 28.1 est de permettre une discussion de gros bon sens entre quelqu'un qui subit un préjudice et quelqu'un qui contribue probablement involontairement à ce préjudice-là — je dis «probablement» parce que je ne veux pas présumer des intentions des uns et des autres — et de permettre de dire : Écoute, ça, là, j'aimerais ça que tu enlèves ça de là, s'il vous plaît, là, ça me cause du tort. Alors, on met des critères. Est-ce que, de ce fait, on s'attend à ce que les entreprises deviennent des spécialistes du droit constitutionnel de... Bien non. Mais est-ce qu'on s'attend à ce qu'ils exercent cette capacité-là à prendre une décision avec du gros bon sens? Puis là je vous parle de petites entreprises parce que, comprenons-nous bien, M. le Président, quand on fait référence aux Google de ce monde, là, ils ont des contentieux probablement aussi importants, sinon plus, que le gouvernement du Québec. Des avocats qui sont capables de lire des jurisprudences puis des jugements, ils en ont un puis un autre. Ça fait qu'on ne s'adresse pas... Puis je ne pense même pas à ces organisations-là, je pense à des organisations de plus petite taille qui, elles, n'auraient peut-être pas le contentieux pour faire ces analyses-là, savantes. Mais je pense qu'à un moment donné il y a une notion de gros bon sens qui rentre en ligne de compte. Là, le député de La Pinière va me dire : Oui, mais, tu sais, le gros bon sens, ça a ses limites. Exact. C'est la raison pour laquelle les recours devant les tribunaux ne sont pas exclus. C'est une possibilité qu'on a d'agir rapidement pour mettre fin à un préjudice rapidement. À la limite, là, le citoyen pourrait décider de ne même pas contacter l'entreprise. Le citoyen, il pourrait décider, là, de s'en aller directement devant le tribunal puis dire : Bien, moi, je porte plainte devant le tribunal. Il pourrait faire ça. Il n'y a pas une obligation de passer par l'entreprise, là, ce n'est pas… Il n'y a rien là-dedans qui dit : Vous devez d'abord, préalablement, faire une demande à l'entreprise. C'est une possibilité qui est offerte à la personne qui se sent lésée. M. Barrette : Je vais poser une question qui ne m'était pas venue à l'esprit à date, mais là elle me vient à l'esprit : Est-ce que, moi, comme tierce partie non intéressée,  on va dire ça comme ça, je suis non intéressé... est-ce que je peux demander un déréférencement quand je constate une fausseté? Non, hein? M. Caire : Bien, si vous n'êtes pas intéressé, ce que je comprends, c'est que la réponse, c'est non. M. Barrette : C'est non. Bon. Là, je vais prendre un exemple... C'est une question qui me vient à l'esprit, qui est en lien avec la question que j'allais poser, qui, elle, était déjà présente dans mon esprit. En réponse au ministre, là, la grosse compagnie, la petite compagnie, là… Je vais prendre un cas qui mélange bien des affaires, bien des grosseurs de compagnies, O.K.? Puis je ne pense pas que ça va le vexer si je le nomme parce que lui-même a pris une position publiquement récemment. Alain Vadeboncoeur, dont la réputation est impeccable, à un moment donné, est sorti sur les réseaux sociaux parce qu'une compagnie l'avait pris, puis, je pense, frauduleusement… pas je pense, clairement frauduleusement en mettant sa face associée à un produit qui… disons, que je ne qualifierai pas. Est-ce que j'ai l'immunité parlementaire au salon rouge? M. Caire : Absolument. En commission parlementaire, M. le député, vous pouvez dire ce que vous voulez. M. Barrette : Alors, une scrap totale, O.K., mais totale. M. Caire : C'est quoi, le nom du produit? M. Barrette : Je ne m'en souviens plus. M. Caire : Envoye, «chicken»! M. Barrette : Une patente de régime, là, que je ne le sais plus trop quoi, là, ça n'avait pas une minute de bon sens. Mais ils ont pris la face à Vadeboncoeur puis ils l'ont associée au produit. Ça, c'est une petite compagnie, mais qui se promène dans la diffusion de grosses compagnies. Alors, admettons qu'Alain Vadeboncoeur, lui, là, là... Lui, il va aller frapper à quelle porte pour arrêter ça? Parce que, lui, la seule chose qu'il a réussi à faire à date, là, c'est d'aller publiquement puis dire : Écoutez, là, cette affaire-là, je n'ai aucun lien, c'est de la fraude. Ce qu'on vous dit dans cette publicité-là, c'est... de toute façon, là, c'était médical, médicalement ridicule. M. Caire : O.K. Bien, dans le cas qui nous préoccupe, non seulement le Dr Vadeboncoeur pourrait effectivement sortir publiquement puis dire… M. Barrette : Il l'a fait. M. Caire : Mais il pourrait le faire encore. Mais, dans l'expectative où l'Assemblée nationale adopte 64 dans sa forme actuelle, 28.1 dirait : Vous allez au responsable de la protection des renseignements personnels de l'entreprise qui possède le moteur qui diffuse l'information, vous faites une demande de déréférencement, parce que, visiblement... puis là c'est mon opinion à moi, donc je vais me lancer, moi aussi, encore une fois, dans la pratique illégale du droit, visiblement, cette entreprise-là se sert de l'image et de la réputation, et donc des renseignements personnels, du Dr Vadeboncoeur à des fins pour lesquelles non seulement il n'y a pas eu de consentement, donc la collecte n'a pas été autorisée, la communication, encore moins... et donc pourrait dire : Bien, écoutez, en plus de peut-être aller voir du côté de la CAI s'il n'y a pas quelque chose à faire de ce côté-là… Parce qu'il y a des articles, soit dit en passant, dans 64, qui prévoient qu'une utilisation malveillante... là, je n'ai plus les termes exacts, là, mais, si vous utilisez des renseignements personnels à des fins pour lesquelles il y a des sanctions qui sont potentiellement... qui peuvent être encourues... Donc, il y aurait ce volet-là. Et, en plus, il pourrait dire au propriétaire du moteur de recherche, à son responsable de la protection des renseignements personnels : S'il vous plaît, désindexez-moi ça. Puis là, bien là, il y aurait la décision qui serait rendue, et soit la désindexation est faite, soit ce n'est pas fait, puis, à ce moment-là, bien, il y a les recours devant la CAI pour cet autre aspect-là. Mais, quant à moi, là, la loi, il y a deux éléments pour lesquels il y aurait des recours, donc une utilisation non prévue de renseignements personnels pour lesquels aucun consentement n'a été demandé ni octroyé, encore moins, et une possibilité de désindexation. M. Barrette : Dans la vraie… M. Caire : Je regarde Me Miville-Deschênes, puis il n'a pas de spasme, donc j'imagine que la réponse… Je me replace, là. M. Barrette : Non, je le vois du coin de l'oeil, puis, M. le ministre, quand vous dites des choses dangereusement douteuses, il fronce les sourcils. Il n'a pas froncé les sourcils. M. Caire : Mais c'est juste qu'aujourd'hui il me semble qu'il a froncé à quelques reprises. M. Barrette : Oui, oui, puis d'ailleurs, quand c'est sérieux, il se penche vers son ordinateur. M. Caire : Oui, oui, oui, c'est...  Une voix : ... M. Caire : Mais c'est le fun d'être en cage comme ça parce qu'on peut s'observer les uns les autres dans notre habitat naturel. M. Barrette : Je pourrais faire une imitation, mais je pense que, manifestement, le ministre peut lire le non-verbal de son équipe. M. Caire : Oui, j'ai toujours un oeil sur le «side». Ce n'est pas un bon matin pour moi. M. Barrette : Une question purement technique. Dans le cas… Parce que, là, les moteurs de recherche, ça se parle entre eux autres. À un moment donné, ça circule, là. Est-ce que l'individu, l'individu qui se sent lésé... est-ce que le ministre a pensé... Peut-être que c'est déjà compris dans la loi, mais je ne l'ai pas vu et/ou compris. Estce qu'il doit y aller par moteur de recherche, entreprise par entreprise, ou il peut faire comme dans le bon vieux temps? Tu sais, dans l'ancien temps, dans le temps qu'il y avait des journaux, par exemple, le gouvernement, il mettait un avis dans le journal, puis c'était considéré comme vu... M. Caire : Oui, non, non. Non, je pense que la demande doit être adressée entreprise par entreprise. C'est moteur de recherche par moteur de recherche. M. Barrette : O.K. Et le fait que le moteur de recherche n'est pas hébergé officiellement au Canada, ça ne fait pas de problème parce qu'ils sont obligés de se plier à la loi du Québec? M. Caire : Me Miville-Deschênes. M. Barrette : Il n'a pas eu de froncement. Ça fait que la réponse doit être simple. M. Caire : Bien là, je n'ai pas pris de chance. Je lui ai passé la puck tout de suite. M. Miville-Deschênes (Jean-Philippe) : En fait, en matière de droit international, l'application de la loi va dépendre de certains facteurs de rattachement. Donc, ce n'est pas si simple que ça. Mais, dans un cas de moteur de recherche qui vend de la publicité à des entreprises québécoises, bien, il a été reconnu par différents tribunaux que c'était une entreprise assujettie aux lois du Québec, là.  M. Barrette : Dans le cas d'Alain Vadeboncoeur, là, pour lequel c'est une compagnie... c'est commercial, elle vend un produit, utilise erronément son visage, il peut quand même, lui, demander l'arrêt du référencement? M. Miville-Deschênes (Jean-Philippe) : Oh! oui. Oui, oui. M. Barrette : Ça, ce n'est pas un... même s'il y a un contrat avec la... s'il y avait un contrat. Je ne suis pas sûr qu'il y ait un contrat, là, parce que... M. Miville-Deschênes (Jean-Philippe) : S'il y avait un contrat entre qui? M. Barrette : Bien, s'il y avait une publicité payante qui était sur le... Parce que, là, il y a ça aujourd'hui, on peut payer pour ça, là. Même s'il y avait ça, il n'y aurait pas de problème de ce côté-là? M. Miville-Deschênes (Jean-Philippe) : Bien, il peut toujours demander le déréférencement des renseignements, là, à partir de son nom et prénom, qui sortent sur le moteur de recherche, oui. M. Barrette : Oui, mais le problème, c'est que lui, il n'est pas référencé, lui, il est utilisé. M. Miville-Deschênes (Jean-Philippe) : Oui, bien, le droit de déréférencement aura ses limites dans cette situation-là, là, parce qu'il y a des gens qui tombent sur la publicité probablement sans chercher Alain Vadeboncoeur, ils tombent sur la publicité parce que... par tout plein de moyens, puis son visage est sur la publicité, là. Donc, le droit au déréférencement, c'est vraiment juste suite à une recherche effectuée avec le nom et le prénom. M. Caire : Mais, dans son cas, il y a quand même une utilisation illicite de ses renseignements personnels, là, ça fait qu'il peut, à la limite... Puis c'est là où les sanctions pécuniaires administratives, sanctions pénales pourraient s'appliquer. M. Barrette : O.K. Là, je veux juste les passer, si le ministre pouvait élaborer un petit peu, juste pour que je comprenne bien, là, pour ce qui est de l'évaluation des critères du deuxième alinéa, là. M. Caire : O.K. Là, on est sur le... M. Barrette : La suite, après les trois critères dits réunis, là. M. Caire : O.K. Dans l'évaluation des critères, oui. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire"], "nb_intervenants": 41, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 5, "nb_interventions_ministre": 17, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 19, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 19, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:30", "fin": "11:30", "debats": "• (11 h 30) • M. Barrette : Alors, que voulait dire le ministre quand il a inscrit : «du fait que la  personne concernée est une personnalité publique»? Moi, ça me touche personnellement, ayant été l'objet de diverses manoeuvres politiques de d'autres...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Barrette"], "nb_intervenants": 1, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 1, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 1, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:30", "fin": "11:40", "debats": "11 h 30 (version révisée) M. Barrette : ...La suite, après les trois critères dits réunis, là. M. Caire : O.K., dans l'évaluation des critères, oui. M. Barrette : Alors, que voulait dire le ministre quand il a inscrit «du fait que la personne concernée est une personnalité publique»? Moi, ça me touche personnellement, ayant été l'objet de diverses manoeuvres politiques d'autres partis politiques assez répréhensibles en ce qui me concerne, là. M. Caire : Oui, bien... puis je peux vous dire que je vous comprends parce que moimême... je veux dire, je pense qu'on peut tous... bon, je comprends qu'il y en a qui sont plus taxés que d'autres, là. Mais de façon... Bien, en fait, c'est que... puis je pense que le député de La Pinière a répondu à sa propre question en disant que, quand on est une personnalité publique, je pense qu'on est plus vulnérable à ce genre de situation là, et le préjudice, pour moi, il est exacerbé. Je veux dire, par exemple, que quelqu'un qui aurait un métier qui ne l'amène pas dans l'espace public pourrait peut-être, oui, avoir un moment difficile, mais quelqu'un qui est une personnalité publique, ça pourrait mettre fin à sa carrière, là. Donc, le préjudice n'est peut-être pas au même niveau. Donc, c'est pour ça que je dis... puis je dis «peut-être», puis je le mets au conditionnel, je vois mon collègue de Gouin qui fronce les sourcils, mais je le mets au conditionnel. Mais le fait est que le préjudice peut être exacerbé par le fait que la personne en question est une personnalité publique. M. Barrette : Mais on demande quand même à l'entreprise de porter ce jugement-là. M. Caire : D'en tenir compte. Oui, oui, oui. M. Barrette : Bien, en tenir compte, ça veut dire qu'il porte un jugement sur l'ampleur du préjudice en fonction du statut de la personne. M. Caire : Oui. M. Barrette : Encore là, c'est quoi, son critère de référence?  M. Caire : Bien, je nous ramène à la discussion qu'on a eue précédemment. On est exactement dans la même situation, au sens où on ne demande pas à l'entreprise de devenir des spécialistes du droit, de son interprétation et de la compréhension de la jurisprudence, mais le... Puis je reviens avec ma notion de gros bon sens, puis je pense que mon collègue s'est cité en exemple, donc il ne m'en voudra pas de poursuivre dans cette veine-là. S'il arrivait... parce qu'on parle aussi de faire corriger des informations inexactes. On parle du droit à l'effacement beaucoup, mais, tu sais, c'est aussi le droit de faire corriger des propos ou des éléments qui seraient faux. Bon, dans une perspective de désinformation, le collègue pourrait faire une demande en disant : Écoutez, ça, ça atteint ma réputation, là, tu sais, je ne suis pas un agresseur d'enfants. Bon, allons-y avec l'exemple matraque, là. On m'accuse d'être un agresseur d'enfants, vous comprendrez que c'est sûr que ça met fin à ma carrière, là. C'est immédiat, instantané, là, c'est rédhibitoire. Bien, oui, je pense qu'il faut tenir compte du fait que la personnalité publique se voit pénaliser à un autre niveau par une désinformation de cette nature-là que quelqu'un d'autre qui pourrait juste faire corriger la situation puis rentrer au travail lundi. Bien, quoique, dans ce cas-là, j'imagine que personne ne peut vraiment survivre à ça, là, mais... M. Barrette : Oui, mais on peut prendre un exemple encore plus simple, parce qu'il est arrivé à quelques reprises — heureusement pas trop nombreuses — le professeur du secondaire qui est accusé d'agression sexuelle ou de relations inappropriées avec une mineure, et que c'est faux, lui — et c'est de démontrer à la cour, là, que c'est faux, parce qu'en général ça finit à la cour ces affaires-là — il peut exiger un déréférencement. M. Caire : Clairement. Clairement. M. Barrette : Parce que ça, c'est un bel exemple... M. Caire : Clairement. M. Barrette : ...je pense. M. Caire : Oui. Le Président (M. Bachand) : M. le député de Gouin, s'il vous plaît. Me MivilleDeschênes, d'abord, oui. M. Miville-Deschênes (Jean-Philippe) : ...dans le fond, les critères qui sont là pour  déterminer... pour balancer un peu l'intérêt... la vie privée de la personne et l'intérêt du public à l'information, la liberté d'expression, c'est des critères qui ont été extraits, en grande partie, là, des décisions des tribunaux. Puis, bien, dans le cas de la personnalité publique, les tribunaux ont reconnu qu'une personnalité publique a une expectative un peu moins élevée de la vie privée que le quidam ou plutôt le citoyen lambda, je vais le dire comme ça. Donc, c'est un peu pour refléter cette position des tribunaux que ça a été ajouté dans cet article-là. Le Président (M. Bachand) : M. le député de Gouin, excusez-moi. M. Nadeau-Dubois : Bien, c'était l'objet de ma question, parce que moi aussi, j'étais surpris de ce que j'entendais de la part du ministre. Moi, ma compréhension, c'est qu'ici, le critère du fait que c'est une personnalité publique, c'est un critère qui va jouer en faveur de plus... comment dire, d'une plus grande tolérance à l'égard du fait que certaines informations circulent plutôt que le contraire. M. Caire : Oui, mais si je peux... M. Nadeau-Dubois : Parce que, moi, ma... M. Caire : ...mais je peux me permettre, moi, comme personnalité publique, puis Me Miville-Deschênes le dit bien, je m'attends... Puis c'est la discussion qu'on avait eue tout à l'heure, M. le député, je m'attends à ce qu'il y ait sur moi de l'information qui circule. Cette information-là ne fera pas nécessairement mon affaire et je dois vivre avec. Je ne peux pas faire une demande de référencement parce qu'un article est particulièrement dur à mon endroit. Par contre, quand on interprète, mettons, les critères où on dit : «la diffusion de ce renseignement lui cause un préjudice grave relatif au...» Bien, moi, je pense que le fait d'être une personnalité publique nous rend plus vulnérables à ça, puis il faut qu'il y ait aussi cette sensibilité-là quand on évalue le préjudice du fait qu'il y a une personnalité publique. M. Nadeau-Dubois : Bien, c'est justement. C'est parce que là, c'est important, là. C'est important qu'on comprenne bien le critère numéro 1, là, celui de la personnalité publique, de quel côté de la balance il pèse. Est-ce que le fait... M. Caire : Bien, ce n'est pas mutuellement exclusif. M. Nadeau-Dubois : Bien, c'est-à-dire que, moi, ma compréhension de la jurisprudence, puis je le sais parce que j'ai déjà été dans cette situation-là, c'est qu'en fait quand on est une personnalité publique, c'est beaucoup plus difficile de faire  condamner, par exemple, quelqu'un pour diffamation, c'est beaucoup plus difficile de faire valoir son droit à la vie privée. Pourquoi? Parce qu'on a fait le choix de devenir une personnalité publique, puis nos expectatives de vie privée, pour prendre les mots de Me Miville-Deschênes, doivent être plus basses, non pas plus élevées. M. Caire : Tout à fait, tout à fait. M. Nadeau-Dubois : Donc là, c'est bien important ici qu'on s'entende sur qu'est-ce qu'on est en train de voter. Est-ce que le critère numéro 1, il vient dire : Les personnalités publiques doivent être davantage... Est-ce que la vie privée des personnalités publiques doit être davantage protégée que celles des citoyens lambda, règle générale? Ou est-ce qu'au contraire on ne doit pas s'attendre à ce qu'elle le soit un peu moins dans la mesure où ces gens-là on fait le choix de devenir des personnalités publiques? Ma compréhension, c'était la seconde. Est-ce que je me trompe? M. Caire : Non, vous ne vous trompez pas. M. Nadeau-Dubois : O.K. Parce que, depuis tantôt, le ministre parle plutôt de, oui, mais c'est plus de dommage, donc il faut plus protéger. En fait... M. Caire : Mais une fois qu'on obtient la... qu'on a une notion, puis je trouve que l'exemple du député de La Pinière est très intéressant dans le sens où on parle de déréférencement, alors, on n'est pas dans la... C'est parce que mon collègue fait référence à la diffamation ou... Vous avez raison, il faut s'attendre à ça, ça vient avec. Ça fait partie de la job. Puis, effectivement, la vie privée d'une personnalité publique, par définition, elle est restreinte. Mais ça je l'ai dit tantôt, là. C'est sûr que notre vie publique... notre vie privée rétrécie. Ceci étant dit, la notion du fait qu'un... lorsqu'on outre passe cette ligne-là, que le préjudice peut être plus grand, donc l'idée de dire : Écoute, là, moi, le déférencement, là, si tu m'accuses à tort d'un crime sexuel que je n'ai jamais commis, là, puis que c'est démontré que je ne l'ai pas commis, bien là, enlève ça de là, puis ça presse, là. M. Nadeau-Dubois : O.K., bien, je pense... moi, j'ai juste envie d'avoir une... j'ai besoin d'entendre une interprétation claire du premier critère, là. Est-ce que, donc... est-ce que c'est bel et bien ça? Il y a donc... ou peut être interprété de deux manières différentes, soit pour diminuer, soit pour que ce soit clair. En fait, voilà, quel message on envoie aux entreprises qui vont devoir appliquer cette loi-là? Parce que c'est les entreprises qui vont devoir l'appliquer. Est-ce que le message qu'on leur envoie, c'est, quand c'est une personnalité publique, soyez plus ouverts, c'est-à-dire retirez moins d'informations, parce que ces gens-là... par exemple, si je prends une  photo d'un politicien sur la rue en train de contrevenir à une règle sanitaire, c'est sans doute plus d'intérêt public... M. Caire : Absolument. M. Nadeau-Dubois : ...que si je prends une photo d'une personne lambda en train de contrevenir aux règles sanitaires ou contrevenir au Code de la route, par exemple, dans un cas purement hypothétique où quelqu'un aurait son téléphone dans ses mains, c'est une personnalité publique, c'est une personnalité politique, c'est plus d'intérêt public que de prendre une photo d'une personne lambda. M. Caire : Clairement. Clairement. M. Nadeau-Dubois : Bon. Donc, ça peut jouer dans ce sens-là, mais là je comprends que ça peut jouer aussi dans l'autre sens quand il est question d'évaluer le préjudice. Donc, ça peut jouer dans un sens inverse pour dire : Si le préjudice est plus fort, vu que c'est une personnalité publique, donc retirez... Donc, c'est-u un truc qui invite les entreprises à être plus ouvertes ou à être plus restrictives? M. Caire : Je vais laisser Me Miville-Deschênes répondre. Il devrait faire ça plus souvent d'ailleurs. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire"], "nb_intervenants": 37, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 17, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 17, "nb_interventions_presidence": 2, "nb_interventions_PLQ": 8, "nb_interventions_QS": 9, "nb_interventions_PQ": 0}, {"debut": "11:40", "fin": "11:50", "debats": "• (11 h 40) • M. Miville-Deschênes (Jean-Philippe) : Bien, effectivement, ça a été ajouté en fonction d'intervention de la jurisprudence qui était le premier exemple que vous donnez, le premier volet, c'est-à-dire qu'on est... ça va être plus difficile de faire déréférencer un élément si la personne est considérée une personnalité publique. M. Nadeau-Dubois : Donc, le message qu'on envoie aux entreprises, c'est, quand c'est une personnalité publique, la barre est plus élevée pour faire retirer quelque chose, parce que c'est une personne qui a fait ce choix d'être une personnalité publique, et donc ses attentes en matière de vie privée sont plus basses. M. Miville-Deschênes (Jean-Philippe) : C'est ça, c'est la position des tribunaux, puis le but, c'était de la codifier dans cette disposition-là. M. Nadeau-Dubois : Je pense que c'est ça, c'est important d'envoyer un message clair, parce que les entreprises vont avoir à interpréter ça, puis, moi, je serais mal à l'aise qu'on dise : Ah! c'est une personnalité publique, ça doit être plus difficile pour elle, ça fait qu'on va être plus prompt à retirer les informations. Je pense que c'est très, très dur, la vie publique, là, j'en ai moi-même payé en masse, là... M. Caire : ... M. Nadeau-Dubois : ...tu sais, ça va, mais du point de vue de la société, tu sais, puis  de l'intérêt public, je pense que ça fait partie du prix à payer pour une société où l'information circule, ça fait que je suis content d'entendre l'interprétation de Me Miville-Deschênes. Le Président (M. Bachand) :M. le député de La Pinière. M. Barrette : Moi, il n'y a pas de question là, c'est ce à quoi je m'attendais implicitement lorsque j'ai entamé cette conversation-là. La question pour moi n'était pas plus de laxité, mais bien où ça arrête. Puis là quand j'entends Me MivilleDeschênes, ça m'interpelle toujours parce qu'il vient de nous dire : On a mis cela en fonction... les items qui sont là sont mis là en fonction de la jurisprudence. Donc, à quelque part, il y a comme un guide sommaire peut-être, là, qui peut être utilisé par les entreprises. Par définition, là, ce qui est dit, puis je m'attends à ça, c'était ça le sens de... c'est bien sûr qu'une personnalité publique va se faire varloper plus que d'autres. Par définition, c'est ça. Oui, mais il y a varlopé puis varlopé. Alors là, le ministre... pas le ministre, mais Me Miville-Deschênes nous dit : Ça, là, 1°, là, on l'a mis là puis il y a une jurisprudence, puis il y en a une pour 2°, pour 3°, pour 4°, puis il y en a une jusqu'à 7°. Alors, il y a comme un guide. Puis, ça, c'est ça, mon point, depuis le début, là, ça aurait été le fun d'avoir une espèce de guide, là, ce n'est peut-être pas le bon mot, là. Non, c'est correct, c'est un gros mot, là, qui rassemble tout ça. La limite d'un critère n'est pas la même limite que l'autre. Elle est claire, cette limite-là, dans l'esprit du législateur, elle n'est peut-être pas aussi claire chez Google, certainement pas chez un plus petit diffuseur. M. Caire : Mais là-dessus, je vais revenir à ce que je disais. M. Barrette : Oui, le gros bon sens, c'est parce que... M. Caire : Bien, c'est parce qu'on... M. Barrette : ...le gros bon sens de Gérard, ce n'est le même pas le gros bon sens que Germaine, là. M. Caire : Mais il n'y aura jamais de guide suffisamment précis qui va... M. Barrette : Ce n'est pas ça, mon point. M. Caire : ...mais non, mais là je vais juste finir ma réponse — qui va permettre de s'assurer une application absolument uniforme, égale, pareille partout dans la société civile. Ça, ça n'existe pas, là, c'est une vue de l'esprit. Donc, il faut... Puis le collègue,  le député de La Pinière parle de guide, mais, je veux dire, c'est ça, les critères de 1° à 7° sont des guides dans l'interprétation. Non, mais c'est parce que sinon, on va écrire un guide qui explique le guide, puis là le guide qui explique le guide ne sera pas assez clair, donc ça va prendre un guide pour... Ce que je veux dire, c'est qu'à un moment donné, là, il y a des situations, on se réfère à la loi, on interprète la loi du mieux qu'on peut, on rend une décision. Cette décision-là fait l'affaire des parties, tant mieux. Cette décision-là ne fait pas l'affaire de la personne qui a fait la demande, elle entame une procédure judiciaire en bonne et due forme dans un tribunal qui a les expertises, qui a la capacité de faire les interprétations nécessaires. Je réitère, c'est une porte d'entrée à une procédure plus allégée, donc plus rapide, plus simple. C'est ça, l'objectif. Alors, la personne ne perd pas ses recours à un tribunal et la personne n'est même pas obligée de se servir de cette procédure-là, elle peut aller directement au tribunal, si elle le veut, si elle le souhaite. Et là il y aura cette expertise-là, oui, mais les complexités qui viennent avec, parce qu'évidemment ce n'est pas simple quand on s'adresse... même quand on parle d'un tribunal administratif, c'est sûr que ce n'est pas aussi simple que d'appeler chez Google, dire: Il y a des photos, je voudrais que tu les retires, oui ou non? M. Barrette : O.K. Mais je ne conteste pas ça, là, M. le Président, là, mais pas... d'aucune manière. Je ne conteste pas ça. C'est juste une question d'application des choses, c'est juste ça. Il y a, à la lecture de tout ça puis à la discussion qu'on a, disons qu'il y a... La fourchette dans laquelle on peut prendre la décision dite de gros bon sens, là, ce n'est pas ça, là. C'est plus ça, là, et plus. Je n'ai pas les bras assez longs même, je pense, pour le dire. Je vais aborder un autre élément, là, avant d'aller au point suivant, là, puis je ne sais pas si vous y avez pensé, là. En Europe, eux autres, ils ont la notion de l'oubli après un certain temps. Est-ce qu'on va avoir cette notion-là, nous autres? M. Caire : Je ne suis pas sûr que je comprends la... M. Barrette : Est-ce que les données peuvent être déréférencées après un certain temps pour x, y raisons? Des voix : ... Le Président (M. Bachand) : Me Miville-Deschênes.  M. Miville-Deschênes (Jean-Philippe) : Oui, bien, en fait, le critère n° 6 vise à prendre en considération le délai écoulé, effectivement, là. M. Barrette : Oui, mais c'est quoi, le délai? Y a-tu une règle? Je vais prendre un exemple, là, qui va vous apparaître peut-être grossier, puis ce n'est pas ça que je veux faire, puis je vais le nommer parce qu'il est public. Moi, là, on peut porter le jugement qu'on voudra sur sa situation actuelle puis où il est rendu, mais admettons qu'il était arrêté dans son évolution un peu plus tôt, est-ce qu'à un moment donné quelqu'un comme Jérémy Gabriel aurait pu avoir le droit au non-référencement? Il est allé à la Cour suprême lui, là, là. Mais, à un moment donné, au début, là, c'était désagréable pour lui. Moi, je trouvais que ça dépassait toutes les bornes morales et éthiques, «whatever», là, ça dépassait tout. Je comprends que ça a été une cause de l'humour, là. Mais, à un moment donné, cet individu-là, là, qui, lui, a été largement référencé quand il était jeune, là, il est rendu adulte, il est encore, je pense, largement référencé pour des mauvaises raisons, à mon sens, sauf le procès, à un moment donné, c'est quoi, la notion du délai écoulé? Moi, là, je prends ça, là, sa situation à lui, là, là, on n'est pas pantoute, là, dans l'agression sexuelle puis la diffusion de photographies indécentes, là. On n'est pas là. On est dans quelque chose de plus méchant, pas que l'autre n'est pas méchant, là, mais on était, à un moment donné, dans la méchanceté. Moi, je fais Google, je ne le ferai pas là, mais je suis sûr que tout sort. Lui, il arrive, là, puis il dit : Je suis écoeuré, là, puis je veux mettre une croix là-dessus. C'est comment qu'on fait? C'est quoi, la règle? Et ça, là, je ne pense pas qu'il y ait bien, bien de jurisprudence, là. M. Miville-Deschênes (Jean-Philippe) : Bien, c'est une bonne question. Je pense qu'en plus M. Gabriel était mineur à l'époque, donc ça serait un critère supplémentaire qui serait pris en considération, mais je... bien, tu sais, il n'y a pas de règle absolue. J'ai en tête une décision dans laquelle une personne avait été une victime d'un drame conjugal, dans le fond, là. Puis, 10 plus tard, Échos ou Allô Police avait sorti un article, puis il avait poursuivi. Puis là il avait dit : Non, non, là, ce n'est plus d'intérêt public, ça fait 10 ans, etc. Donc, c'est un cas où il y avait un délai qui avait été... le délai, notamment, avait été reconnu comme un critère pour dire : Là, la balance penche du côté de la vie privée, la protection de la vie privée. Mais effectivement, là, il n'y a pas de... c'est au cas par cas, là, il n'y a pas de règle absolue sur les délais écoulés, là. M. Barrette : Puis moi, à ma connaissance, il n'y a pas de jurisprudence non plus.  Très peu, en tout cas... M. Miville-Deschênes (Jean-Philippe) : Oui, ce n'est pas... il n'y en a pas beaucoup, ça, c'est certain, là. J'en ai une en tête, là, mais je ne pourrais pas vous en sortir cinq, là. Il y en a peut-être cinq, mais je ne pourrais pas vous les sortir aujourd'hui. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)"], "nb_intervenants": 24, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 5, "nb_interventions_ministre": 6, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 11, "nb_interventions_presidence": 2, "nb_interventions_PLQ": 8, "nb_interventions_QS": 3, "nb_interventions_PQ": 0}, {"debut": "11:50", "fin": "11:59", "debats": "• (11 h 50) • M. Barrette : Non, je comprends, je comprends. Mais c'est un concept qui va probablement devenir de plus en plus pertinent compte tenu de la quantité d'information sur chacun des individus qui circule. À un moment donné, là... Comment vous voyez ça? Moi, je veux voir comment vous ou le législateur voit ça. À un moment donné, là... Je vais prendre un exemple peutêtre plus... Jérémy Gabriel, c'est un bel exemple. Puis c'est peut-être l'exemple parfait, là, parce qu'il n'est pas lié à un... lui, là, il n'est pas lié un crime, il n'est pas lié à de la... il n'est lié à rien. J'allais prendre l'exemple de, je ne sais pas, moi, d'une personnalité publique qui, à 18 ans, a commis un méfait, commis un méfait, là, quelque chose de mineur, là, est-ce que ça doit... Puis ça, ça m'amène... l'autre question, je vais la poser de cette manière-là. Une personne politique, puis là ce n'est pas moi, M. le Président, ne cherchez pas, ce n'est pas moi, une personne politique a commis un méfait à 19 ans, elle était majeure, donc il y a un crime mineur, est-ce que... Et là vous allez sur l'Internet, puis vous mettez son nom, puis il sort ça tout le temps, puis tout le temps, puis tout le temps. En fait, le référencement de cette personne-là, là, c'est ça. Il peut avoir fait, là... il peut avoir gagné un prix Nobel. Au plus loin dans les pages, là, ça va être la troisième référence. Y a-tu un levier à ça? C'est-u à ce point-là d'intérêt public? Estce que c'est... vous avez fait une réflexion sur ce sujet-là? M. Caire : Bien, en fait, la réponse à la question du député de La Pinière, c'est non, il n'y a pas de... Puis honnêtement, je veux dire, comment on peut établir un critère? Moi aussi, j'ai un exemple en tête de quelqu'un qui a vu une histoire ressortir, alors qu'il venait d'avoir à peine 18 ans. Puis presque deux décennies plus tard, se voit confronté à cette information-là qui a, comme, eu des répercussions assez majeures, non seulement sur lui, mais sur l'organisation avec laquelle il était à ce moment-là, au point de mettre fin à sa carrière, en tout cas, dans ce domaine-là. Mais, tu sais, entre vous et moi, M. le député... M. Barrette : Il n'y a rien de parfait, on se comprend.  M. Caire : Non, mais entre vous et moi, là, comment on peut fixer un critère? M. Barrette : O.K. M. Caire : Je veux dire, hein, on va nécessairement tomber dans l'arbitraire, là, c'est incontournable. M. Barrette : Alors... M. Caire : Tout critère qu'on pourrait fixer va nous amener dans l'arbitraire. C'est sûr. M. Barrette : Bien, moi, je veux aller plus loin, M. le Président. Tous les critères qui sont là nous amènent à l'arbitraire, par définition. Il n'y en a pas un qui est objectif. M. Caire : Bien, il y a une différence notable, c'est-à-dire que, comme l'expliquait Me Miville-Deschênes, les critères qui sont là, ils ont été ajoutés en fonction de décisions qui ont été prises par des tribunaux qui ont eu à juger du cas par cas puis qui sont capables, à travers ça, de... à travers ça, nous sommes capables de trouver une règle générale. Donc, il y a quand même une assise là-dessus qui... Là, je ne suis pas d'accord avec mon collègue quand il dit que c'est arbitraire. Mettons qu'on dit : Un délai... dans un délai de 10 ans. Pourquoi pas 15, pourquoi pas cinq? Bon, quand on parle... Puis là en réponse au député de Gouin, Me Miville-Deschênes l'a dit : Bien, le critère, là, de personnalité publique, bien, c'est un critère qui a été établi par la cour sur le fait que... Alors, c'est là où... Puis je comprends, là, la préoccupation de mon collègue, puis, je veux dire, je ne dis pas que son point n'est pas bon, là, au contraire. Mais même si on voulait en fixer un, critère, on le fixerait à partir de quoi, sur la base de quoi? Puis dans... Est-ce que ce critère-là est valable dans un cas x et tout aussi valable dans un cas y, ou dans un cas x, il a du bon sens, puis dans le cas... On parle de M. Gabriel dans ce cas-ci, puis c'est quoi qui serait le bon critère? Puis est-ce que ce critère-là aurait eu la même valeur dans le cas que, moi, j'ai en tête. Je ne suis pas sûr, là. M. Barrette : Bien, c'est pour ça que je pose la question. Puis, encore une fois, M. le Président, j'insiste, là, je ne dis pas que c'est mauvais, là, au contraire, là. Quand le ministre et Me Miville-Deschênes nous disent : Les critères qui ont été mis là, là, ils sont liés à une jurisprudence. Donc, on n'a pas la connaissance parce qu'on n'a pas l'expertise légale, à moins qu'autour, ici, il y ait des avocats, là. Moi, je ne le suis pas. Je suis juste... comme je dis toujours, je le pratique illégalement.  M. Caire : Illégalement. Voilà. M. Barrette : Ça veut dire que, comme tous les illégaux, je n'ai pas une connaissance suffisamment fine de la chose. On ne la connaît pas, la jurisprudence, il y a eu des jurisprudences. Alors, le spectre d'application, là, du critère est assez large. Il doit y avoir une portée, là, au critère numéro 6. «Le délai écoulé», moi, je suis content de voir ça s'il veut dire ce que je pense qu'il veut dire. S'il veut dire : À un moment donné, là, ça fait assez longtemps que ça dure... M. Caire : C'est assez, oui. M. Barrette : ...puis probablement que la phrase, ça doit être du genre : Ça fait assez longtemps que ça dure puis ce n'était pas si grave que ça. Ce n'est pas comme arriver puis dire : Il a tué sa femme à 23 ans ainsi que ses deux enfants puis on va l'oublier. Ça, je pense qu'on ne l'oubliera pas. M. Caire : Non. M. Barrette : Alors, par contre, il doit y avoir des choses que, oui... Puis, c'est quoi, la jurisprudence? Moi, je m'interroge sur la portée du délai. Maintenant, ma question est : Est-ce qu'au moins je suis correct si je dis, légalement parlant, là, si je dis : À un moment donné, là, ça revient tout le temps, puis c'est quelque chose de marginal, ça peut-u arrêter? Parce que, de la bouche même du ministre, ça peut vraiment nuire à la personne. Tu sais, c'est la balance, là, des avantages et des inconvénients juridiques, là. M. Miville-Deschênes (Jean-Philippe) : Bien, oui, effectivement. Puis, comment dire, l'arrivée du droit à l'oubli en Europe, là, c'était notamment et principalement à cause de la permanence des informations sur Internet. C'était une réponse au fait que les informations sur Internet sont permanentes puis ça peut causer un préjudice longtemps. Donc, c'est un critère qui est important puis qui est dans la loi, au numéro 6, pour refléter qu'effectivement 28.1 vise notamment à permettre un certain... là, j'utilise le mot «oubli», c'est plus un déréférencement, mais il doit être pris en considération dans la décision de dire : Là, ça doit être déférencé parce que 10, 12, 15 ans plus tard, ce n'est plus d'intérêt public, puis ça cause un préjudice important. Ça fait qu'effectivement, là, c'est un critère important qui est au paragraphe 6°. M. Barrette : Alors, oui, c'est parfait. Mais quelle est l'intention du législateur dans son application? C'est ça que j'aimerais qui soit dit et même qu'on me le dise pour que je le comprenne. Moi, je comprends ce que je dis, puis j'y vois même, moimême, des problèmes, là. C'est jusqu'où ça va et comment qu'on gère ça. La gifle, là, du party de Noël, puis l'autre, dans le party de Noël, porte plainte pour  voie de fait. Il y a eu voie de fait, oui, mais c'était la gifle dans... disons qu'on peut imaginer des circonstances atténuantes. Mais ça sort, ça sort, ça sort et ça nuit. On peut prendre plein d'exemples, là. Alors, je comprends qu'on se comprend que ça a été mis là pour ça, mais c'est quoi, notre jurisprudence, là, comment qu'on gère ça, là? Moi, je trouve que c'est une bonne affaire, il n'y a pas de problème, le n° 1, le politicien, c'est sûr que c'est un «punching bag», on peut en faire plus, mais il y a une limite. Il y en a qui pensent qu'il n'y en a pas, mais il y en a une, et puis on les prend un après l'autre, et puis c'est la même chose. Là, sixièmement, je suis content que ce soit là, mais comment qu'on le gère? Qu'estce qu'elle dit, notre jurisprudence? On a-tu un exemple sur lequel... Parce que vous dites, vous, de votre bord, que c'est là parce qu'il y a une jurisprudence. Éclairez-moi. M. Miville-Deschênes (Jean-Philippe) : Je vais essayer, mais je réitère que le droit au déréférencement vise notamment à faire en sorte qu'après un certain délai des renseignements qui n'allaient pas tomber dans l'oubli, c'est comme ça en Europe, un peu, qu'ils le présentent, puis que c'est normal qu'après un certain délai il y a certains renseignements qui puissent être déréférencés, mais, par contre, tous les critères ont un impact, c'est-à-dire quel... ce renseignement porte sur quoi, est-ce qu'il est exact et il concerne qui. Donc, c'est un mélange de tous ces critères-là, donc c'est dur de mettre un délai. M. Barrette : Bien, je ne demande… M. Miville-Deschênes (Jean-Philippe) : Ça fait que... mais le délai est un des critères pris en considération, là. M. Barrette : Ce qui serait intéressant, c'est un exemple pratique de jurisprudence nord-américaine, si ça s'est déjà fait, là. M. Miville-Deschênes (Jean-Philippe) : Bien, écoutez, je vais vous donner la jurisprudence dont je me souviens, mais là je me répète, là, mais je ne donnerai pas de nom, de toute façon, parce que je ne m'en souviens pas. Mais... puis, tu sais, il n'y avait pas de droit à l'oubli, donc, tu sais, c'est un autre contexte, mais c'est une personne, un père de famille dont les enfants ont été assassinés par sa conjointe. Puis là il y a des articles dans le journal, etc., puis là, 10 ans plus tard, Allô Police fait... ou je ne me souviens plus lequel, peu importe, il y a le mot «police» dedans, fait un article. Mais lui, il dit : Là, il y a une atteinte à la vie privée. M. Barrette : Pour les plus vieux, il y avait le Allô Police et le Photo Police.  M. Miville-Deschênes (Jean-Philippe) : C'était un des deux. Donc, la personne est poursuivie. M. Caire : Photo Police avait un angle différent. M. Barrette : Exactement, il y avait une page... mais ça, c'est une autre affaire. Le Président (M. Bachand) : Merci beaucoup. Compte tenu de l'heure, je suspends les travaux à ce soir. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Barrette", "Le Président (M. Bachand)"], "nb_intervenants": 29, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 5, "nb_interventions_ministre": 9, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 14, "nb_interventions_presidence": 1, "nb_interventions_PLQ": 14, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:59", "fin": "19:30", "debats": "(Suspension de la séance à 11 h 59)    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "19:30", "fin": "19:34", "debats": "19 h 30 (version révisée) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "19:34", "fin": "19:40", "debats": "(Reprise à 19 h 34) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! Bonne soirée. La Commission des institutions reprend ses travaux. Nous poursuivons l'étude détaillée du projet de loi n° 64, Loi modernisant des dispositions législatives en matière de protection des renseignements personnels. Lors de la suspension de nos travaux ce matin, nous étions rendus à l'article 13 amendé. Interventions? M. le député de La Pinière, s'il vous plaît. M. Barrette : ...vous nous prenez de court. Si vous auriez la gentillesse de nous suspendre ça quelques instants, qu'on ouvre tout. Vous savez, on fait un projet de loi... on vient d'adopter un projet... adopter le principe... la prise en considération d'un projet de loi technologique, mais la technologie ne va jamais aussi vite qu'on pense. Ça fait que, si vous me permettez, M. le Président, juste nous laisser quelques instants pour se... Une voix : ... M. Barrette : Comment? Tu veux y aller? Ah! bien, vas-y. Le Président (M. Bachand) : Alors, M. le député de LaFontaine. M. Tanguay : ...M. le Président. Alors, je vais faire envers moi-même ce qu'on ne peut pas faire envers un collègue, soit souligner mon absence ce matin. Puis je ne  vois aucun rappel au règlement, alors je vois la solidarité entre élus, mais parce qu'on est ainsi faits, certains pourraient dire, nos conjoints, conjointes, qu'on est mal faits. Dans l'auto, je vous écoutais, alors je n'ai pas tout perdu. C'est pour ça que je vous prie de m'excusez à l'avance, n'hésitez pas, puis je pense que vous n'allez pas hésiter à me ramasser si c'est de la redite — vous aviez juste à être là ce matin — mais j'aimerais savoir si vous avez abordé l'applicabilité quant à l'extraterritorialité de cette disposition-là. La réponse courte, là, exécutive, là. M. Caire : Oui, en fait, la réponse que Me Miville-Deschênes avait donnée, c'est : dans la mesure où une entreprise fait des affaires, notamment des contrats de publicité, au Québec, il est reconnu que la loi s'appliquait. M. Tanguay : Donc, elle pourrait, le cas échéant... Parce qu'on va voir plus loin les pénalités. Elle n'est pas insaisissable, autrement dit, au Québec. M. Caire : Bien, je vais laisser Me Miville-Deschênes répondre plus précisément à cette question-là. Voyant le regard qu'il me fait, je... M. Tanguay : J'entendais des criquets. M. Miville-Deschênes (Jean-Philippe) : J'ai manqué la... M. Tanguay : O.K. On était les deux pas là ce matin? Non, il était là, je l'ai entendu. M. Miville-Deschênes (Jean-Philippe) : C'est ce soir que je ne suis pas là. M. Caire : ...là-dessus, M. le député de LaFontaine, vous me permettrez un court aparté, je dois dire que Me Miville-Deschênes a sauvé mon avant-midi, parce que moi, je n'étais pas là, là, sur plusieurs explications. Mon corps était là, mais, de toute évidence, mon cerveau vagabondait dans les méandres du n° 95. Donc, Me Miville-Deschênes pourra peut-être vous éclairer là-dessus. M. Miville-Deschênes (Jean-Philippe) : Bien, j'ai juste manqué la fin de la question, c'est ce bout-là que je n'étais pas là. M. Tanguay : Autrement dit, l'extraterritorialité, c'est que si l'entreprise...  On pense à Google, par exemple, là. Ici, on vise... Moi, je pense qu'on vise Google. Là, je veux dire, si on fait mon nom puis qu'il est arrivé de quoi... parce que je vous ai écouté ce matin, il est arrivé de quoi il y a 10 ans, puis là, finalement... C'est l'article, on peut-u en revenir, là, toute proportion gardée? Si Google a des activités ici... Parce qu'une compagnie qui n'est aucunement présente au Québec, vous avez beau avoir la meilleure loi, vous n'aurez pas la capacité de lui imposer. Donc, il faudrait s'assurer... C'est-à-dire, il faut dire ici que, si l'entreprise a des biens au Québec, elle peut avoir une condamnation si elle n'obtempère pas, si elle ne respecte pas la loi québécoise. Puis la façon de la faire... Il peut y avoir des dommages et intérêts et/ou des pénalités. Bien, si elle est saisissable, si elle a des biens, c'est là où ça va faire mal puis c'est là où elle va se dire : Bien, peut-être ça serait intéressant de respecter la loi québécoise. C'est un peu ça, la logique? M. Miville-Deschênes (Jean-Philippe) : Bien, oui. Bien, la loi québécoise s'applique à Google, il n'y a pas de doute, dans la mesure où, dans son cas, elle a des employés, des locaux, des clients au Québec. Puis même, dans une situation similaire, en Colombie-Britannique, où elle n'avait pas d'employé et de locaux, à l'époque, la loi qui avait des critères similaires a été... la Cour suprême de la Colombie-Britannique a déterminé que la loi s'appliquait parce qu'elle vendait de la publicité à des entreprises britanno-colombiennes. Donc, la loi s'applique, il n'y a pas de doute là-dessus. Mais, effectivement, la deuxième étape, c'est : Une fois qu'on dit que la loi s'applique, de quelle façon on peut s'assurer de son effectivité? Bien là, puisque c'est une entreprise qui a des biens, etc., bien, tu sais, en cas de sanction, il va y avoir toutes les mesures, là, possibles. M. Tanguay : Dans une autre vie, quand j'étais avocat, j'ai fait quelques requêtes, puis ça, c'était assez stimulant intellectuellement, de forum non conveniens. Est-ce que vous avez testé... Puis je vois notre collègue de Chapleau... c'est ça, c'est de Chapleau, c'est ça, oui, c'est bon, oui, qui fait signe de oui de la tête. Est-ce que... Puis le ministre, c'étaient des plus grands oui. Et... Bien, veut-il enchaîner sur forum non conveniens? M. Caire : Bien, en fait, je vais laisser Me Deschênes quand même... M. Tanguay : Pour se reprendre. M. Caire : Oui, c'est ça, parce qu'il a eu un mauvais départ, là, je vais lui laisser une chance. M. Tanguay : Oui, c'est ça. Mais est-ce que c'est... est-ce que ça va tenir la route par rapport aux différents critères jurisprudentiels qui fait en sorte que l'acte reproché doit avoir été mis notamment... l'acte fautif doit avoir été commis au Québec? Alors,  si le référencement est demandé par des résidents québécois, au Québec, le fait de voir non effacé ce qui aurait dû être effacé des recherches, ça a eu lieu au Québec, donc on est à l'aise que ça va être l'un des critères que l'acte reproché a eu lieu au Québec. Puis là on pourra aller chercher Google dans nos cours québécoises. M. Miville-Deschênes (Jean-Philippe) : Oui, oui, oui, parce qu'en plus le droit à la vie privée qui est mis en oeuvre là-dedans, c'est un droit personnel. Donc, dans les règles du droit international privé, on prévoit que le droit... la législation qui s'applique, les tribunaux, ça va être lui de la personne... où est-ce que la personne réside. Là, je ne vous dis pas que Google, ils l'ont déjà fait avec la Cour suprême du Canada, ils vont... ce n'est pas impossible qu'ils prétendent que ça soit la loi californienne qui s'applique, là, c'est arrivé, là, mais je dirais qu'on a les arguments juridiques pour soutenir que c'est la loi québécoise qui s'applique quand c'est le temps de déréférencé un résident du Québec... les renseignements d'un résident du Québec. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Barrette", "M. Barrette", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)"], "nb_intervenants": 22, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 5, "nb_interventions_ministre": 5, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 10, "nb_interventions_presidence": 2, "nb_interventions_PLQ": 10, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "19:40", "fin": "19:50", "debats": "• (19 h 40) • M. Tanguay : O.K. Est-ce que c'est vrai, vous pouvez peut-être me le.... Puis c'est toujours resté dans... L'ALENA a été renouvelé récemment, là, il y a peut-être, quoi, un an, un an et demi, là, on ne fait pas de politique fédérale, je ne me rappelle pas de la date, mais il y a au moins un an et demi à peu près. Et semble-t-il qu'il y avait une disposition qui épargnait les GAFAM de tout recours en justice, justement, pour de tels motifs d'atteinte à la réputation, de ne pas avoir agi pour s'assurer que la réputation de la personne ne puisse pas être davantage endommagée, ainsi de suite. Est-ce que c'est vrai ou c'est une légende urbaine, ça? M. Miville-Deschênes (Jean-Philippe) : Bien là, là, je sors un petit peu de mon champ de compétence, mais je sais qu'en Californie puis aux États-Unis en général, là, il y a des lois qui font en sorte qu'ils ne peuvent pas être responsables, les moteurs de recherche et les entreprises similaires, sur le contenu qui est référencé par eux et qui a été déposé par d'autres personnes. Donc, effectivement qu'il y a une protection. Puis est-ce qu'elle est dans l'ALENA? Je ne pourrais pas vous le garantir, il me semble que oui, là, mais je n'en suis pas certain, là, mais il y a une protection juridique aux États-Unis puis possiblement au Québec, là. J'y vais sous toutes réserves, mais la loi sur le cadre juridique technologies de l'information prévoyait un élément par rapport à ça, mais, aux États-Unis, il y a une protection contre les Google pour... qu'ils ne peuvent pas être poursuivis s'il y a une information préjudiciable ou  diffamatoire qui a été référencée sur leurs moteurs de recherche. M. Tanguay : Et est-ce que... Puis là on va aller dans la discussion qui se poursuivait ce matin au niveau des critères puis qu'est-ce qui mérite d'être retiré ou pas. Est-ce qu'ici... Je veux juste savoir rapidement, là. Est-ce qu'ici... Le droit à l'oubli, est-ce qu'on parle de droit à l'oubli, carrément que ça ne se retrouve pas même en page 15 de la recherche, ou l'information est là... Excusez-moi, je revire de bord. Droit à l'oubli, ça n'existe plus, puis vous descendez, il y a 176 pages, je n'ai jamais rien vu, ou droit à l'oubli pourrait être de rajouter une certaine proportionnalité : Bien, quand tu vas faire son nom, ça va arrêter de «poper», puis... mais c'est quand même une information qui était jadis publique, se retrouve en page 4, 5? M. Caire : Bien, c'est parce qu'on parle de désindexer, de déréférencer, ce qui veut dire que, quand vous allez faire une recherche, le moteur de recherche ne trouvera pas d'information pertinente en lien avec votre requête. Donc, ça, c'est un effacement complet, là. Parce que ce que vous suggérez pourrait se faire, mais, à ce moment-là, c'est une limitation dans le nombre de recherches. Ça, c'est autre chose. La désindexion ou le déréférencement, c'est vraiment au niveau du moteur de recherche qui ne trouve pas de réponse, de mot-clé, d'hyperdata quelque part qui est en lien avec la recherche que vous faites. M. Tanguay : Une entreprise... Si d'aventure, 113 était adopté, une entreprise devrait, évidemment, respecter ces obligations-là si la demande lui est faite. Si le justiciable, l'entreprise... que ça soit Google ou, peu importe, le recours, est-ce que la CAI aura un mot à dire ou si c'est un recours devant les tribunaux de droit commun? M. Caire : C'est un premier recours avec la CAI, le tribunal de la CAI. Et, si le jugement de la CAI ne convient pas, là c'est un appel à la Cour du Québec. M. Tanguay : O.K. Et la CAI pourrait... on va voir les pénalités, pourrait aussi imposer des pénalités, j'imagine, si... M. Caire : Sur la désindexation, non, parce que là on ne parle pas d'une infraction. À savoir que vous faites une requête, l'entreprise juge que la requête, il n'a pas à y accéder, vous n'avez pas été brimé. Dans le sens où, comme on l'a dit ce matin, ce qu'on donne, c'est une voie d'accès rapide, c'est une possibilité de s'entendre avec l'entreprise, mais ça veut dire que peut-être qu'il n'y a pas de possibilité de s'entendre avec l'entreprise, mais l'entreprise n'est pas en infraction. Elle serait en infraction si elle avait l'obligation de faire ceci, cela. Elle n'a pas l'obligation de le faire. M. Tanguay : Elle va l'être si la CAI émet une injonction, je pense qu'on...  M. Caire : Non, mais là ce n'est pas pareil. M. Tanguay : Là, la CAI pourrait mettre une injonction. Vous rayez ça, puis ça dit... M. Caire : Oui, oui, oui. Elle peut remettre des ordonnances. Puis là c'est une ordonnance d'un tribunal, puis c'est exécutoire. M. Tanguay : Puis on a eu ce débat-là, je me rappelle, les ordonnances de la CAI peuvent être... sont appelables devant les tribunaux de droit commun. M. Caire : Oui, Cour du Québec. M. Tanguay : Cour du Québec, ah oui? Cour du Québec pourrait casser une ordonnance d'injonction de la CAI? M. Miville-Deschênes (Jean-Philippe) : ...ça va avec le volet tribunal administratif de la CAI juridictionnel qui va prendre la décision, donc il y a un droit d'appel à la Cour du Québec qui est prévu dans la loi. M. Tanguay : À la Cour du Québec. Et là ça va être des critères de droit administratif, ce ne sera pas... Est-ce que ça va être des critères de droit administratif, ou la Cour du Québec va rendre la décision qui aurait dû être rendue, ou la Cour du Québec va la casser et va demander à la CAI de, elle, rendre la décision qui aurait dû être rendue? M. Miville-Deschênes (Jean-Philippe) : Bien, c'est une excellente question, parce qu'il y a eu un changement, dernièrement, par rapport à ça, là. Avant, la Cour du Québec, comment dire, elle ne rendait pas la décision, elle faisait la norme de contrôle de la décision correcte, là M. Tanguay : C'est ça, norme de contrôle. M. Miville-Deschênes (Jean-Philippe) : Mais là, maintenant, elle va rendre la... depuis des changements qui ont eu lieu... qui ont été apportés dans tous les tribunaux administratifs, là, elle va rendre une décision de nouveau, là, elle va revoir le dossier au complet.  M. Tanguay : Parce que seule la Cour supérieure peut émettre des injonctions, hein? Là, est-ce que la Cour du Québec aurait le pouvoir d'émettre des injonctions? M. Miville-Deschênes (Jean-Philippe) : Bien, des injonctions... C'est que la décision... C'est la décision de la Cour du Québec qui est exécutoire, là, c'est... donc, c'est... Elle ordonne, à la fin de sa décision, là, une... Ça fait que ce n'est pas vraiment... je ne dirais pas que c'est une injonction. M. Tanguay : Parce que c'est une injonction... On est dans la notion de mandatoire. Autrement dit : Je vous ordonne de rayer cette information-là de vos registres. M. Miville-Deschênes (Jean-Philippe) : Oui, oui, c'est... Effectivement. M. Tanguay : Ça fait qu'elle pourrait le faire, la Cour du Québec? M. Miville-Deschênes (Jean-Philippe) : Oui, oui. Bien, les décisions qu'elle rend déjà, dans le cas d'une suppression, ou d'une rectification, ou d'un accès dans le cas de la loi sur l'accès, bien, c'est déjà : J'ordonne de communiquer... M. Tanguay : La CAI, mais la Cour du Québec aussi? M. Miville-Deschênes (Jean-Philippe) : Oui, oui, oui, la Cour du Québec... M. Tanguay : O.K. Puis dernière question... Oui? M. Miville-Deschênes (Jean-Philippe) : Bien, je m'excuse, je voulais faire une petite précision. Parce que la désindexation, c'est, effectivement, faire disparaître le résultat de recherche, là, je suis désolé, mais le deuxième alinéa prévoit aussi qu'il y a une possibilité de réindexer, donc, effectivement, de... M. Caire : ...on peut réindexer, mais c'est parce que la question que le député me posait, c'était : Est-ce que l'objectif, c'est de limiter le nombre d'informations qui sont encore disponibles? Bien, le déférencement ou la désindexation, tu ne limites pas l'information, tu fais juste... le moteur de recherche ne trouve rien, mais, oui, on peut permettre, effectivement, de réindexer, auquel cas l'information va redevenir... mais ça n'a pas pour effet de limiter le nombre de pages que je vais trouver. M. Tanguay : Non, c'est binaire. Autrement dit, c'est là ou ce n'est pas là. Puis ce n'est pas : ça va être là mais un petit peu plus loin, non, non. M. Caire : C'est ça, c'est ça. M. Tanguay : Dernière question de compréhension, puis ça peut se répondre très rapidement. Google, c'est l'exemple facile, mais les entreprises typiquement québécoises, on parle de qui, là? Je veux dire, des entreprises qui donnent accès à Internet, notamment?  M. Caire : Les moteurs de recherche. M. Tanguay : Avec des moteurs de recherche. Est-ce que ça, ça peut trouver application... On parle de tout hyperlien, ça fait que nécessairement on parle d'Internet, toute entreprise qui gravite autour d'Internet, là. Cet article-là a pour vocation d'être appliqué dans d'autres contextes qu'un contexte des Internet, là? M. Caire : Non. M. Tanguay : O.K. M. Caire : Non, parce que le déférencement, la désindexation ou le reréférencement, c'est en lien avec le numérique, là. Le Président (M. Bachand) :...député de La Pinière, s'il vous plaît. M. Barrette : ...en lien avec ce que mon collègue a dit et en lien avec certains commentaires qu'on m'a... qui m'ont été faits, ici, là, tout tourne autour de l'indexation et du référencement. Tout tourne autour de ça parce que tout tourne autour d'un moteur de recherche. Bon. Le moteur de recherche, lui, là, il va interroger l'Internet pour voir si telle donnée personnelle existe, ou peu importe, une donnée personnelle peu importe la nature. Et là nous, on est dans un article qui nous permet de faire une démarche de désindexer, déréférencer. Est-ce qu'il y a lieu ou est-ce qu'il y a déjà — que je ne sais pas ou pas compris, c'est pareil — des circonstances prévues à la loi qui permettent de faire en sorte que le site source, lui, ça disparaît là aussi? Je comprends qu'on ne puisse pas enlever un jugement d'une cour de justice, du ministère de la Justice. Ça, c'est une espèce de donnée source, là, probablement inviolable... non, pas un bon mot, «inviolable», immodifiable, à moins que la loi le... La raison pour laquelle je pose cette question-là, là... M. Caire : ...je comprends parfaitement votre question, puis... M. Barrette : Oui. Quand on regarde 28.1, là... ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Barrette", "M. Caire", "M. Barrette"], "nb_intervenants": 43, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 9, "nb_interventions_ministre": 12, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 21, "nb_interventions_presidence": 1, "nb_interventions_PLQ": 21, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "19:50", "fin": "20:00", "debats": "• (19 h 50) •  M. Caire : Donc, est-ce que ça implique l'effacement du fichier source? C'est ça, votre question. M. Barrette : Oui. Parce que, quand on regarde numéro 7°... Je reviendrai au numéro 6°, tantôt, là, dans 28.1, dans l'évaluation des critères du deuxième alinéa, là. À 7°, et on le comprend, la personne devra prendre en considération des situations pénales, criminelles, et ainsi de suite, et là on fait référence à un élément très spécifique qui est le pardon. Par définition, le pardon, là, ça veut dire que, même dans la banque de données de la Justice, ça n'apparaît pas. La personne a le pardon, ça devient invisible à l'univers. Ce n'est pas effacé, un pardon n'efface pas le dossier, mais le dossier n'est plus visible à qui veut le voir. Maintenant, ça, quand je lis ça, c'est comme... pas que c'est comme, ça veut dire que fonctionnellement il y a une loi, là, qui prévoit qu'on peut sortir de l'Internet une donnée. Puis, dans le cas de numéro 7°, c'est en plein ça que... c'est ça qu'on veut. À quoi ça sert d'avoir un pardon si la personne reste impactée par un passé pour lequel il y a eu un pardon? Puis on sait, évidemment, que ce n'est pas parce que tu es pardonné que tu es pardonné. Si l'information peut circuler encore, ça induit quelque chose, bon, sans commenter. C'est une... ce n'est pas une métaphore, c'est un parallèle que je fais avec 7°. Est-ce qu'on peut, dans la loi, s'assurer qu'un site Web source montrant cette donnée-là soit effacé? Parce que là le moteur de recherche, c'est une affaire, le moteur de recherche, il va regarder là, là, là, ramène ça. Puis on peut payer pour puis on dit : O.K., là, moi, tu vas me mettre en haut. Bon. Quelqu'un qui a quelque chose qu'il ne veut pas... il ne payera pas pour ça, là, on s'entend, mais... Vous comprenez le sens de ma question? Alors, ça, est-ce qu'on a prévu ça? C'est le fun parce qu'à 7° c'est intrinsèque parce que la loi prévoit déjà ça, mais, dans l'esprit, là, de vouloir avoir accès à un oubli, est-ce qu'on a prévu de faire oublier un site Web source? M. Caire : Bien, je vais laisser Me Miville-Deschênes répondre sur l'aspect légal. Sur l'aspect technologique... Puis ça, c'est comme... Puis là je veux faire attention parce que j'ai besoin de réfléchir à... ce que... le fichier source, comment on le trouve, combien de fois a-t-il répliqué, il a été stocké où, c'est un... Mais je vais laisser Me Miville-Deschênes... M. Barrette : Ma question... M. Caire : Parce que sur 28.1, c'est sûr qu'on parle de désindexation... M. Barrette : Je le sais.  M. Caire : ...de déréférencement, donc on ne parle pas de suppression du fichier source. M. Barrette : Moi... M. Caire : Il y a-tu d'autres articles, quelque part, qui nous permettraient de faire supprimer l'information? Je pense que oui. Je pense qu'effectivement, compte tenu du fait qu'on a collecté des renseignements personnels, qu'on l'a fait de façon illicite et illégale, oui, on pourrait obtenir le fait qu'ils soient... qu'ils soient supprimés, mais ça, c'est des articles subséquents qu'on a adoptés. Parce que c'est sûr que, si on se confine à 28.1, non, mais, entre autres, sur... Parce qu'on a un article qui parle... Lequel qui parlait de : Tu ne peux pas faire ça, tu ne peux pas faire ça, tu ne peux pas faire ça? M. Miville-Deschênes (Jean-Philippe) : ...qui prévoit la possibilité de... M. Caire : Avec le Code civil? Oui, par le Code civil. M. Barrette : Juste un commentaire, M. le Président, là, pour qu'on soit bien sur la même page, là. M. Caire : Oui, oui, oui, pas de problème. M. Barrette : Quand le ministre me dit : Oui, le fichier source, je ne sais pas combien il a été de fois dupliqué, et ainsi de suite, moi, je parle essentiellement du fichier source visible sur le Web. Il est visible, on peut tomber dessus par hasard. On peut peut-être trouver des moyens d'une... Puis là je ne le vois... Parce que les moteurs de recherche, là, à la limite, on pourrait dire : Il y en a combien, de moteurs de recherche, là, actuellement, au Québec, là? Puis je vais avoir une autre question à poser, après, là-dessus. Clarifions ça, mais ça a un intérêt, là, cette question-là. M. Caire : Avez-vous fini, M. le député? M. Barrette : Oui, j'ai fini. M. Caire : O.K. Bon... M. Barrette : Mais je voulais juste... Mon point ici, c'était simplement de dire : Je ne recherche pas la duplication d'un fichier, parce que là on est dans l'univers Web. M. Caire : La réponse à votre question sur l'aspect de 28, 28.1, c'est oui. La désindexation, le déréférencement, c'est sûr que ça a pour effet de rendre invisible le fichier sur le Web. Maintenant... Oui, oui. M. Barrette : ...invisible aux moteurs de recherche. M. Caire : ...non, c'est parce que, je veux dire, si vous allez sur un site, le site prend sa source quelque part. Ce qui est affiché sur le site prend sa source quelque part, bon. Ça fait qu'il y a toujours un... le lien, il a toujours un référencement, il a toujours une indexation, tout le temps, bon. Mais, ceci étant dit, je comprends que ça ne supprime pas l'information de la base de données. Et ça, ce que je comprends, c'est qu'on a adopté... bien, ce que je comprends... On a adopté des articles où, si vous avez une information, un renseignement personnel que vous avez collectés pour lesquels il n'y a pas de consentement, vous ne pouvez pas faire ça. Ça fait que, dans ces circonstances-là, oui, vous pourriez être obligé de supprimer ledit fichier. Puis là, bien, je vais laisser Me Miville-Deschênes compléter la réponse parce que ce que je comprends, c'est que 28 lui-même amène d'autres obligations. Je ne sais pas si c'est lié avec le Code civil, là... M. Miville-Deschênes (Jean-Philippe) : Non, non, bien, en fait, l'article 28... L'article 28 est l'article qui permet, justement, de s'adresser directement à une entreprise pour demander la rectification ou la suppression. Donc, effectivement, le droit de suppression existe dans la loi déjà et est reconduit dans le projet de loi n° 64. Donc, la désindexation, c'est un autre outil qui est offert, en quelque part, aux citoyens si le droit à la suppression ne permet pas d'atteindre l'objectif, là, je dirais. M. Barrette : O.K. Je vais prendre... Parce que là je ne connais pas la réponse à ça, peut-être que vous autres, vous avez la réponse. Je vais prendre l'exemple d'un professionnel. Ce matin... Oui, c'était ce matin, là, oui, ce matin. Ce matin, j'avais pris l'exemple du professeur accusé erronément d'avoir eu... M. Caire : ...des comportements envers... M. Barrette : Envers ses élèves. M. Caire : Oui, tout à fait, oui, je me souviens. M. Barrette : Bon. Ce professeur-là, là, je ne le sais pas, quelle est la règle dans... Ils n'ont pas d'ordre professionnel. Je le sais pour mon ordre professionnel, mais, pour eux autres, je ne le sais pas. S'il advenait, là, que, maintenant, un centre de services vive ça, le professeur, lui, demande une désindexation, déréférencement, mais le centre de services, pour des raisons discutables, laisse l'information mais précise : A été mis en cause, il y a eu une enquête, un procès, il a été absous hors de tout doute, et ainsi de suite. Le centre de services, c'est hypothétique, là, le laisse sur son site Web. Est-ce que ça, ça peut... on peut exiger que ça... Même si l'information qui est  là est exacte, là : A été soupçonné de, investigué pour, a été l'objet d'un procès, a été acquitté hors de tout doute, puis là pour une raison bizarre, là, il le laisse là, j'ai-tu le droit de demander à ce que ça disparaisse? M. Caire : Vous avez très certainement le droit de le demander. Ça, il n'y a aucun doute. Maintenant, dans l'exemple que le député amène, M. le Président, on comprend que l'organisation... Ici, c'est un organisme public, mais c'est la même chose. L'organisme dit... c'est parce qu'il faut comprendre que ça, ça s'adresse à l'entreprise privée, mais mettons... Une voix : ... M. Caire : ...mais mettons... mais transposons l'information dans une entreprise privée. Là, je veux dire, je comprends que le contexte est... bon, dit : Bien non, moi, je pense que c'est correct de le laisser sur le site Web. C'est clair que l'individu en question pourrait s'adresser à la CAI. La CAI aurait à apprécier la demande à travers les conditions et les critères qui sont fixés par 28.1, rendrait une décision. Cette décision-là donnerait... dans la mesure où la CAI donne raison à l'individu, donnerait lieu à une ordonnance. Puis, à ce moment-là, l'organisation serait obligée de retirer la référence, donc d'éliminer ça du site, puis, à la limite, pourrait demander à ce que l'information soit supprimée, là. Quoique, dans ce cas-là, on ne parle pas d'une possession ou d'une collecte illégale, là. J'imagine que, dans l'exemple du député... M. Barrette : ...l'exemple que je donne, c'est légal, là. M. Caire : Mais très certainement il pourrait obtenir qu'il n'y ait pas de référencement qui soit fait, puis qu'à partir de là ça ne soit plus visible à partir de son site Web. M. Barrette : ...le référencement, lui... J'en reviens à la donnée source. La donnée source, si elle n'est pas référencée, bon, Google ne le voit plus, un paquet de moteurs, tous les moteurs... M. Caire : Même votre site Web ne le verra plus, M. le député. Parce que la page Web, là, c'est une application qui roule puis qui fait une connexion, là, ça lui prend... L'information, il faut qu'elle aille la chercher quelque part. Ce n'est pas... en bon... Puis je sais que c'est un langage que vous... Ce n'est pas codé dur dans la page Web, là. C'est pour ça qu'il y a une référence. À un moment donné, il y a un lien, là, il y a un tag HTLM, puis il y a un lien, puis on va chercher l'information. Donc, ça, c'est une référence, c'est une indexation, c'est sûr, ça doit être retiré.  • (20 heures) • M. Barrette : O.K. Les Européens, eux autres, avaient fait référence, pour le droit à l'oubli, à la durée de l'utilité de la donnée collectée. On collecte ça pour une fin, puis là ça dure un certain temps, puis ça peut être quasiment automatique qu'à un moment donné ça s'efface. Nous, on ne va pas là, par exemple, on ne souhaite pas aller là...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette"], "nb_intervenants": 34, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 2, "nb_interventions_ministre": 17, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 15, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 15, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "20:00", "fin": "20:10", "debats": "20 h (version révisée) M. Barrette : ...les Européens, eux autres, avaient fait référence, pour le droit à l'oubli, à la durée d'utilité de la donnée collectée. On collecte ça pour une fin, puis là ça dure un certain temps, puis ça peut être quasiment automatique qu'à un moment donné ça s'efface. Nous, on ne va pas là, par exemple, on ne souhaite pas aller là. Pourquoi? M. Caire : Bien, il n'y a pas... en fait... M. Barrette : ...M. le Président, c'est à cause de 95, puisque c'est un sujet opportun pour la journée, là, dans 95, là, le ministre, puis ce n'est pas sa responsabilité dans ce cas-là d'aucune manière, mais même les gens qui étaient venus nous voir nous avaient dit que, dans les gouvernements, des fois, quand on fait... d'ailleurs, c'est une des raisons pour lesquelles, dans 95, on fait des inventaires. Le ministre devrait compter ainsi que les experts que, dans leur expérience, souvent, on trouvait des bases de données anciennes qui n'ont plus aucune utilité, qui sont là, elles sont là. Là, je comprends qu'on est dans l'entreprise privée, mais ça peut se transposer, ça aussi, là. M. Caire : Je réalise que je pense que je n'avais pas bien compris votre question. Le cycle de vie de la donnée, ça, on en a parlé dans les articles précédents. Donc, effectivement, lorsque les fins pour lesquelles une information a été collectée, ont été accomplies, cette donnée-là doit être supprimée. Puis là on a vu des cas d'exception où on pouvait les utiliser en les désanonymisant. Puis on a... bon, on a fait... Ensuite, moi, je pensais que vous faisiez référence au critère 6, je pense, dont on a discuté ce matin, là, qui parlait du délai écoulé entre la diffusion du renseignement, la demande faite en vertu du présent article. Donc, à partir de quel moment on devrait désindexer systématiquement une information? Non, on ne met pas de... Bien, honnêtement, je vous avoue que je ne saurais pas comment établir de critères... tu sais, je ne sais pas, je ne saurais pas comment faire. À partir de quel moment on dit : Une information doit être désindexée de façon automatique?  M. Barrette : Quand le citoyen n'est plus client de la compagnie. M. Caire : Oui, mais l'information n'est pas nécessairement reliée à un lien d'emploi. Je vous donne l'exemple que vous donniez vous-même. C'est une information sur monsieur X qui a été accusé de comportements sexuels litigieux, à partir de quel moment ce n'est plus d'intérêt public? À partir de quel moment... tu sais, sous quels critères on devrait dire : Bon, bien, ça, on va le désindexer, on va le déréférencer de façon dramatique, là, sur un critère de temps? Donc, il n'y a pas d'autre critère que le temps, là, dans le sens où on va dire : Bon, bien là, ça fait 10 ans, c'est assez. M. Barrette : Non, cet exemple-là, pour moi, c'est un exemple assez clair, il n'est pas désindexé, mais il est désindexé s'il a eu son pardon. M. Caire : Bien, à ce moment-là, il pourrait faire la demande. Moi, je pense que c'est plus simple de permettre à l'individu de faire sa demande puis de dire : J'ai eu un pardon, on désindexe. Puis ça va rencontrer les trois critères qu'on a établis, là, compte tenu de cet élément-là dont on doit tenir compte, évidemment. M. Barrette : Là, bien, je poserais une question tout à fait... là, je vais à la pêche, là, vraiment, vraiment, là : Est-ce que des situations comme le pardon, dans le corpus législatif, ça existe? Il y en a-tu d'autres? M. Caire : Là, on n'est plus... là, vous ne me parlez plus de... M. Barrette : Non, mais c'est-à-dire que, oui, on y est, dans une certaine manière, là. M. Caire : Mais, tu sais, mettons, le pardon pour une offense criminelle, là, mettons, j'ai commis un crime x... M. Barrette : ...et puis il y a eu un pardon, puis la donnée disparaît. Est-ce que ça existe? C'est une question, que je pose, je n'ai pas la réponse du tout, du tout, c'est vous autres qui avez plus l'expérience. Est-ce qu'il y a d'autres circonstances où une donnée, parce qu'il y a eu soit une durée dans le temps soit parce qu'une situation a changé — le pardon, c'est un changement de situation, là — que cette donnée-là disparaît ailleurs, là, dans l'État, dans ci, dans ça. Le pardon, c'est la situation... c'est la seule que je connais, puis c'est la plus forte, mais il y en a-tu d'autres?  M. Miville-Deschênes (Jean-Philippe) : Bien, en fait, il y a... puis c'est le septième paragraphe, là, de l'article 28, là, qui parle des restrictions à l'accessibilité des registres des tribunaux judiciaires, il y a une directive du ministère de la Justice qui fait que certaines personnes peuvent demander que des renseignements à leur sujet soient... je ne sais pas, je pense qu'ils ne seront plus accessibles, un peu comme les renseignements dans le cas d'un pardon. Puis je vais vous donner des exemples, là. Si la personne, il y a eu un arrêt de procédure, si elle a été acquittée, il y a certaines situations, puis c'est la directive, là, que je pourrais vous transmettre, au besoin, D-21, il y a certaines situations où il y a une directive qui permet à la personne de faire une demande au ministère de la Justice pour que des renseignements relatifs à une procédure pénale ou criminelle ne soient pas accessibles à tous. M. Barrette : Il y a une procédure. M. Miville-Deschênes (Jean-Philippe) : Oui, il y a une... oui, effectivement. M. Barrette : O.K. Alors là, je vais aller toujours à la pêche, là. Dans des situations parfois délicates de droit familial, séparation et compagnie, là, est-ce qu'on a le droit de déférencer, désindexer? M. Miville-Deschênes (Jean-Philippe) : De déférencer... Parce que, là, souvent, dans les histoires de droit familial, il va souvent y avoir des... je pense que c'est automatique, sauf exception, qu'il y a des ordonnances de non-diffusion, nonpublication. M. Barrette : Une ordonnance. Mais s'il n'y en a pas? M. Miville-Deschênes (Jean-Philippe) : C'est une bonne question, là, je ne pourrais pas vous répondre. Je dirais... Écoutez, vous me prenez de court un peu, là. Est-ce que... Tu sais, il n'y a rien qui empêche de faire une demande de déréférencement, ça fait que la personne pourrait effectivement faire une demande, mais en même temps, le jugement... les décisions des tribunaux ne sont pas référencées sur Google, actuellement, généralement, là. M. Barrette : C'est vous qui le savez. Là, actuellement, là, puis là je vais faire vraiment l'avocat du diable, puisque la cause est connue, Lola, là, il y avait une ordonnance de non-publication, bon, même si tout le monde sait c'est qui ou à peu près, là. Mais Lola, là, s'il n'y avait pas eu d'ordonnance de non-publication, ça aurait fait brûler l'Internet, là. Est-ce que ça, il y a... Ça va s'articuler comment là-dedans,  là? M. Caire : Bien, dans le cas d'une ordonnance de non-publication, ça, c'est très clair, c'est un interdit de publier, là, ça veut dire que ça n'embarque même pas sur votre site Web, sinon c'est un outrage au tribunal. M. Barrette : ... M. Caire : O.K. M. Barrette : Quand il n'y a pas d'ordonnance de non-publication. M. Caire : S'il n'y a pas d'ordonnance de publication, on rentre sur les critères de 28.1. M. Barrette : Et là, ça va être la fameuse jurisprudence. M. Caire : Oui. S'il n'y a pas une ordonnance de non-publication, il n'y a pas une interdit... un interdit — pardon, «une», excusez-moi — il n'y a pas un interdit de le publier. À partir de là, c'est la personne qui, en fonction des trois critères de 28.1, peut demander à ce que ça soit désindexé avec toute la procédure... M. Barrette : Non. Je pose ces questions-là, je fais exprès, M. le Président, parce que je pense qu'on l'a entendu dans nos travaux, il y a des gens qui sont très heureux de voir que tout soit étalé sur la place publique. J'ai senti ça dans nos travaux, puis je ne parle pas du ministre. Il y en a qui y trouve un certain intérêt, personnel, ou politique, ou mélangé, peu importe, là. Il y en a qui sont pour la transparence absolue, il y en a qui le sont moins. M. Caire : ...méfie-toi de ce que tu veux, ça pourrait t'arriver. M. Barrette : Oui, en effet, en effet, en effet. Moi, ça revient toujours à la même affaire, là, je comprends, là, la portée de 28 puis 28.1. Je comprends, là, que, dans l'espèce de boîte, là, qui est une machine, là, c'est l'ordinateur dans lequel rentre dans informations qu'il y a une demande, là. Et ça, ce sont les critères qui sont pris en considération en fonction d'une jurisprudence, puis ce n'est pas sûr que tout le monde va pouvoir l'appliquer avec sagesse, on va dire. Puis en plus, à la fin, des groupes de médias pourraient arriver puis faire la même demande contraire à la CAI puis dire : ...vous avez accepté de déférencer, de désindexer, vous devez renverser ça. Parce que c'est ça, la situation, là. À la fin, le reréférencement et la réindexation va passer par un groupe d'intérêts qui va aller devant la CAI puis qui va dire : La décision que vous avez prise est inappropriée, poliment. M. Caire : C'est possible. M. Barrette : Bien, pas c'est possible, c'est possible que ça se passe comme ça, mais c'est ça, le chemin. Le chemin va être celui-là, là. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette"], "nb_intervenants": 33, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 4, "nb_interventions_ministre": 12, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 17, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 17, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "20:10", "fin": "20:20", "debats": "• (20 h 10) • M. Caire : Oui, oui, c'est possible, effectivement. Vous avez raison. M. Barrette : Non, non, non, mais, je veux dire, je le sais... M. Caire : Mais, je veux dire, sur le fait... M. Barrette : Le chemin, c'est celui-là. M. Caire : C'est ça, oui, le chemin, c'est celui-là. Maintenant, est-ce que quelqu'un va vouloir emprunter ce chemin-là? C'est possible, effectivement. Effectivement. M. Barrette : Ah! ça. C'était quoi, la cause au fédéral, là, avec Daniel Leblanc, puis la madame qui s'était faite... la lanceuse d'alertes, là. M. Caire : Hé! boy. Oui, oui, oui. M. Barrette : À l'assurance chômage, on oublie tous le nom, là. Mais ça, c'est un cas où c'est clair que, s'il y avait eu demande de désindexation, il y aurait eu une demande de réindexation, là. M. Caire : Oui, je pense que oui, moi. M. Barrette : Et c'est le milieu médiatique qui l'aurait demandé, là. On n'a pas à porter de jugement là-dessus, là, ce n'est pas ça, la question. La question, c'est le chemin, c'est ça. M. Caire : Non, non, non. Oui. M. Barrette : Moi, peut-être une des dernières questions que j'ai à poser, puis on en a parlé ce matin, puis je n'ai pas trouvé que j'avais eu une réponse très satisfaisante, là, mais on... M. Caire : On va essayer de faire mieux. M. Barrette : Hein?  M. Caire : On va essayer de faire mieux. M. Barrette : Mais, quand qu'une personne, dans son esprit, se considère légitime de demander un déréférencement, là... M. Caire : Oui. M. Barrette : O.K.? On ne met pas de délai pour avoir une réponse, on ne met même pas... M. Caire : On a un délai pour avoir une réponse, c'est 30 jours. M. Barrette : Oui, c'est 30 jours, mais on n'a pas un délai pour l'exercer, cette décision-là. Moi, là, je suis Google, là, puis je dis : Oui, O.K., vous avez raison, on va le faire, je le fais six mois plus tard. M. Caire : Il y a-tu... M. Barrette : On a un délai de réponse, mais on n'a pas un délai d'exécution. M. Miville-Deschênes (Jean-Philippe) : ... M. Barrette : Oui. Moi, c'est ça qui m'importe. Je peux comprendre une organisation de prendre un mois pour réfléchir à un cas de figure. Surtout les premiers cas de figure qui vont arriver, ils vont se dire, toutes ces grandes organisations et petites... ils vont dire : On va y penser par deux fois, là, pour faire la bonne affaire, parce qu'on va faire un précédent. Et ils vont tous s'énerver avec ça, puis c'est normal, c'est même la bonne chose à faire. Maintenant, un coup que la décision est prise, là, on a vu... parce que j'avais posé la question, que la décision devait être motivée, c'est ça que j'ai compris ce matin, là, et là la personne fera ce qu'elle veut avec cette décision-là, mais l'exécution? M. Caire : Bien, dans le cas où l'organisation accepte, je veux dire, elle va le faire. Si l'organisation dit oui, mais ne le fait pas, on comprend qu'elle a dit non dans les faits. Puis, à ce moment-là, la personne... Puis... mais juste pour compléter ma réponse, là, puis dans les faits, je veux dire, la personne qui a fait la demande, elle n'a pas non plus l'obligation d'attendre six mois, 12 mois, 18 mois, je veux dire, avant de se tourner vers la CAI, là. Tu sais, dans les faits, c'est vrai dans un sens, c'est vrai dans l'autre aussi, là. Dans le sens où moi, je peux faire une demande, Google dit : Oui, puis on dit «Google», mais, bon, le moteur de  recherche x-y dit : Oui, vous avez raison, on va désindexer effectivement cette information-là. Le citoyen, deux jours plus tard, il dit : Bien, ce n'est toujours pas fait, il est légitime d'aller devant la CAI, puis la CAI ne peut pas dire : Bien, non, il y a un délai, puis ils n'ont pas... Bon, j'y vais, là. M. Barrette : Bien là, je vais me faire l'avocat du diable, M. le Président. Aller à la CAI, compte tenu des ressources qu'elles ont ou qu'elle a, ça se peut que la CAI soit un frein, on va dire, avant d'être entendue. Je vais faire un... Le ministre n'est pas obligé de répondre à ça. Je sens que sa langue est étourdie à force de tourner dans sa bouche. M. Caire : Elle a mal au coeur. M. Barrette : Elle a mal au coeur. M. le Président, je vais faire un parallèle, O.K.? Puis ça, c'est un bien bon parallèle, parce que c'est des données personnelles. Dans mon univers à moi, précédent, puis sentimentalement je le considère encore le mien, sur-le-champ, sur-le-champ, vous avez le droit de regarder votre dossier. Vous êtes couché dans un lit d'hôpital, vous êtes bien conscient, là, vous dites... vous avez le droit de dire à l'infirmière : Je veux mon dossier, je veux le voir. La réponse va être : Oui, mais. Il va y avoir une hésitation parce qu'il y a toujours une hésitation dans le personnel : Il est-u capable de prendre ce qui est écrit là? Tu sais, mettons que le docteur ne lui a pas dit qu'il avait six mois à vivre puis il va le voir dans le texte, là. Mais vous avez le droit, vous avez le droit. Et vous débarquez dans un hôpital, aux archives, là, parce que vous avez besoin d'une copie de votre dossier, là, le seul frein qu'il peut y avoir, c'est : O.K., votre dossier a 700 pages, laissez-nous le temps de le photocopier. Parce qu'il n'est pas électronique parce qu'on est au Québec. En passant, j'ai beaucoup... j'ai trouvé ça très drôle, la sortie du ministre de la Santé aujourd'hui, qui considère que, pour lui, ce qu'il fait avec ses tableaux de bord, c'était ça, la donnée numérique. J'ai beaucoup ri. Il faudrait que vous transfériez ces commentaires-là. J'ai vraiment beaucoup ri. Je le dis puis je ris encore. Voulez-vous voir mes 32 dents? Mais la réalité, M. le Président, c'est que c'est une donnée personnelle. Il n'y a pas plus personnel que son propre dossier médical, là. Je reprends mon exemple du dossier de 700 pages, ça existe, hein, ce n'est pas une lubie, là. Un dossier de 700 pages, là, on va vous dire, là, parce qu'on n'est pas numérique : On va le scanner, revenez demain, pas dans une semaine. Vous allez voir. Puis si vous êtes prêt à attendre, probablement qu'ils vont le faire sur-le-champ, j'ai déjà vu ça. Puis si le dossier est éparpillé partout, bien là, ça va prendre... bon. C'est dans ce sens-là que je pose la question. Si, dans certains domaines, on peut avoir accès sur-le-champ, pourquoi on doit avoir un délai? Bien, je pense que c'est  correct, qu'il y ait un délai, parce que là, on est dans les lignes de code. Il faut que, quand même, quelqu'un soit devant un ordinateur puis qu'il fasse un changement dans la programmation, bien, minimal, là, mais il en faut un pareil. Alors, pourquoi on n'a pas un délai? M. Caire : Bien, ce n'est pas... Mais c'est comme je dis au collègue : Est-ce qu'on pourrait dire : Tu sais, une fois que la demande a été acceptée, l'entreprise a tant de jours pour s'exécuter? On pourrait, mais, tu sais, à l'inverse, ça veut dire que le citoyen, lui, ne peut pas prendre d'autres procédures, il faut qu'il attende 30 jours. Parce que, tu sais, le délai, il est dans les deux sens, c'est ça que je veux dire, alors que là, on peut se dire... Puis moi, je suis d'accord, je suis d'accord avec le collègue. M. Barrette : Mais c'est le délai de décision, ce dont le ministre parle, là. M. Caire : Non, non, non. Je dis : Mettons qu'on ajoutait un délai d'exécution. Parce que là il y a un délai pour rendre la décision, 30 jours, il y a 30 jours, puis là on peut dire : Du moment où la décision est rendue, on lui donne un autre 30 jours, 60 jours pour exécuter, 90 jours... Bien, ça devient aussi, en même temps, une période d'attente pour le citoyen qui se dit : Bon, bien, je vais attendre les 30 jours, puis au bout de 30 jours, ce n'est pas fait. Ça, ça veut dire que moi, j'ai au moins 30 jours avant de me... alors que là, le citoyen, lui, il peut décider, bien, après quatre jours, là : Aïe! écoute, ça ne prend pas quatre jours, là, pour aller dans ton code HTML, là, puis enlever ton «tag» qu'il y a là, là. Ça ne prend pas quatre jours, là, ça prend quatre minutes. Ça fait que ce n'est pas fait? Ça fait que, c'est parfait, moi, je m'en vais à la CAI. Là, on dit, 30 jours, bien là, c'est 30 jours, ça fait que c'est 30 jours pour attendre la décision puis c'est un autre 30 jours pour attendre que ça soit exécuté, le citoyen va attendre 60 jours, puis au bout de 60 jours... Alors que là, dans le fond, l'esprit de 28.1, c'est de dire : J'ai une voie rapide pour discuter avec l'entreprise pour faire valoir mon point. On part du principe que l'entreprise, elle prend le temps de regarder ça, on lui donne un temps pour regarder ça, rendre sa décision. La décision, elle est positive. Bien, je veux dire, je ne pense pas qu'on prenne un gros risque en disant : C'est correct, tu sais, si la décision est positive, ils vont agir, puis ils vont le faire, puis le citoyen sera toujours à l'affût. Puis n'ayant pas de délai, bien, il n'y a pas de délai ni dans un sens, mais il n'y a pas de délai ni dans l'autre. Donc, si le citoyen, lui, après x nombres de jours qu'il juge suffisants, il dit : Bien, regarde, moi, je m'en vais faire une démarche à la CAI, là, puis tant mieux si, pendant ma démarche, tu me donnes raison, bien, je n'attendrai pas un autre 30 jours avant de faire ma démarche. Moi, je te donne trois jours. Tes trois jours sont passés, je m'en vais à la CAI. Ça fait que, dans le fond, le délai, il  existe, mais c'est le citoyen qui va le fixer, là. M. Barrette : Bien non, je veux dire, le citoyen n'a pas le pouvoir d'ordonner ça puis de décider. Mais, par contre, il pourrait y avoir dans la loi une mention à l'effet que, dans le cas d'une décision favorable, l'exécution de la chose soit faite dans les plus brefs délais, au moins ça. M. Caire : Bien... M. Barrette : C'est parce que le citoyen quand il va à la CAI, là, d'abord, il n'y a pas grands citoyens qui vont aller à la CAI, la plupart des citoyens, là, s'ils sont face à ça, ils vont dire : Ah, le système, ça ne marche pas puis c'est David contre Goliath, puis là il y a toutes sortes de mots que je pourrais utiliser qui sont non parlementaires dans les deux langues. Alors, il n'y aurait pas lieu d'avoir une provision qui dit que... juste ça : «Dans les plus brefs délais». Au moins, s'il va à la CAI, il va pouvoir argumenter sur «le plus bref délai», là. Le «plus bref délai», pour le législateur, ça veut dire : Au plus sacrant. M. Caire : Bien, honnêtement, là, je pense qu'on défonce une porte ouverte. Puis je m'explique, M. le Président, je répète : On est dans une procédure, excusez l'anglicisme, là, mais de « gentlemen's agreement». Parce que, comprenons-nous bien, là, comme j'ai dit, il n'y a pas de substitution, 28.1 n'est pas une substitution aux procédures judiciaires, en aucune circonstance. M. Barrette : Je n'ai jamais dit ça. M. Caire : Non, je le sais, je le sais, mais c'est juste pour dire que... donc, le processus formel qui conduit à des ordonnances, des délais d'exécution, des délais d'appel, etc., tout ça, là, ça existe présentement, puis ça existe et ça va être codifié par 28.8, notamment sur les conditions. Ce que 28.1...j'ai dit 28.8, là, excusez-moi, 28.1 amène, c'est une possibilité de s'entendre à l'amiable avec l'entreprise, de faire valoir son point, puis que l'entreprise dise : Aïe, tu as raison. Tu as raison, on va enlever ça de là. Donc, là, de lui dire : Bien là, tu as un délai maintenant pour le faire puis... je veux dire, l'entreprise a reconnu que c'était légitime de le faire. L'entreprise, on doit présumer qu'elle va le faire, puis, de toute façon, le citoyen peut conduire une démarche plus formelle parallèlement à ça. Parce qu'en plus, là, rien n'empêche, là, que j'appelle l'entreprise, mais quand même temps je fasse une démarche à la CAI. Ce n'est pas interdit. Ce n'est pas interdit.  ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire"], "nb_intervenants": 37, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 18, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 18, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 18, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "20:20", "fin": "20:30", "debats": "• (20 h 20) • M. Barrette : Mais ça, on s'entend là-dessus, là. M. Caire : Et donc... non, mais c'est pour ça que... je veux dire, moi, je pense qu'on défonce une porte ouverte, là. Le législateur défonce une porte ouverte parce qu'on est dans une procédure d'entente où l'entreprise... puis là on amène le cas spécifique parce qu'on n'amène pas le cas spécifique où l'entreprise refuse la demande, parce que là, à partir de là, on sait que si l'entreprise refuse la demande, le citoyen a des recours. Donc, on est dans une procédure de bonne entente où l'entreprise accepte de donner suite. Sérieusement, là, de mettre un délai d'exécution, c'est de présumer... tu sais, on doit... dans ce cas-là, là, on doit présumer la bonne foi, puis moi je pense que ce n'est pas nécessaire de mettre un délai, là, même si c'est «dans les plus brefs délais». Je veux dire, à partir de là, si le citoyen pense que la compagnie n'agit pas avec toute la célérité requise, bien, de toute façon, le citoyen pourra se dire : bien, moi, je trouve que tu prends trop de temps à agir puis je m'en vais à la CAI. Ça fait que, quand bien même qu'on mettrait «plus brefs délais», tu sais, le citoyen, là, c'est son.. je vous dirais que c'est le seuil de tolérance du citoyen qui va déterminer c'est quoi, le délai, là. M. Barrette : Oui, mais, je veux dire, les lois, on ne met pas ça... on n'écrit pas ça en fonction de la tolérance du citoyen puis on ne laisse pas cette latitude-là, là. M. Caire : Bien, pas... mais dans un cas comme celui-là, où on permet une procédure de bonne entente, c'est dans ces circonstances-là. Je vous donnerais raison, M. le député, si on parlait d'une procédure judiciaire formelle où le tribunal n'aurait pas d'obligation de... c'est-à-dire où l'ordonnance du tribunal ne serait pas exécutée, il ne se passe rien. Un instant, là, tu sais, il faut que... ça, il faut que ce soit codifié, il faut que ce soit encadré. Mais là on est vraiment dans une situation où la loi dit : Bien, écoute, avant de faire ça, là, contacte donc l'entreprise puis vois donc avec l'entreprise si l'entreprise serait d'accord pour désindexer ou déréférencer. Si l'entreprise... En fonction de ce qu'on écrit là, dans la loi, il y a quand même des critères, il y a des conditions à réunir, il y a des critères à prendre en considération, là, l'entreprise fait cette analyse-là, elle a ses 30 jours pour répondre. Tu sais, la réponse, là, elle ne peut pas... elle n'est pas garrochée dans l'univers, puis ce n'est pas : Tu nous répondras quand ça t'adonnera, là. On donne 30 jours pour répondre. Ça fait que ça, là-dessus, je suis d'accord, il faut que le citoyen, il ait une réponse. Mais une fois qu'il a sa réponse, là, comment lui veut conduire la suite des choses? Il peut décider ou, en ayant la réponse, il peut décider d'aller devant la CAI s'il veut, là.  M. Barrette : M. le Président, si le ministre a la réponse à la prochaine question que je vais poser, c'est parce qu'il l'a vécu, alors je vais postuler qu'il ne l'a pas vécu, mais je n'ai pas posé ma question encore. Mais Me Miville-Deschênes, lui, par exemple, va savoir ça. Moi, j'ai vu... M. Caire : Bon, bon, bon. M. Barrette : Ce n'est pas méchant. M. Caire : Bon, c'est ça, Me Miville-Deschênes, il le sait, puis moi, je ne le sais pas. Correct. O.K. M. Barrette : C'est ça. Bien non, le ministre va le savoir s'il l'a vécu. M. Caire : O.K., d'accord. M. Barrette : S'il l'a vécu, c'est parce qu'il a perdu. Alors, moi, j'ai déjà vu ça à la cour. Ce n'était pas moi, là, mais je l'ai déjà vu, par exemple. Il y a un jugement, puis le jugement dit : O.K., vous avez à payer telle affaire, telle compensation à l'autre partie, une amende, «whatever». En général... moi, les deux fois où j'ai vu ça, c'est sur-le-champ, ou le lendemain, ou je ne sais pas trop quoi, là, mais ce n'est pas six mois après, là. Est-ce que je me trompe, Me Miville-Deschênes ou M. le ministre? M. Caire : En fait, vous ne vous trompez pas. M. Barrette : Pour ce qui est de ne pas l'avoir vécu ou l'avoir vécu? M. Caire : Je l'ai vécu, mais... M. Barrette : Ah! Regarde donc ça! On ne demandera pas c'est quoi, la cause. M. Caire : ...mais du bon côté de la clôture. Et, ceci étant, vous avez raison... M. Barrette : J'ai reçu le chèque. M. Caire : ...les jugements de la cour, il y a un délai d'exécution, il y a un délai pour exécuter le jugement. Bon. Puis là, je ne voudrais pas faire la pratique illégale du droit, mais, à ma connaissance... M. Tanguay : ...  M. Barrette : Puis on aime ça. Mais Me Miville... M. Caire : Oui, mais... M. Tanguay : Ça sert à quoi de payer nos cotisations, nous autres, si vous le faites? M. Caire : Bien, ça donne quoi d'avoir l'immunité parlementaire si on ne peut pas se payer... M. Tanguay : Oui, si on ne peut pas dire n'importe quoi, c'est ça! M. Caire : Bien oui! S'il vous plaît! M. Barrette : C'est ça, la... M. Tanguay : Allons-y! M. Barrette : Mais là, mais je veux juste faire remarquer à mon collègue, parce qu'il n'était pas là, maintenant il y a un nouveau code... M. Caire : Ah! M. le Président, question de règlement. M. Barrette : ...il y a un nouveau code. M. Caire : On ne peut pas souligner l'absence d'un collègue. M. Tanguay : Donnez-y droit. M. Barrette : Oui. Il y a un code, parce que Me Miville-Deschênes n'a pas froncé les sourcils. M. Caire : Ah! il y a un code, il y a un code! Oui. Oui, oui. Quand je dis n'importe quoi, là, il vient comme dans l'annonce, là. M. Barrette : Donc, revenons… M. Caire : ...donc, quand un tribunal rend un jugement, il y a toujours un délai. Et là, j'espère que vous avez... je gagne en confiance et j'ai dit : Toujours un délai. Parce qu'au départ, je disais : Il y a un délai; là, je dis : Toujours un délai. Donc, je suis de plus en plus en confiance dans mes réponses. Donc, il y a toujours un délai d'exécution. M. Tanguay : ...puis on fait... Nous autres, on a fait notre code, on a fait ça de même, les deux en même temps. M. Caire : ...  M. Tanguay : Bien, parlez-vous, ça va bien. M. Caire : ...puis ça va superbien. M. Tanguay : ...15 minutes. Continuez. C'est sans conséquence. M. Caire : ...M. le député. Alors, dans le cas qui nous préoccupe, puis j'insiste làdessus parce que je pense que c'est une addition qui est importante puis qui est intéressante, 28.1 amène une possibilité d'avoir cette entente-là avec une entreprise, et là on est dans le cas où l'entreprise donne raison ou acquiesce à la demande. Ça fait que la nécessité de dire à l'entreprise : Bien, à partir de là, tu as quand même un délai d'exécution... Tu sais, on n'est pas dans le jugement du tribunal, on est ailleurs, on est vraiment entre deux personnes qui se sont entendues puis qui disent : Tu as bien raison, je vais le faire. Laissez-moi un peu de temps, puis je vais le faire. Donc, à partir de là, oui, moi, je pense que c'est correct de dire : Bien, la tolérance du citoyen peut faire office de délai. Puis, si le citoyen, après cinq jours, il dit : Non, non, moi, je trouve que ça ne va pas assez vite, je me revire vers la CAI, bien, moi, je pense que c'est correct. Puis, si le citoyen, lui, il se dit : Bien, écoute, je vais lui laisser 30 jours, bien, il lui laissera 30 jours. M. Barrette : Oui, mais ce n'est pas ça qui arrive. Moi, M. le Président, je vais vous avouer, là, que, depuis le début de 64, je pense que le ministre a provoqué... pas provoqué, mais prononcé la phrase qui m'a rendu le plus inconfortable de tout le projet de loi. Parce que c'est rare que les lois nous amènent à un «gentlemen's agreement». Là, 28 puis 28.1, là, pour moi, là, ce n'est pas un «gentlemen's agreement», c'est deux bons articles qui permettent au citoyen qui se considère lésé d'aller voir une organisation, puis dire : Tu me lèses. Puis l'organisation ne peut pas l'envoyer promener, pour quelque raison que ce soit, puis elle doit prendre une décision basée sur les critères qui sont là, et puis elle doit rendre la décision, par écrit, en dedans de 30 jours. Puis moi, tout ce que je dis, là, c'est qu'à partir du moment où on donne la possibilité au citoyen de pouvoir entreprendre cette démarche-là on n'est pas du tout dans le «gentlemen's agreement», là. On est dans une démarche qui est imprécise, dans le bon sens du terme, parce que tout ne peut pas se codifier, qui doit être exercée à un niveau juridique qui est en bas de l'échelle, puis si ça ne fait pas l'affaire des parties, on peut monter, à quelque part, en haut de l'échelle, puis après ça, on monte en haut  de la maison, qui est la cour. Mais ce n'est pas du «gentlemen's agreement», ça, c'est une démarche qui, maintenant, est permise par la loi, qui est souhaitable, qui est justifiée, qui, dans ses conditions de mise en exercice... je pense que c'est bien correct, là, avec le débat qu'on a eu, moi, je trouve qu'il manque un ingrédient, parce que l'ingrédient, c'est un ingrédient antiprocrastination pour une situation où la personne se sent lésée, la procrastination venant non pas du demandeur, mais de celui qui est demandé, à qui on fait la demande. M. le Président, j'aurais... je vais déposer un amendement. Il sera voté contre, là, mais je vais le déposer quand même. M. Caire : ...une procrastination assistée. M. Barrette : Oui, absolument, puis elle permet d'être autonome, et la personne peut s'autoassister. Et voilà. Là, je... toutes sortes de métaphores, mais je vais attendre que la caméra soit éteinte. Le Président (M. Bachand) : Donc, vous allez préparer un amendement? Donc, on peut continuer à d'autres interventions en attendant? M. Barrette : Bien non, on va suspendre... Le Président (M. Bachand) : Bien, on peut faire les deux en même temps. M. Barrette : ...suspendre en attendant... (Consultation) Le Président (M. Bachand) :On est toujours en ligne. Alors donc, est-ce qu'il y a consentement? On va suspendre, oui? Une voix : Consentement. Le Président (M. Bachand) : Mais non, on peut faire les deux en même temps, si c'est déjà fait, là. Une voix : Oui? Le Président (M. Bachand) : Bien oui, bien oui, bien oui. Une voix : … ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Tanguay", "M. Barrette", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Barrette", "M. Tanguay", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Tanguay", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "Le Président (M. Bachand)", "M. Barrette", "Le Président (M. Bachand)", "M. Barrette", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "Le Président (M. Bachand)"], "nb_intervenants": 52, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 20, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 27, "nb_interventions_presidence": 5, "nb_interventions_PLQ": 27, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "20:30", "fin": "20:30", "debats": "• (20 h 30) •  Le Président (M. Bachand) : Bien tant mieux, tant mieux...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)"], "nb_intervenants": 1, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 1, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "20:30", "fin": "20:30", "debats": "20 h 30 (version révisée) (Consultation) Le Président (M. Bachand) :On est toujours en ligne. Alors donc est-ce qu'il y a consentement? On va suspendre, oui? Une voix : Consentement. Le Président (M. Bachand) : Mais non, on peut faire les deux en même temps si c'est déjà fait, là. Une voix : Oui? Le Président (M. Bachand) : Bien oui, bien oui, bien oui. Une voix : ... Le Président (M. Bachand) : Bien tant mieux, tant mieux. Des voix : ... Le Président (M. Bachand) :Suspendu. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "Le Président (M. Bachand)"], "nb_intervenants": 5, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 5, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "20:30", "fin": "20:46", "debats": "(Suspension de la séance à 20 h 30) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "20:46", "fin": "20:50", "debats": "(Reprise à 20 h 46) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! La commission reprend ses travaux. Donc, M. le député de La Pinière, s'il vous plaît. M. Barrette : M. le Président, là, dès que je vais le voir... Amendements et motions en cours et à venir, c'est ça? Une voix : ... M. Barrette : Ah! O.K. En cours vient d'apparaître, il n'était pas là tantôt. Très bien.  Alors, M. le Président, je propose donc l'amendement suivant qui n'est pas Word 365 : L'article 28.1 de la Loi sur la protection des renseignements personnels dans le secteur privé proposé par l'article 113 du projet de loi est modifié par l'insertion, dans le premier alinéa, après les mots «d'accéder à ce renseignement par un moyen technologique», des mots «sans délai, suivant la réponse transmise en vertu de l'article 32». Est-ce que... Il n'y a pas de coquille, là? Une voix : Non. M. Barrette : O.K. M. le Président, je pense que je n'ai pas vraiment besoin de donner des explications. Si vous le souhaitez, je peux disserter encore, mais je ne pense pas que ça soit nécessaire, à moins que le ministre me le demande. Le Président (M. Bachand) : M. le ministre, s'il vous plaît. M. Caire : Non, je ne le demande pas. Le Président (M. Bachand) : M. le député de LaFontaine, oui. M. Tanguay : Est-ce qu'on va voter pour? Le ministre va voter pour? M. Caire : Non. M. Tanguay : Non? Ah! Ça, c'est quasi une invitation à disserter. Parce qu'il laissait entendre que, mais là... Le Président (M. Bachand) : Donc, M. le député de La Pinière, oui. M. Barrette : Je pensais que la période pendant laquelle nous avons pris un temps raisonnable pour rédiger et réfléchir, j'eusse cru que le ministre aurait utilisé à bon escient son temps pour voir la lumière. Mais apparemment nous allons voir, dans quelques instants, s'il l'a vue ou non. M. le Président, je n'ai rien à rajouter, sauf évidemment que j'ai raison, là, mais... Une voix : ... Le Président (M. Bachand) : Merci. Autres interventions? M. le député de LaFontaine, oui. M. Tanguay : Juste, M. le Président, on s'est posé la question, puis je ne veux pas faire de sémantique, là, «meilleur délai» ou «sans délai», mais juste pour vous dire, là, dans notre corpus législatif, «sans délai», puis je prends ce qui est un des piliers de notre État de droit, le Code civil du Québec, le «sans délai» revient... De toute façon, LégisQuébec revient... le «sans délai» revient peut-être huit, 10 fois plus souvent que le «meilleur délai», mais le «sans délai», on pourrait dire : Bien, «sans délai», voyons donc, c'est tiré par les cheveux, il y a toujours par définition des délais, mais juridiquement «sans délai», ça veut dire, tu le fais tout de suite, tu le fais sans perdre aucun temps lorsque c'est raisonnablement... Tu n'as pas rien qui ne t'en empêche, tu le fais sans délai. Alors, on parle : «Le notaire qui reçoit une déclaration commune de dissolution de l'union civile la notifie sans délai», «Lorsque la personne désignée d'un parent refuse la tutelle, elle en avise, sans délai, son remplaçant» et ainsi de suite, «Le greffier du tribunal donne, sans délai, avis au conseil de tutelle». Et ça, M. le Président, l'analogie est d'autant plus intéressante que c'est souvent le suivi de documents, la communication d'information. Ici, on en est dans la gestion de l'information. Exemple : «243. Le tuteur doit, sans délai, justifier de la sûreté au conseil de tutelle», «Le majeur doit, dans la mesure — plus loin — du possible et sans délai, en être informé.», etc., etc., etc. M. Caire : ... M. Tanguay : Pardon? M. Caire : L'auriculaire, lui? M. Tanguay : L'auriculaire? ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Barrette", "M. Barrette", "M. Barrette", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Barrette", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay"], "nb_intervenants": 18, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 4, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 9, "nb_interventions_presidence": 5, "nb_interventions_PLQ": 9, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "20:50", "fin": "21:00", "debats": "• (20 h 50) • M. Caire : Oui, vous avez dit : «Le majeur, doigt». Et l'auriculaire, il fait quoi? M. Tanguay : ...sous-amendé, mais : «326. Lorsque l'administrateur de la personne morale omet de dénoncer correctement et sans délai une acquisition ou un contrat», et, etc.  Mon point, puis sur l'amendement, M. le Président... Puis j'écoutais parler mes collègues, tantôt, on a dit que la personne... Bon, gentleman's agreement... En droit, c'est gentleman's agreement tant que ça va bien. C'est comme un contrat de mariage. Jour 1... Une voix : ... M. Tanguay : Jour 1, ça va bien, tout le monde... Hein, jour 1, ça va bien, tout le monde est content puis... M. Caire : Expérience personnelle. M. Tanguay : ...c'est ad vitam aeternam. Ceci dit, je suis en train de perdre mon idée, si on le demande à l'entreprise, elle le fait, ça va bien. On le demande à l'entreprise, elle ne le fait pas. Je sais qu'on a un recours, le «sans délai» est là, on a recours à la CAI. J'ai revérifié pendant qu'il y avait discussion aux articles 150, 151. Effectivement, la CAI n'a pas de poignée. La CAI ne peut pas dire : Moi, j'ai refait l'analyse — puis on me corrige si j'ai tort — et je pense que... je pense qu'effectivement elle est justifiée. Ça doit être déréférencé et ça doit être fait immédiatement, sans délai. La CAI ne peut pas imposer des pénalités. Quelle est, autrement dit, je vais le dire de même, quelle est l'utilité du recours à la CAI? La CAI va vous émettre une ordonnance, mais là, qu'est-ce que ça donne, comme disait l'autre, l'ordonnance, si l'entreprise ne s'exécute pas? M. Caire : C'est-à-dire que dans la démarche initiale envers l'entreprise, c'est ce qu'on expliquait, l'entreprise peut effectivement... L'entreprise n'a pas une obligation de le faire. L'entreprise a, puis là-dessus, le député de La Pinière a une bonne lecture, a l'obligation de prendre la demande, d'analyser la demande et de répondre à la demande. Elle peut, l'entreprise, y répondre positivement, négativement. Dans la mesure où elle répond... même dans les deux cas, ceci étant, là, mais disons que le cas le plus probable, c'est le cas où l'entreprise répondrait négativement, à ce moment-là, le demandeur peut judiciariser la demande. Parce que, jusqu'à date, ce n'est pas judiciarisé. C'est une demande que je fais de façon administrative en fonction des conditions qui sont prévues par la loi et selon les critères qui sont édictés. Bon. Et là arrive le cas où la... le cas qui devient plus probable, où... c'est-à-dire pas le cas probable mais le cas où l'entreprise refuse, c'est dans ces cas-là où la probabilité de se tourner vers la CAI existe, à mon avis, plutôt que dans les cas où elle accepte. Mais malgré ce que j'ai dit, c'est sûr que si elle accepte, la possibilité n'est pas retirée. C'est  juste que, tu sais, si l'entreprise dit : Oui, je vais le faire, le premier réflexe ne sera vraisemblablement pas d'aller à la CAI. Bon. Donc, va à la CAI, la CAI analyse le dossier, la demande, comme elle le fait, en fonction des critères établis par la loi, rend un jugement. Ce jugement-là amène une ordonnance, cette ordonnance-là, comme on l'a dit, c'est comme un jugement de la cour, il y a un délai d'exécution. Et là-dessus, il peut y avoir des sanctions, c'est prévu dans le cas où vous refusez de vous conformer à... M. Tanguay : ...à la CAI. M. Caire : Oui. M. Tanguay : Et... Une voix : ... M. Tanguay : Oui, puis je... Petite étoile, une petite étoile. M. Caire : J'ai eu un avant-midi difficile mais je pense que ma soirée est nettement meilleure. Une voix : ... M. Caire : Me Miville-Deschênes? Merci. M. Tanguay : Ceci dit, la compagnie pourrait... Parce que vous l'avez dit, il y a quelqu'un qui l'a dit plus tôt, là, il va y avoir des cas d'espèce, là. Il va y avoir des cas types. Parce que la compagnie va dire : À un moment donné, il faut mettre notre pied à terre, puis on va prendre le cas de Mme X, puis on va le contester pour s'établir. Il y aura une jurisprudence, autrement dit, qui va se faire avec des cas... M. Caire : Assurément. M. Tanguay : Assurément. Dans les premiers... Alors, la compagnie, ils disent : O.K., on va faire un cas type avec ça. On met nos avocates et avocats là-dessus. L'injonction de la CAI, après que je l'ai refusée, la personne, le citoyen demande à la CAI de statuer. La CAI dit : Effectivement, vous avez bien raison. Injonction. La CAI va mettre un délai. Le délai, j'imagine, ça peut être en quelques jours, là, ou immédiatement, ou sans délai, ou, tu sais, ça ne sera pas 10 jours, là. Ça ne sera pas 10 jours, là. La compagnie, tout de suite, va déposer un recours pour contester, devant les tribunaux, et ainsi de suite. Une voix : ...aller en appel... M. Tanguay : En appel. C'est là où c'est lourd, et la compagnie... Le seul désavantage pour la compagnie, c'est de se le faire dire par la CAI. M. Caire : Oui, mais il y a quand même... Quand elle se fait le... Quand elle se le fait dire par la CAI, là, il y a des obligations légales... M. Tanguay : Oui, mais mon point... M. Caire : ...avec des sanctions potentielles. M. Tanguay : Mais vous comprenez mon point. Mettons que vous êtes la compagnie. Vous recevez... Cette année, vous avez reçu 1 000 demandes puis, dans le doute, vous protégez votre entreprise. Votre... L'expression anglaise, votre «core business», c'est le référencement. Alors, on ne commencera pas à dire oui à tout parce que... M. Caire : ...non... M. Tanguay : Ou tu dis non. Mais, dans le doute, on dit non. M. Caire : Oui. M. Tanguay : Puis si là-dessus... Parce que si... Parce que s'il n'y a pas d'autre chose que de se le faire dire à la CAI, au pire-aller, je me le ferai dire dans six mois, huit mois, un an, je ne sais pas quels seront les délais, je me le ferai dire par la CAI. Vous comprenez? S'il n'y a pas de poignée pour ça, la compagnie peut s'amuser à... Ah! j'en ai, mettons, j'ai reçu 1 000 demandes... Puis je conclus là-dessus. J'ai reçu 1 000 demandes. J'en ai accordé. Oui, quand même, il y avait 15 %, là, où il fallait, hein? Les autres, il y en a... Des farfelues, j'en avais 10 %. Les autres, oui, j'aurais peutêtre... Je dis non, je m'assois. Il y en a probablement la moitié, les personnes, ça va arrêter là, parce que les gens ne sont pas prêts à prendre le sentier de la guerre, puis d'aller à la CAI, puis de payer un avocat, puis de... Vous savez, là, je veux dire, ce n'est pas évident. Puis les autres qui vont contester, la compagnie... Je me le ferai dire par la CAI. Puis je vais dire : Ah! O.K. Parfait. Sur les autres 50 % qui se sont rendus là, je me le fais dire par la CAI, je l'enlève. Ça finit là. Si je n'ai pas... Pensons, peutêtre, avoir une pénalité, ou je ne le sais pas, ou quelque chose... M. Caire : Bien, on ne peut pas avoir une pénalité, M. le député, parce que cette étape-là n'enjoint pas d'obligation autre que de considérer, de traiter la demande et d'y répondre. Alors, rien dans la loi, rien dans l'article 28.1 ne dit : Vous avez l'obligation de dire oui aux demandes. Puis, tu sais, je ne sais pas si vous comprenez ce que je...  M. Tanguay : ...mais la CAI pourrait voir un abus de droit. Une voix : ... M. Caire : Parce que l'amendement du député de La Pinière s'applique dans le cas express où l'entreprise dit oui. Ça s'applique dans le cas où l'entreprise dit oui. Donc là, le député de La Pinière dit : Quand l'entreprise dit oui, il faudrait que ça soit oui avec un délai d'exécution. M. Tanguay : Mais je prends ce chemin-là pour arriver au cas d'espèce où l'entreprise a dit oui, mais que ça fait un mois qu'elle ne l'a pas fait. Je vais avoir un recours, moi, je pense que je vais avoir un recours auprès de la CAI pour dire... M. Caire : ...de toute façon, sans l'amendement, vous en avez un. Ce que... Puis c'est ça, l'argument que j'avais avec le député de La Pinière, c'est qu'actuellement le délai, il existe, mais c'est le demandeur qui le fixe. Le demandeur, lui, peut décider que... Parce qu'advenant le cas où c'est un non, on s'est entendu, je pense, que la démarche était claire. Je m'en vais à la CAI ou je laisse tomber puis je passe à d'autres choses, bon, c'est un choix. Dans le cas où c'est oui, bien là, on présume que l'entreprise va le faire. Mais effectivement le citoyen peut être attentif puis dire : Aïe! moi, dans ma tête, là, c'est 24 heures, que tu as, puis si tu ne le fais pas, puis après 24 heures, je suis allé, j'ai fait ma recherche, puis les éléments d'information que je veux faire désindexer sont encore là, donc je m'en vais à la CAI. Alors, la CAI va prendre la plainte de la personne, parce que la CAI n'a pas à tenir compte du fait que le citoyen a fait une démarche auprès de l'entreprise, justement parce qu'il n'y a pas de délai. Puis à la limite, la loi n'interdirait pas le citoyen de faire ça en parallèle. M. Tanguay : Bien... mon point, là, il est... Je suis toujours sur l'amendement du collègue, parce que je trouve ça intéressant, le... Mon point, il est... Je vais le dire de même, là, j'aimerais tester la possibilité d'ajouter à la CAI, pour elle, la possibilité de dire : Bien, voyons donc, la compagnie A, là, qui a refusé, cette année, là, ça fait 15 fois qu'ils passent devant nous autres, cette compagnie-là, puis ils avaient refusé. Puis à sa face même, là, ils ont refusé, mais ils ont été de mauvaise foi, je vais dire les gros mots, ils ont été de mauvaise foi, il aurait fallu qu'ils... Mais la CAI ne pourra pas donner une tape, la CAI, tout ce qu'elle va pouvoir faire, ça va être une injonction, dire : Faites-le tout de suite, dans les 48 heures. Mon point, c'est lorsque la mauvaise foi ou le traînage de pieds, la mauvaise foi... La CAI n'aura pas, puis j'aimerais peut-être ça qu'elle l'ait, la possibilité de dire, par exemple : C'est  épouvantable! J'ai devant moi une demande, là, tu as dit oui... ça fait trois semaines, puis j'ai une demande d'un citoyen qui dit : Peux-tu t'exécuter, puis vous ne l'avez pas fait. Ce que la CAI... Ce que vous me dites, c'est que la CAI, tout ce qu'elle va pouvoir faire, à ce moment-là, c'est de dire : bien là, «chummy», c'est ta décision, tu ne l'as pas fait, ça fait trois semaines que tu ne le fais pas. Là, tu as une injonction, puis je te donne 48 heures. Puis si tu n'obtempères pas, tu peux te rendre jusqu'en Cour suprême pour contester l'injonction, mais si tu ne le fais pas, bien là, il va y avoir des pénalités. Mais avant de se rendre là, la CAI pourrait, puis j'aimerais ça lui donner... Vous comprenez? Vous êtes commissaire à la Commission d'accès à l'information puis vous voyez souvent l'entreprise A passer devant vous. Puis, câline! dans le doute, eux autres, ils refusent, ils refusent. Il y a une sorte de mauvaise foi là-dedans. Ça, ça pourra se voir. • (21 heures) • Ou de ne pas accorder les ressources — puis ça, c'est une autre question que j'avais là-dessus, plus loin — de ne pas accorder les ressources suffisantes pour traiter, pour analyser les demandes. C'est comme si, eux autres, dans le doute, ils tirent au hasard ou, dans le doute, ils refusent. L'entreprise a une obligation proactive d'avoir les ressources pour faire de bonnes décisions puis ne pas, dans le doute, me pelleter ça à moi, puis je termine là-dessus, puis tout simplement de se faire...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Tanguay", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Tanguay", "M. Caire", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay"], "nb_intervenants": 30, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 14, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 16, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 16, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "21:00", "fin": "21:10", "debats": "21 h (version révisée) M. Tanguay : …ne pas accorder les ressources suffisantes pour traiter… pour analyser les demandes. C'est comme si eux autres, dans le doute, ils tirent au hasard ou, dans le doute, ils refusent. L'entreprise a une obligation proactive d'avoir les ressources pour faire de bonnes décisions puis pas, dans le doute, me pelleter ça à moi, puis je termine là-dessus, puis tout simplement de se faire dire : Ah! moi, je suis l'entreprise A, je suis plus ou moins de bonne foi, j'ai une personne, elle a des dossiers ça d'épais de même. À un moment donné, là, le vendredi, 4 heures, elle baisse sa pile, elle les refuse, puis moi... de ne pas être capable de constater la mauvaise foi. Puis là, là-dessus, je termine là-dessus, j'y vais sur le délai de mon collègue. Tu sais, si ça fait trois semaines puis tu ne l'as pas fait, tu es de mauvaise de foi. Quel est l'outil, quelle est la poignée pour la CAI si on ne l'a pas à 150 puis 151? M. Caire : Bien, la CAI, l'outil qu'elle a, c'est son pouvoir de rendre des  ordonnances. Elle a le pouvoir. Puis la CAI peut parfaitement, dans sa décision, motiver sa décision en fonction des arguments qui sont les siens, là. Je veux dire, si... M. Tanguay : ... M. Caire : Non, mais ce que je veux dire, c'est que, si, dans sa décision, la CAI constate de la mauvaise foi, je veux dire, elle a l'autorité pour l'écrire dans la décision : C'est de la mauvaise foi, je rends mon jugement sur le banc et je vous ordonne de… et bang, bang, bang. M. Tanguay : Vous comprenez que c'est de valeur que la CAI arrête de parler là. C'est à sa face même, patent, c'est de la mauvaise foi. Là, là, je vous ordonne de le faire dans les 48 heures. J'aurais aimé ça que la CAI... qu'on prenne le crayon du législateur puis qu'on lui donne le pouvoir, vous comprenez, de donner une pénalité. Moi, je l'ajouterais. Si la CAI… Parce que, si la CAI reconnaît que c'est de mauvaise foi, ça choque le sens commun que l'entreprise va dire : Parfait, on se reverra au prochain. M. Caire : Mais c'est parce que là on est à une étape administrative. Moi, à la limite, là, mettons qu'on serait là, là, j'en serais même à me demander si le législateur pourrait le faire. Je ne suis pas sûr que ça passerait le test constitutionnel de dire que, sur un article qui offre la possibilité à deux parties de s'entendre, la CAI décide qu'il y a une des deux parties qui est de mauvaise foi puis elle lui impose une pénalité. Moi, je ne suis pas sûr que ça passerait… M. Tanguay : ...je parle, la compagnie A a refusé, ça se ramasse devant la CAI, puis la compagnie A, dans le fond, là, on se rend compte, là, avec la preuve... ça arrive, là, la compagnie A, la personne qui a étudié le dossier, elle ne l'a même pas étudié, elle a dit non, ou la compagnie A avait des critères qu'elle n'a même pas considérés, elle a dit non, elle est de mauvaise foi. Je trouverais qu'on aurait arrêté, comme législateurs, de parler trop tôt que la CAI… Puis elle va le marquer, vous avez raison, elle va le marquer : La CAI reconnaît que, dans ce cas-là, la compagnie A a fait preuve d'une mauvaise foi flagrante, choquant le sens commun, papi papa. En conséquence, faitesle dans les 48 heures. Moi, j'aimerais ça lui donner l'occasion de... Puis je pense que c'est un pouvoir constitutionnel, là, de donner, dans certains cas, une pénalité, d'où l'intérêt, puis je vais dans le sens de l'amendement de mon collègue de La Pinière, de dire : Bien, si vous dites : Oui, oui, oui, correct, on va le faire, on va le faire, puis vous vous traînez les pieds, la CAI pourrait récupérer ça puis pourrait vous donner une tape plutôt que vous donner… Dans le pire des cas, pour la compagnie qui est de mauvaise foi, elle va se le faire dire par la CAI, puis c'est sans lendemain. M. Caire : Non, non, mais ce n'est pas sans lendemain, là. M. Tanguay : ...  M. Caire : Ce n'est pas sans lendemain. M. Tanguay : ... M. Caire : Non, non, mais c'est ça… Oui, bien, mais, je veux dire, la finalité est rencontrée, l'entreprise va s'exécuter, mais, comme je dis, M. le député de LaFontaine, c'est une possibilité qui est ajoutée par la loi, de faire cette démarche-là. Cette démarche-là, là, en aucun temps, elle n'est obligatoire, c'est-à-dire que ce n'est pas un passage obligé vers la CAI. Le citoyen, à la limite, là, pourrait décider de s'en aller directement à la CAI puis passer par la CAI. Il pourrait. Ce n'est pas un passage obligé, là, c'est une possibilité. Puis, si, à la limite, tout le monde sait que l'entreprise Y, elle, elle dit non à toutes les fois, puis ça fait 14 jugements qu'elle se fait dire non... Bien, O.K., je vais m'en aller à la CAI direct, je ne prendrai même pas le temps de… Puis peut-être que la CAI pourra décider de porter une attention particulière aux demandes qui seront faites en relation avec cette entreprise-là, puis peut-être que cette pile-là, elle ira plus vite. Je ne sais pas. M. Tanguay : Mais vous comprenez que cette entreprise-là, bel exemple, qui serait complètement mauvais joueur, elle n'aurait aucune conséquence financière. M. Caire : Oui, mais, en même temps, sur une possibilité d'entente administrative, mettre une pénalité là-dessus, c'est là où je vous dis, M. le député : Moi, je ne suis pas convaincu qu'on passerait le test, là, parce qu'on est vraiment dans une… on est dans une démarche de médiation. Puis là je veux… là, je fais vraiment la pratique illégale du droit, là. On est dans une possibilité pour deux entités de discuter, puis on en arrive à la conclusion que celle-là, elle ne discute peut-être pas de bonne foi. Bien, parfait, on va aller devant les tribunaux. C'est ça, le réflexe, dans notre société de droit, c'est-à-dire : Bien, O.K., on avait la possibilité de s'entendre à l'amiable, cette possibilité-là… visiblement, tu n'es pas de bonne foi. Bien, moi, je ne pense pas qu'un tribunal au Québec pourrait, en toutes circonstances, là, parce qu'on pourrait étirer ce concept-là, dire : Bien, écoutez, moi, j'ai suivi ça, là, puis vous n'avez pas  été de bonne foi, ça fait que je vous mets une pénalité. M. Tanguay : ...c'est parce que c'est là où on diverge, M. le ministre, de vision. C'est que 28 et 28.1 n'est pas une invitation à deux personnes à discuter, c'est le droit de la personne concernée de faire une demande officiellement, et, si d'aventure la réponse est non, vous avez un recours pour que la CAI aille lui dire. M. Caire : Ce n'est pas un passage obligé. M. Tanguay : ...oui. M. Caire : Non. M. Tanguay : Si moi... O.K. Moi, je suis la personne concernée, vous êtes la compagnie A, je vous fais la demande, article 32, vous avez un passage obligé, répondez-moi dans les 30 jours. M. Caire : Oui. Non, ce n'est pas ça que je dis, c'est que vous n'êtes pas obligé de passer par la compagnie pour faire votre demande, vous pouvez décider d'aller directement à la CAI, dire : Aïe! Le moteur de recherche X, là, je veux qu'il désindexe des informations qui datent de... sur moi qui datent de ta, ta, ta, puis je fais ma demande à la CAI. Vous n'êtes pas obligé. La loi ne dit pas : étape 1, 28.1; étape 2, la CAI; étape 3, la procédure d'appel. Ce n'est pas ça, là. C'est une possibilité qui est offerte en marge de la procédure judiciaire existante. M. Tanguay : ...n'exclut pas le cas où, quand je l'ai demandé de bonne foi puis que je me suis fait envoyer, garrocher dans les roses... ça n'exclut pas le fait que, la CAI, peut-être qu'on aimerait ça, en vertu de ses pouvoirs de... le cas échéant, lorsqu'elle constate une utilisation ou une interprétation crasse des articles, des impératifs de la loi... Exemple, ils n'ont pas pantoute analysé 28.1, ils s'en sont foutu, ils ont dit non. J'aimerais ça que la CAI ait cette dent-là de dire : Bien, j'ai constaté une désinvolture condamnable, crasse et de mauvaise foi, j'impose une pénalité. Pourquoi? Parce que là on enverrait le message à toutes les compagnies, A, B, C, D, si un citoyen qui veut aller sur le «fast track», qui ne veut pas payer une avocate pour aller devant la CAI... puis qu'il est de bonne foi, que vous devez, de façon très sérieuse, considérer ça. Puis, si vous êtes de bonne foi puis vous avez rendu la mauvaise décision, il n'y a pas de problème, il n'y aura pas de pénalité. M. Caire : Je ne pense pas qu'on passerait le test des tribunaux, M. le député.  M. Tanguay : ...c'est en vertu de quel article, ça? La charte canadienne? M. Caire : Non, mais ce n'est pas ça, mais c'est parce que là vous êtes en train de pénaliser... C'est comme je dis, là, ça veut dire que toute procédure où il y a une possibilité d'entente de médiation en dehors des tribunaux, où il y a une des deux parties qui fait preuve de mauvaise foi... on est en train de dire que le tribunal pourrait sanctionner la mauvaise foi. Dans le fond, la sanction, c'est de dire : Parfait, tu ne veux pas jaser, c'est correct, je vais aller devant les tribunaux. C'est ça, le réflexe, ce n'est pas... Tu sais, ce n'est pas... Le réflexe, ce n'est pas de dire : Ah! bien là, le tribunal devrait sanctionner le fait que vous n'avez pas discuté de bonne foi puis vous n'avez pas été de bonne foi dans le traitement des informations, donc je vais vous punir, c'est de dire : Bien, écoutez, s'il ne veut pas jaser, il ne veut pas jaser, c'est correct, vous avez des recours judiciaires, utilisez-les. M. Tanguay : Je comprends, mais, à la minute où le citoyen fait la demande en vertu de 32, donc 28, 28.1 puis 32, la compagnie doit s'exécuter et doit prendre 28.1 de façon sérieuse et consciencieuse, tu sais, elle ne peut pas s'en foutre. Moi, je pensais que, dans les pénalités, les impératifs imposés dans la loi... Donc, un citoyen de bonne foi introduit ce recours-là. Les impératifs de la loi, si tu n'y répondais pas ou si tu les appliquais de façon tout à fait désinvolte et avec un jem'en-foutisme, je pensais, moi, que la CAI, à quelque part, avait toujours, lorsqu'elle le constatait, autorité et compétence pour imposer une pénalité : Honnêtement, tu as fait fi de tes obligations, je t'impose une pénalité. J'aurais cru cette discrétion et cette juridiction-là de la CAI, de façon générale, pour imposer de telles pénalités. Puis là la compagnie pourrait contester ça devant les tribunaux puis dire : Bien, voyons donc, ça ne s'appliquait pas, puis elle n'aurait pas dû me donner ça. Sinon, on s'en remet à la bonne foi. Puis je reviens sur le commentaire de mon collègue, gentleman... M. Caire : C'est le principe, c'est le principe de l'article. Le principe de l'article, c'est de dire : À ce qui existe judiciairement, qui demeure, nous ajoutons cette possibilitélà de dire : Bien, écoutez, on peut peut-être aussi s'adresser directement à... Tu sais, avant d'aller aux tribunaux... L'idée, c'est de dire : O.K., avant de passer par les tribunaux, là, demandez donc à la compagnie voir s'ils ne seraient pas d'accord pour le faire. Puis, si la compagnie dit : Bien oui, on va le faire, puis ça a bien de l'allure... M. Tanguay : ... M. Caire : ...ça va bien. Mais c'est ça, l'esprit de l'article. À partir de là, si l'entreprise dit : Bien non, O.K, puis... non, puis... non, c'est correct, on va aller devant les  tribunaux, qu'est-ce que vous voulez que je vous dise. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire"], "nb_intervenants": 28, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 14, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 14, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 14, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "21:10", "fin": "21:20", "debats": "• (21 h 10) • M. Tanguay : ...en anglais, l'expression, là, ces articles-là, là, c'est dans la liste «nice to have». Autrement dit, c'est le fun. M. Caire : ... M. Tanguay : Autrement dit, c'est «cute», c'est gentil, puis, si la compagnie dit non de façon systématique, ce n'est pas grave, on l'aura essayé, puis la CAI va lui dire, la CAI va lui dire. M. Caire : Je pense que c'est plus que «cute», parce que le sentiment que j'ai, c'est que je pense que les compagnies, de façon très large, sont de bonne foi, vont prendre cette situation-là pour ce qu'elle est, c'est-à-dire au sérieux, vont faire des analyses qui sont sérieuses, vont rendre les décisions qui sont sérieuses. Est-ce qu'il y aura, à travers ça, quelques brebis galeuses? C'est possible, il y en a partout. Ceci étant, estce que ça rend cet article-là un peu licorne? Non, je ne pense pas, parce qu'à la fin de la journée je pense que... puis ce n'est pas propre au tribunal de la CAI, c'est propre à tous les tribunaux, je pense qu'il y a cette volonté-là de s'assurer qu'avant d'en arriver à des recours judiciaires on a essayé la discussion de bonne foi. Ce n'est pas particulier à l'accès à l'information et à la protection des renseignements personnels. Il y a plusieurs domaines du droit où on va essayer d'aller chercher l'entente de bonne foi. Donc, de l'ajouter à la loi sur la protection des renseignements personnels, c'est faire écho à ce qui se passe ailleurs dans le domaine judiciaire. M. Tanguay : ...réconciliez-moi avec le monde des licornes, parce que, vous l'avez dit, la brebis galeuse va continuer à galer. Et là, sur le «chat», je vois mon collègue de La Pinière qui m'a texté et m'invite à... sans délai. La plus haute autorité au sein de l'entreprise privée pourrait en répondre, de ça, d'une désinvolture face... d'une désinvolture systématique face à la non-application des critères de 28.1. La CAI aurait-tu... J'essaie de me réconcilier, là, parce qu'à un moment donné, coudon, 28.1, ça existe, puis… Et je reprends le commentaire de... Me Éloïse Gratton, Me Elisa Henry, de Borden Ladner Gervais étaient venues nous dire : «...il apparaît déconcertant d'exiger des entreprises privées qu'elles mettent en balance des droits et libertés...» Puis elles parlaient des ressources : «...proposé énumère la liste non exhaustive de critères…  Doivent-elles mener une enquête approfondie sur les circonstances dans lesquelles les renseignements...», papi, papa. Vous êtes chef d'entreprise. On nous dit : Bien là, on reçoit des demandes, c'est notre «core business» — si vous me pardonnez l'expression — on reçoit des demandes, ce n'est plus une personne que ça nous prend, ça nous en prendrait huit. Là, je dirais : Wo, wo, wo, là, huit! Un avocat va lui remettre une opinion juridique puis, de façon tout à fait conforme au Code de déontologie des avocats, membres du Barreau, puis conforme à l'esprit de la loi, il va dire : Bien, écoutez, dans le pire des cas, la CAI va vous le dire. O.K. Je vais laisser juste une personne, je n'en laisserai pas huit. J'aimerais ça que la plus haute autorité, elle prenne ça au sérieux. M. Caire : Bien, moi, je pense que ça va être le cas. Je veux dire, il y a quand même… En fait, deux choses. La première, c'est qu'il y a une obligation, dans les 30 jours, d'offrir une décision. Puis, une entreprise qui se verrait un abonné mensuel au tribunal administratif de la CAI et qui verrait la CAI rendre jugement par-dessus jugement lapidaire envers cette entreprise-là, en l'exhortant de donner suite aux demandes qui sont faites, bien, j'imagine qu'à un moment donné ça pourrait causer un préjudice à l'entreprise en question, là. M. Tanguay : ...puis la CAI ne pourrait pas lui asséner ce préjudice-là par une pénalité? M. Caire : Bien, la CAI pourrait lui imposer une sanction si l'entreprise en question est en dérogation de la loi aux articles qui prévoient des sanctions. Cet article-là, donc cette possibilité-là qui est offerte d'avoir une demande traitée positivement, n'encourt pas de sanction si l'entreprise dit : Bien non, dans ce cas-ci, je pense que je ne vais pas donner suite à votre… Tu sais, c'est aussi le droit de l'entreprise de ne pas se rendre aux arguments du demandeur. Alors, il est possible que le demandeur ait tort aussi, il est possible que la CAI donne raison à l'entreprise de ne pas donner suite à la demande du demandeur. Là, je comprends, là, qu'on est… Parce qu'en même temps je pense que là on est dans la gestion de l'exception de l'exception, là, sans vouloir… Je veux dire, est-ce que des brebis galeuses, ça existe? Oui. Est-ce qu'elles seront légion? Je ne pense pas. Donc, est-ce qu'on mettrait à risque… Parce que je vous le dis... puis vous avez posé la question à Me Miville-Deschênes, puis je le laisserai répondre, mais, d'après moi, à ce stade-ci, que la CAI puisse, de façon un peu arbitraire, parce qu'elle juge que l'entreprise est trop souvent de mauvaise foi, dans une démarche qui se veut de conciliation, imposer des sanctions, à mon avis, c'est un précédent. Je ne suis pas convaincu que ça passerait le test des tribunaux, mais je vais laisser… Puis  Me Miville-Deschênes ne fronce pas les sourcils, ce qui, généralement, est un signe positif en ma faveur. Donc, je lui dirai : Bas les masques et répondez à cette question. M. Miville-Deschênes (Jean-Philippe) : Bien, l'article qui fait en sorte que ça ne serait pas constitutionnel, je ne pourrais pas le nommer, mais je ne connais pas de tribunaux administratifs… Parce que là, avec 28.1, on emprunte... La commission a deux sections : section surveillance, qui peut rendre des ordonnances et imposer des pénalités lorsque la loi n'est pas respectée, et section juridictionnelle, tribunal administratif, comme le Tribunal administratif du travail, du logement, où, là, on tombe dans le quasi judiciaire, donc une décision appelable en Cour du Québec. Donc, je ne connais pas de tribunaux administratifs qui, en cours d'audition, peut rendre… peut imposer une pénalité, là. C'est comme si le Tribunal administratif du logement, suite à plusieurs demandes d'un même locateur, dirait : Ah! bien là, il y a de l'abus, donc je vais vous sanctionner, tu sais. Donc, ce n'est pas quelque chose que je connais. Puis, pour une raison que je devrais valider, je ne pense pas que c'est quelque chose qu'on peut prévoir, parce que, quand on est dans le juridictionnel, il y a des protections constitutionnelles, entre autres, là, le droit à être entendu, audi alteram partem, etc., qui doivent être respectées. Donc, ce n'est pas… Du moins, je ne connais pas de situation où un tribunal administratif comme ça, ou même judiciaire, peut pénaliser, là, une des deux parties en cours de route, là, avant la décision finale, finalement. M. Tanguay : Je vais faire comme si l'amendement était de mon collègue puis je vais lui laisser la parole. Le Président (M. Bachand) : M. le député de La Pinière, s'il vous plaît. M. Barrette : J'écoute l'échange, M. le Président, et puis je suis encore plus étonné, là. Là, il me semble que ma position est encore plus forte et... En tout cas, mon incompréhension de la position du ministre est encore plus grande. Ça fait que je vais revenir un petit peu à la case départ, qui est mon étonnement initial. Il paraît que le législateur ne parle pas pour ne rien dire. Moi, j'ai toujours pensé que cette expression-là voulait dire que le législateur codifie des règles en fonction de comportements visés ou, s'ils ne sont pas visés, qui sont vécus. Puis la codification d'une loi, là, vient faire le trafic : ce qui est bon, ce qui est mauvais, ce qui est acceptable, ce qui n'est pas acceptable, ce qui est nuancé, ce qui n'est pas nuancé. Et, comme tout n'est pas codifiable, bien, on a inventé les cours de justice, parce que, des fois, un texte de loi peut être sujet à interprétation. Puis là, là, ce que je viens de dire à date, je n'ai pas dit... il n'y a pas d'hérésie là-dedans, là, je n'ai pas statué de grands principes, là, dans le champ gauche, là. Le commun des mortels qui regardent la loi, là, bien, ils voient ça comme ça. À cet égard-là, je me vois pas mal synchrone avec le  commun des mortels, même si je regarde ça illégalement. Ça fait que, là, je reviens à mon interpellation initiale. On a un projet de loi, qui est 64. Il y aurait... Attendez une minute, M. le Président, parce qu'il faut que j'aille revoir. Il y aurait donc, M. le Président, dans ce projet de loi là, 165 articles qui prévoient des choses spécifiques, parfois nuancées, mais clairement exprimées, sauf un article, qui est essentiellement ouvert, qui n'est pas précis, qui est un gentleman's agreement, qui est ouvert à des conversations sociales, puis, regardez, là, on vous donne l'opportunité de vous entendre, puis, si vous ne vous entendez pas, bien, ce n'est pas grave. Je veux dire, cet article-là, là, ce n'est pas un article au sens de la loi comme telle, là. Vous faites quelque chose, si vous ne le faites pas, bien, vous êtes en contravention avec une loi, puis il y a une conséquence. Non, non. Cet article-là, là, serait un article de droit nouveau, puis l'article de droit nouveau, c'est : Bien, regardez, là, allez donc prendre une bière ensemble, puis entendez-vous, puis, si ça ne marche pas, là, allez donc en prendre une à tous les jours pendant un mois, puis, si ça ne marche pas, là, bien, appelez la CAI, pas pour manger une caille, mais pour parler à la CAI, avec une bière, puis c'est ça. Tu sais, c'est un peu étonnant, M. le Président, là. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "Le Président (M. Bachand)", "M. Barrette"], "nb_intervenants": 12, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 4, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 6, "nb_interventions_presidence": 1, "nb_interventions_PLQ": 6, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "21:20", "fin": "", "debats": "• (21 h 20) • Ça fait que c'est un article, là, qui est dans un projet de loi qui a... qui édicte des choses claires. Il y a plein de choses nouvelles là-dedans qui sont bonnes, qui sont claires, qui sont des règles. Voici ce que vous pouvez faire, voici ce que vous ne pouvez pas faire. Vous devez nommer un officier à telle affaire, vous devez avoir une structure de telle affaire. Mais là, là, quand on arrive à 113, là, woups! on a deux articles qui disent : Bien, écoutez, là, écoutez, écoutez, franchement, là, on ne veut pas vous faire faire de la peine, là, puis aimez-vous les uns et les autres, puis essayez, là, de vous entendre. M. le Président, là, à quelque part, là, c'est spécial. Puis, à la fin, là, bien, là, là, les nerfs. Parce que, s'il y a une décision qui est prise, là, ce n'est pas vrai qu'on va vous obliger à l'exécuter dans un élément temporel flou, mais pas éternel. «Bref délai», on comprend que ce n'est pas l'éternité. Ce n'est probablement pas un an. Mais «bref délai», là, ça n'a aucune utilité, M. le Président. Ça fait que, là, moi, je regarde ça puis là je comprends de moins en moins le ministre. Et, quand j'entends l'échange qu'il vient d'avoir avec mon collègue de LaFontaine, là, je comprends encore moins, là, parce que, là, il vient... on vient d'assister à un échange après avoir non exécuté, dans les meilleurs délais, la chose que je recherche. Ça fait que, là, là, moi, je ne comprends pas, là.  Ça fait que je vais récapituler, M. le Président, là. Admettons, M. le Président, que l'article 113 a été écrit dans le même esprit que les autres, non pas d'un gentleman's agreement, mais bien de la détermination de la procédure à suivre, avec toutes ses nuances et limitations qui sont clairement exprimées à 28.1, mais qui n'en demeure pas moins une procédure à suivre par les parties. Il y a deux parties ici, là. Il y a la partie du citoyen lambda. Il ne la danse pas, mais il va bien rencontrer une entreprise pour lui dire : Monsieur, madame, j'aimerais que vous procédiez au retrait de l'indexation et du référencement. Ce qui est écrit dans l'article, c'est que l'organisation en question va réfléchir. Elle a l'obligation de réfléchir. Et mieux, M. le Président, elle a l'obligation de donner une décision motivée, par écrit, en dedans de 30 jours. On n'est pas dans le gentleman's agreement, là, on est dans l'établissement clair, net et précis d'une procédure à suivre, avec des nuances permises, nécessaires, parce que tout ne se codifie pas dans une loi, et ces nuances-là sont amenées légalement par 28.1. Et moi, j'arrive, là, puis je dis, là, simplement : M. le Président, je propose un amendement qui vient simplement dire… Bon, O.K., on a touché à tout, là, dans 28, on l'a faite, la procédure, on a mis les paramètres, on a mis les nuances, on a établi qu'il y a un article précédent qui exige une décision motivée, qui amène à une décision qui peut être exécutoire. Parce que ne rien faire, ça n'a pas besoin de le faire en dedans des meilleurs délais, tu peux le faire tout de suite. Puis, faire quelque chose, bien, je propose que ça soit écrit «dans les meilleurs délais». C'est du même flou et du même poids relatif que les sept paramètres qu'il y a… en fait, les 10 paramètres qu'il y a à 28.1. C'est pareil, M. le Président. C'est du même ordre, du même niveau, du même poids relatif, M. le Président. Et le ministre, il me dit que c'est inutile. Mais là je ne le suis pas, là. Comment quelque chose qui a le même esprit, le même poids, qui est sensé peut ne pas bien s'intégrer à 28? Bien là, j'aimerais ça que le ministre me redonne son explication, parce que, M. le Président, là, à l'instant même, vous me voyez subjugué. Le Président (M. Bachand) : Je le constate. M. le ministre, s'il vous plaît. M. Caire : En tout cas, je suis un petit peu déçu, M. le Président. M. Barrette : ...reprendre immédiatement, mais j'aimerais mieux avoir la réponse avant, pour m'inspirer pour la suite. M. Caire : Bon, puisque vous me laissez le mot de la fin, M. le Président… M. Barrette : …  M. Caire : Non. Non, mais, écoutez, M. le Président, à mon tour d'être étonné par l'étonnement du député de La Pinière, parce qu'il dit, dans une même phrase, que l'objet de 64 est de codifier les choses et qu'on ne peut pas tout codifier. Une voix : ... M. Caire : C'est à mon tour. C'est à mon tour. Qu'on ne peut pas tout codifier. Et il a bien raison, il a bien raison. Donc, l'idée ici n'est effectivement pas de s'assurer que tous les demandeurs du Québec meublent les terrasses du Québec, bien que ça soit fort probablement agréable, et qu'autour d'une boisson rafraîchissante ils aient des discussions avec qui de droit, mais plutôt de dire qu'avant d'entamer une procédure judiciaire dont nous savons tous qu'elle peut être longue et lourde, je dis bien qu'elle peut être, bon, avant d'en arriver là et avant aussi d'en arriver à l'exemple qui était donné par le collègue de LaFontaine, où les organisations pourraient être… les tribunaux, c'està-dire, la CAI pourraient être submergés de demandes et de dossiers... Puis, ce principe-là, on ne l'invente pas, là. Ce principe-là, il existe ailleurs. Puis le député de LaFontaine a pratiqué, lui, de façon tout à fait légale, le droit, contrairement au député de La Pinière et moi, et donc il sait très bien que des procédures pour régler des litiges afin que ces litiges-là n'aient pas à passer par la voie judiciaire, ça existe. Ce n'est pas... L'article… Le projet de loi n° 64 n'invente rien. Donc, cette procédure-là a cette velléité-là de dire que, s'il est possible de… Une voix : … M. Caire : Oui, absolument. S'il est possible pour le demandeur de faire une requête à l'entreprise puis que l'entreprise, selon les conditions, on fixe trois conditions, on demande de considérer sept critères et... en arrive à la conclusion qu'elle peut accéder à la demande, bien, parfait, voici, le citoyen est satisfait, sa demande a été entendue, elle a trouvé écho auprès de l'entreprise. On n'a pas engorgé les tribunaux, c'est le bénéfice pour tout le monde. L'élément qu'on amène, qui est effectivement le fameux 30 jours, sur lequel mon collègue de La Pinière base son argument, l'élément de 30 jours vise justement à s'assurer que le citoyen, le demandeur ne sera pas dans l'attente indéfiniment. À un moment donné, il pose une question, il faut qu'il ait une réponse. Indépendamment de quelle est cette réponse-là, il faut qu'il y ait une réponse. Puis c'est ça, l'idée, c'est de dire : Écoutez, posez la question, vous allez avoir une réponse. Après ça, vous déciderez. Après ça, vous déciderez. Alors, c'est là où je ne suis pas à la même enseigne que le collègue de La Pinière,  parce que la décision pourrait parfaitement être d'aller devant la CAI, indépendamment de la réponse. Même si la réponse était positive, le citoyen, là, pour une raison qui lui appartient, pourrait décider d'aller à la CAI, pourrait décider que lui, il saisit la CAI de ce dossier-là. Bon. Le Président (M. Bachand) : Merci beaucoup, M. le ministre. Compte tenu de l'heure, la commission ajourne ses travaux sine die. Merci. À bientôt.  ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Caire", "M. Caire", "Le Président (M. Bachand)"], "nb_intervenants": 9, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 5, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 2, "nb_interventions_presidence": 2, "nb_interventions_PLQ": 2, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}]