[{"debut": "", "fin": "11:00", "debats": " ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:00", "fin": "11:20", "debats": "11 h (version révisée)  (Onze heures dix-neuf minutes) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! Bon matin. Merci. Votre attention. Alors, je déclare la séance de la Commission des institutions ouverte ayant constaté le quorum. Avant de débuter les travaux, je vous rappelle que le port du masque de procédure est obligatoire en tout temps, hormis au moment de prendre la parole dans le cadre de nos travaux. La commission est réunie afin de poursuivre l'étude détaillée du projet de loi n° 64, Loi modernisant des dispositions législatives en matière de protection des renseignements personnels. Avant de débuter, Mme la secrétaire, y a-t-il des remplacements? La Secrétaire : Oui, M. le Président. M. Birnbaum (D'Arcy-McGee) est remplacé par M. Barrette (La Pinière); M. Zanetti (Jean-Lesage) est remplacé par M. NadeauDubois (Gouin) et Mme Hivon (Joliette) est remplacée par M. Ouellet (RenéLévesque). ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "La Secrétaire"], "nb_intervenants": 2, "nb_interventions_secretaire": 1, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 1, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:20", "fin": "11:30", "debats": "• (11 h 20) • Le Président (M. Bachand) : Je vous informe que les votes pour ce mandat devront se tenir par appel nominal, et ce, jusqu'au 14 mai 2021. Pour les amendements suspendus, nous avons les amendements visant à introduire les articles 12.1 et 13.1 proposés par le député de René-Lévesque. Nous avons également suspendu le titre de l'article 28, qui est un amendement proposé par le ministre à cet article. Lors de l'ajournement de nos travaux, le mercredi 31 mars, nous venions d'adopter l'amendement visant à introduire le nouvel article 35.1 au projet de loi. M. le ministre, s'il vous plaît. M. Caire : Oui, merci, M. le Président. Avec le consentement des collègues, je vous demanderais de revenir à l'article 28 qui a été suspendu — excusez — compte tenu du fait que le délai qui nous sépare de notre dernière rencontre nous aura permis de faire le point avec les équipes juridiques, et j'aurai des réponses pour les collègues. Le Président (M. Bachand) :Consentement pour revenir à l'amendement de l'article 28 et à l'article 28? Consentement. O.K. M. le ministre, s'il vous plaît, sur l'amendement. M. Caire : Bien, je ne sais pas s'il y avait des... En fait, je pense que les collègues étaient plus sur la question de l'article comme tel. Je ne sais pas s'ils veulent disposer  de l'amendement préalablement. Parce que, dans le fond, l'amendement, ce qu'il fait, c'est qu'il vient atténuer la notion d'irréversible pour lesquelles nous avons, tous, je pense, convenu que l'irréversibilité était une chose très difficile à obtenir. Et donc il serait plus réaliste que la loi précise qu'est raisonnable de prévoir dans les circonstances... Donc, dans la... En fait, dans la mesure du possible, on doit rechercher l'anonymisation de la donnée, dans la mesure de ce qu'il est raisonnable d'exiger dans les circonstances. Le Président (M. Bachand) :M. le député de Gouin, s'il vous plaît. M. Nadeau-Dubois : Je ne veux pas jouer les trouble-fêtes, là, mais peut-être que si le ministre voulait nous parler déjà de ce qu'il entend déposer comme amendement sur le reste de l'article, ça pourrait informer mon vote sur l'amendement. M. Caire : Absolument. Bien, M. le Président, avec un immense plaisir. En fait, les discussions qui ont eu lieu avec les juristes, puis je laisserai Me Miville-Deschênes compléter, comme toujours à la satisfaction des collègues, c'est que, dans les faits, du fait que le renseignement est anonymisé, il n'est plus un renseignement personnel. Donc, la suggestion que le collègue faisait, le collègue de LaFontaine notamment faisait, de l'amener à l'article 19, l'article 19 traite de renseignements personnels, ce n'est pas un renseignement personnel. Donc, dans ce contexte-là, il ne serait pas pertinent de l'amener à l'article 19. Donc, l'article 28 conserve sa pertinence. Ceci étant dit, nous avions, avec les collègues, certains débats sur... bon, compte tenu du fait qu'il est difficile d'exiger une irréversibilité, compte tenu des moyens techniques, comme j'ai dit, il y a un contexte où cette irréversibilité-là, elle est possible, c'est quand on travaille dans les, excusez la mauvaise traduction, là, mais les bacs, les bacs à sable, donc des endroits qui sont totalement clos de l'extérieur, ce que l'ISQ fait, soit dit en passant, l'ISQ fait ça dans les protocoles de recherche. Donc, il n'y a pas de contact avec l'extérieur. Donc, les protocoles de recherche d'information pour désanonymiser une donnée, à ce momentlà, c'est impossible. Mais dans un contexte d'utilisation autre, dans un organisme public, ce qui est une pratique courante actuellement, c'est pour ça qu'on amène la notion de raisonnable. Ceci étant dit, les collègues disaient : Oui, mais qu'est-ce qui arrive si on désanonymise la donnée? Donc, elle redevient d'emblée un renseignement personnel, et ça, Me Miville-Deschênes pourra vous le confirmer, et donc elle doit être de ce fait traitée exactement comme on traite un renseignement personnel en vertu de la loi que nous sommes à adopter. Donc, c'est un peu ça qui est l'explication globale.  Le Président (M. Bachand) :Interventions sur l'amendement? M. le député de LaFontaine... M. Caire : ...le confirmer, et donc elle doit être, de ce fait, traitée exactement comme on traite un renseignement personnel en vertu de la loi que nous sommes à adopter. Donc, c'est un peu ça qui est l'explication globale. Le Président (M. Bachand) : Des interventions sur l'amendement? M. le député de LaFontaine. M. Tanguay : ...l'amendement, donc j'essaie de me rembarquer dans le bain, M. le Président. Donc, l'amendement, on est revenu à l'article 28, et là ce que j'ai : Insérer... c'est ça, hein? C'est l'amendement. O.K. Insérer dans l'article 73. Au-delà du fait que le ministre, puis ça, je peux le comprendre, ne voudrait pas le faire, l'idée qu'on avait soumise à l'article 19 parce que ce n'est techniquement ou théoriquement plus un renseignement personnel, les éléments... je ne sais pas s'il a pu se pencher sur les éléments que l'on avait inclus dans notre proposition de texte, qui pourraient être importés aussi, ceci dit, à 28. Le Président (M. Bachand) : M. le ministre. M. Caire : Plus précisant. M. Tanguay : L'amendement, autrement dit... puis là je rembarque dans le bain tranquillement, là. M. Caire : Oui, moi aussi, je vais être honnête. M. Tanguay : L'article 65.1 de la Loi sur l'accès serait modifié, donc, par l'ajout, après le quatrième alinéa... C'est sûr que, là, je suis dans le contexte de l'article 19. Mon point, là, je vais résumer ça, là, mon point, c'est qu'on sait qu'il y a deux types, il y a deux niveaux : il y a dépersonnaliser puis anonymiser. Dépersonnaliser, ça peut être une liste de consommateurs chez Hydro-Québec, leur consommation d'électricité, leur quartier, leur rue, mais on n'aurait pas le nom puis l'adresse. Bon, ça, ce serait dépersonnaliser. Anonymiser, c'est des renseignements qui, à leur face même, ne nous permettent pas, même de façon... même si on tente... prime abord, le principe ne nous permet pas de reconstituer et d'identifier un individu, une personne. Mais on sait que, techniquement, c'est possible de désanonymiser, puis tout ça. Alors, comme dans la section à l'article 28, il était dans la section que j'appelais, bon, en tout respect, là, rebuts. Autrement dit, le renseignement, on ne veut plus l'avoir, il est dans la section où le renseignement personnel n'a plus d'utilité, nous allons le supprimer de façon permanente ou l'anonymiser. Mais sachant qu'anonymiser ne peut  pas être une garantie qui va être comme le premier contexte, il va être jeté de façon permanente, il va être anonymisé avec un petit astérisque, il pourrait revenir en arrière. Alors, l'objectif était de dire : D'accord, deux objectifs, puis là je pense que l'amendement du ministre répond au premier, on pourrait en discuter, faire en sorte effectivement qu'on pousse au maximum, selon les connaissances l'accès à la technologie. Les pare-feux, la galvanisation de l'anonymisation, on pousse ça au maximum puis on a la responsabilité, comme organisme public, d'avoir les meilleures pratiques puis tout ça. Parfait, ça, ça répond au premier volet. Mais le deuxième volet, que cette anonymisation-là serve, parce qu'on veut réutiliser les données anonymisées. Je veux dire, ce ne sont plus des renseignements personnels, mais on veut faire du recyclage avec ça, on veut faire des études, des ci, des ça. Le deuxième volet que j'aimerais bien, puis qu'on le fasse à 19 ou à 28, c'était que cette utilisation-là serve l'intérêt public. Et c'est là où l'analogie qu'on allait rechercher, c'était le quatrième paragraphe de 19 : «lorsque son utilisation est nécessaire à des fins d'étude, recherche, production de statistiques», et là on ajoutait «ou à toute fin qui vise l'intérêt public». On viendrait dire ce qui est anonymisé, puis je conclus là-dessus, ce qui est anonymisé va être utilisé, mais uniquement dans un contexte qui serve l'intérêt public. Autrement dit, si mon risque se concrétise qu'on désanonymise, puis ça, ce sera toujours un risque, bien, au moins que ce ne soit pas dans une piscine d'intérêt privé, mais que ce soit, au moins, dans un contexte d'intérêt public. Le Président (M. Bachand) :M. le ministre. M. Caire : Bien, je veux juste bien comprendre l'idée du collègue, parce que je ne suis pas du tout réfractaire à ce qu'il dit, mais ce que je comprends, c'est qu'on pourrait lire l'article 28 qui introduit l'article 73, on pourrait lire : «Lorsque les fins pour lesquelles un renseignement personnel a été recueilli ou utilisé sont accomplies, l'organisme public doit le détruire ou l'anonymiser si cela sert des fins d'intérêt public». C'est-u pas mal ce genre d'affaires là? M. Tanguay : Oui, quelque chose de même. Autrement dit... Exactement, tout à fait. De deux choses l'une. J'ai fini avec le renseignement, je n'en ai plus besoin, on n'en a plus besoin. On se débarrasse de ça, on le détruit, il est mort, il n'existe plus, plus d'enjeu. Ah! on va l'anonymiser, parce que ça, ça pourrait être utile. C'est là que je dis : O.K. Utile pour quoi? Pour des fins d'intérêt public. Parfait. Anonymise pour des  fins d'intérêt public... M. Caire : Alors, M. le Président, si le... M. Tanguay : ...avec les meilleures pratiques, assure-toi que ce soit... M. Caire : Non, mais ça, on le voit plus loin, mais si le député veut amender l'article dans ce sens-là, moi, je n'ai pas d'enjeu, là. Ça m'apparaît être une évidence, mais je n'ai pas d'enjeu à le préciser, là. Là, je vais regarder du côté des juristes pour être bien sûr que personne ne fait de crise cardiaque. Ils sont jeunes... Le Président (M. Bachand) : Oui. ", "nb_suspensions": 0, "votes_par_consentement": 1, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)"], "nb_intervenants": 23, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 9, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 6, "nb_interventions_presidence": 8, "nb_interventions_PLQ": 5, "nb_interventions_QS": 1, "nb_interventions_PQ": 0}, {"debut": "11:30", "fin": "11:30", "debats": "• (11 h 30) • M. Nadeau-Dubois : L'enjeu fondamental, dont on avait discuté l'autre fois, c'était de s'assurer qu'un renseignement anonymisé ne tombe pas complètement en dehors des protections juridiques garanties aux renseignements personnels. Moi, je sentais quelque chose comme un consensus sur cette idée-là, en s'entendant sur le fait que peut-être... puis, en fait...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Nadeau-Dubois"], "nb_intervenants": 1, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 1, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 1, "nb_interventions_PQ": 0}, {"debut": "11:30", "fin": "11:40", "debats": "11 h 30 (version révisée) M. Nadeau-Dubois : ...ne tombe pas complètement en dehors des protections juridiques garanties aux renseignements personnels. Moi, je sentais quelque chose comme un consensus sur cette idée-là, en s'entendant sur le fait que peut-être puis, en fait, de l'avis du ministre sûrement, on ne devrait pas le protéger autant que si c'était un renseignement personnel ordinaire, on va dire ça comme ça, mais que, quand même, il devrait y avoir certaines protections puisqu'il y a toujours des risques de réidentification. Je veux savoir, sur cette question-là spécifique, où est rendue la réflexion du ministre, qu'est-ce qu'il entend nous proposer là-dessus spécifiquement. M. Caire : Bien, en fait, c'est qu'en discutant avec... puis, encore une fois, là, j'offre au collègue, si vous voulez l'entendre de la bouche de Me Miville-Deschênes, c'est qu'en discutant avec les collègues, M. le député de Gouin... en discutant avec les collègues, en discutant avec les juristes, M. le député de Gouin, désolé, on se rend compte, dans le fond, que l'article, tel qu'il est libellé et amendé... puis, bon, sans  présumer des intentions du député de LaFontaine avec un nouvel amendement qui pourrait venir spécifier dans quel contexte on peut anonymiser le... c'est que, lorsqu'il est anonymisé, techniquement, il n'est pas un renseignement personnel. Donc, on peut l'utiliser à des fins d'intérêt public. Si d'aventure... et là il faut se remettre dans un contexte d'utilisation par un organisme public. Il est clair que, dans un contexte de vol ou de fraude, on ne légiférera pas dans ce contexte-là. Alors, dans un contexte d'utilisation publique, donc dans un contexte légitime, l'amendement vient quand même garder une notion d'irréversibilité, mais en disant : Jusqu'à la limite du raisonnable. Ce qui nous amène dans les univers que j'ai expliqués au collègue, à savoir si on est dans un contexte comme à l'ISQ, par exemple, qui permet, effectivement, d'aller chercher un niveau d'anonymisation qui est irréversible, parce qu'il n'y a pas de possibilité d'aller à l'extérieur puis de reconfigurer le renseignement, ou dans un contexte d'utilisation d'un organisme public qui, à ce moment-là, nous amène peut-être un... qui ne nous amène pas au même niveau, mais qui... la loi les oblige quand même à aller aussi loin que possible dans l'anonymisation. Et on lit, dans le contexte du troisième alinéa aussi de l'article : «les renseignements anonymisés en vertu de la présente loi doivent l'être selon les meilleures pratiques généralement reconnues». Donc, c'est la formule consacrée pour dire : Utilisez toutes les techniques possibles et les moyens technologiques possibles pour nous amener raisonnablement vers l'irréversibilité du renseignement. Donc, il y a une charge légale, qui est imposée aux organismes, qui est très élevée. Ça, c'est le premier volet de ma longue réponse. Vous m'excuserez, mais je veux quand même être sûr de bien couvrir tous les angles de votre question. Le deuxième volet est à l'effet que, toujours dans un contexte d'utilisation légale, si d'aventure une information était désanonymisée, elle redevient automatiquement un renseignement personnel et doit, de ce fait, jouir de toutes les protections dont bénéficie un renseignement personnel en vertu de la loi. Donc, c'est automatique, si vous désanonymisez cette information-là, ça redevient un renseignement personnel, vous devez donc la traiter comme tel. Le Président (M. Bachand) : M. le député de Gouin. M. Nadeau-Dubois : Ma question, c'est : Avant que ce soit désanonymisé, là, l'organisme public reste en sa possession, quelles sont les règles qui vont gouverner les organismes publics pour gérer ces renseignements anonymisés? M. Caire : Sur le fait de l'utilisation?  M. Nadeau-Dubois : L'utilisation, la sauvegarde, la protection. M. Caire : Bien, il n'y en a pas. Du moment où ça devient un renseignement qui n'est plus un renseignement personnel, il va être traité comme n'importe quel autre renseignement non personnel, dans les faits. M. Nadeau-Dubois : Bien, justement, c'était là-dessus qu'on avait eu une discussion la dernière fois. Puisqu'on est tous conscients qu'il y aura toujours des risques faibles, moyens, élevés, dépendamment des circonstances de réanonymisation, ne faudrait-il pas penser à un cadre peut-être moins exigeant que celui pour les renseignements personnels, mais un cadre néanmoins pour qu'il y ait une certaine protection pour ces renseignements-là, même avant qu'ils soient réanonymisés? Puisqu'ils ont un statut, disons... c'est ce que le député de LaFontaine la dernière fois, ils ont un statut, certes, qui n'est pas celui d'un renseignement personnel où on peut directement identifier quelqu'un, mais ils n'ont pas non plus exactement le même statut qu'un renseignement qui a été complètement détruit. Ils sont comme dans un entre-deux. Ne faudrait-il pas penser à une protection quelconque pour ces renseignements-là? M. Caire : Bien, comme j'expliquais aux collègues... puis je dois dire, sans révéler toutes les teneurs, que j'ai eu plusieurs discussions, je vous ai parlé de l'Institut de la statistique, bon, différents organismes, et la difficulté ou, je dirais, la quasiimpossibilité de ça, c'est les nombreux cas de figure qui se présentent aux différents organismes. Et je revenais toujours à ma proposition initiale de dire que le gouvernement peut, par règlement, fixer un cadre d'utilisation de ces renseignementslà, anonymisés. Parce que, je parlais... tu sais, la Commissaire à la santé va en faire une utilisation qui est x, l'Institut de la statistique va en faire une utilisation qui est complètement y, la Société de l'assurance automobile du Québec va faire une autre utilisation dans le cadre de déploiements. Alors, d'avoir un cadre réglementaire qui viendrait dire : Bon, bien, voici ce que vous pouvez ou ne pouvez pas faire avec, ça devient à peu près impossible comme exercice. Et je veux assurer au député de Gouin, là, qu'on a réfléchi à cette questionlà de façon assez intense qui nous ramène à dire : Bien, vous savez, c'est un petit peu comme dans bien d'autres situations, notre premier est souvent le meilleur. Puis j'en arrive toujours à cette... puis j'en arrive toujours à la conclusion du libellé de l'article 28 actuellement. Comme je dis au député, puis je sais qu'on est plus ou moins friand de ça généralement, on pourrait dire que le gouvernement peut, par règlement, fixer un cadre d'utilisation de tels renseignements lorsqu'ils sont anonymisés, parce qu'il faut préciser que c'est lorsqu'ils sont anonymisés parce qu'aussitôt qu'ils ne le sont plus, là, c'est la loi sur la protection des renseignements personnels qui s'applique  intégralement. Donc, c'est peut-être la meilleure suggestion que je peux faire au collègue, mais je comprends que... Puis je ne suis pas convaincu que je vais répondre aux aspirations de mon collègue de Gouin, mais ceci étant, s'il a une idée, là, moi, je ne suis pas du tout fermé, hein, je le dis, pas du tout, du tout fermé, là. Le Président (M. Bachand) : M. le député de Gouin, il vous reste trois minutes sur l'amendement. M. Nadeau-Dubois : Oui. Je vais laisser le débat se terminer sur l'amendement parce que, là, techniquement, on est encore sur l'amendement. On pourra procéder au vote, puis je vais me lancer sur un amendement, un nouvel amendement pour adresser spécifiquement — quel anglicisme horrible — pour répondre à la question spécifique de comment les organismes publics devraient traiter les renseignements anonymisés. On va essayer quelque chose. M. Caire : O.K. Le Président (M. Bachand) : Merci beaucoup. Il y avait discussion concernant un sous-amendement. Est-ce qu'on est... M. Caire : Je ne crois pas, M. le Président. La discussion avec le député de LaFontaine ne concernait pas l'amendement comme tel, concernait une disposition qui est déjà dans le premier alinéa de l'article. Le Président (M. Bachand) : M. le député de LaFontaine. M. Caire : Donc, peut-être qu'on pourrait disposer de l'amendement puis, après ça... M. Tanguay : Je peux... puis j'avais une discussion avec notre collègue de La... M. Barrette : Pinière. M. Tanguay : ...Pinière. Je ne le dépose pas formellement. De toute façon... Mais c'est juste pour ce qui s'en vient. Ce que l'on proposerait, une fois, effectivement, que... Parce que je ne peux pas sous-amender, là. Ça serait un nouvel alinéa deux qui dirait... Je reviens, là. Avec ça, on renforce un peu les garanties que ça va être fait selon les standards les plus à jour, les règles de l'art puis avec la conception raisonnable de prévoir les circonstances qui vont optimiser l'anonymisation. L'organisme public aura un choix, deux options, détruire ou anonymiser. Le deuxième alinéa dirait ce qui suit, puis on n'invente pas, on reprend du langage, puis il y a un bout que nos amis avaient soumis à la fin : Un renseignement, donc l'organisme public a un choix, deux options. M. Caire : Là, on parle d'un nouvel alinéa, M. le ministre? O.K. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Nadeau-Dubois", "M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "M. Barrette", "M. Tanguay", "M. Caire"], "nb_intervenants": 20, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 8, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 8, "nb_interventions_presidence": 4, "nb_interventions_PLQ": 3, "nb_interventions_QS": 5, "nb_interventions_PQ": 0}, {"debut": "11:40", "fin": "11:47", "debats": "• (11 h 40) • M. Tanguay : Oui. Ça serait le deuxième, mais on jase, là. Puis si ça marche, bien, on va faire «chop-chop», puis on va aller dîner. Alors, un choix, deux options : Je détruis, ou j'anonymise. Parfait, selon les meilleurs standards, et si tu décides d'anonymiser, je cite ce qui serait le nouvel alinéa : Un renseignement peut être anonymisé lorsque son utilisation sert l'intérêt public et qu'il est nécessaire à des fins d'études, de recherche, production statistique ou qu'il est nécessaire à l'exercice des attributions ou à la mise en oeuvre d'un programme de l'organisme public. Ça, c'est le petit bout que nos amis avaient ajouté. Là, peut-être vous me diriez : Bien, j'aimerais ça un «notamment», parce que je veux... donc, c'est une condition double. Sers l'intérêt public et, à des fins notamment d'études, recherche, production statistique et nécessaire pour un programme. Autrement dit, on ne peut pas, comme organisme public, anonymiser puis sortir de l'intérêt public. On vient rajouter une barrière, où là l'organisme public devra se dire : Bien, si c'est réversible puis qu'il les désanonymise, au moins ça ne sera pas autre que dans un contexte d'intérêt public. Voilà. M. Caire : Sur cette question-là, M. le Président, puis si les collègues sont d'accord, je disposerais de l'amendement sur la notion d'irréversibilité, si tout le monde est d'accord, puis après ça, je demanderais peut-être une petite suspension pour analyser... qu'on analyse la proposition du député de LaFontaine, si tout le monde est d'accord. Le Président (M. Bachand) : Donc, est-ce qu'il y a d'autres interventions sur l'amendement? M. Tanguay : Sur l'amendement : Pour l'application de la présente loi, un renseignement concernant une personne physique est anonymisé lorsqu'il est raisonnable de prévoir que les circonstances qu'il ne permet plus... M. Caire : De façon irréversible. M. Tanguay : Est-ce qu'en ajoutant le mot «raisonnable», on ne vient pas diminuer ce qui est déjà la mouture actuelle, «lorsqu'il ne permet plus»? M. Caire : C'est-à-dire qu'on vient temporiser la notion d'irréversibilité au sens où, comme je l'ai expliqué, il y a des contextes où je peux garantir l'anonymisation irréversible.  M. Tanguay : Oui, je comprends. M. Caire : Il y a des contextes où moi, je peux amener ce renseignement-là à une anonymisation irréversible, mais dans ce qui est raisonnable de faire, c'est-à-dire que... Parce qu'il faut comprendre, là, puis ça, là-dessus, je veux être clair, dans un contexte x, un renseignement peut être désanonymisé. Je ne nierai jamais ça. Puis prôner l'irréversibilité, c'est utopique. Ceci étant dit, ce n'est pas quelque chose qui est simple, ce n'est pas quelque chose qui est à la portée de tout le monde. Alors, c'est sûr que des gens connaissants et équipés peuvent le faire. Ça, c'est sûr. Puis je ne nierai jamais ça, puis je... Mais c'est un petit peu l'exemple que je prenais, je pense que c'était au député de Gouin qu'on avait cette discussion-là sur intercepter une communication Bluetooth, ça se fait, mais ce n'est pas simple, là, ce n'est pas vrai, là, ce n'est pas M. Tout-le-monde et Mme Tout-le-monde, là. Vous et moi, là, on n'est pas équipés pour faire ça, là. Donc, c'est pour ça qu'on veut amener... On garde la notion d'irréversibilité parce qu'il des contextes où ça peut s'appliquer, mais c'est pour ça qu'on ajoute aussi la notion de raisonnable, parce que, moi, dans un cas... je travaille dans un contexte qui est le mien, et dans ce contexte-là, moi, je dois amener l'anonymisation aussi loin, ou donc aussi proche de l'irréversibilité qu'il est raisonnable de me le demander. M. Tanguay : Là, avec une flèche, on se rend compte qu'on atteint deux cibles. Première des choses, on fait écho à une réalité que, tel que rédigé, l'article ne faisait pas écho, autrement dit que... et qu'il permet «de façon irréversible». Dans la vraie vie, ce n'est pas ça. On ne va pas le marquer dans la loi. Dans la vraie vie, c'est réversible. Alors, si on l'avait inscrit comme ça, tel que rédigé, c'est comme si on disait, on était dans notre bulle, notre tour d'ivoire qui «ne permet plus». Non, non, on peut. Alors là, on vient faire écho à la réalité qu'on est conscients, comme législateurs, puis on le met dans la loi que ce n'est pas sûr à 100 %, 100 %, 100 %. Parfait. Mais aussi, ce faisant, on vient qualifier le fardeau du livrable de l'organisme public au niveau de la raisonnabilité. C'est juste là, sous cet aspect-là, où j'y vois un atermoiement. C'est comme si je vous dis : Pouvez-vous, s'il vous plaît, collègue, aller dans le buffet me chercher trois assiettes, puis c'est possible que vous en cassiez une ou deux en vous en venant, mais essayez de ne pas en casser deux. Quand je vous dis ça, vous allez dire : Il est bien bizarre, lui. Il serait satisfait que j'en casse juste une? Vous comprenez? Alors, on vient... Oui, vous pouvez en casser. On vient, premier objectif, dire : Ça se peut qu'en me ramenant trois assiettes, il en casse. Parfait. Il n'est pas déconnecté, il le sait. Mais il me dit : Essaie de ne pas en casser  deux. C'est là le deuxième aspect où je dis : Il est raisonnable de prévoir que. Peutêtre qu'il n'y a pas d'autre mot que «raisonnable», mais vous comprenez que je ne peux pas... je ne dirais pas «et qu'il est déraisonnable de demander», évidemment, mais vous comprenez que le standard, c'est de la raisonnabilité. Anciennement, on disait : Le bon père de famille, la personne normalement prudente et diligente. Il me semble qu'on aurait pu être un petit peu plus un fardeau, pas hors de tout doute raisonnable, là, mais un fardeau peut-être... et qu'il est raisonnable. Là, vous allez me dire : Mais, à la fin, on dit : «Les renseignements anonymisés en vertu de la présente loi doivent l'être selon les meilleures pratiques généralement reconnues.». Vous allez me dire : Ça, ça vient teinter mon «raisonnable» aussi. C'est juste le «raisonnable», je le trouve faible en l'instance pour l'organisme public. Et je ne lui demande pas le déraisonnable, c'est juste que j'irais ailleurs que sur la raisonnabilité. M. Caire : Bien, c'est parce que, dans le fond, ce que ça vient dire, c'est qu'on te demande de faire tout ce qui peut être fait, mais on ne peut pas te demander l'impossible. Dans le fond, c'est un peu ça, là. Je comprends l'exemple du collègue, mais j'irais peut-être plus dans cette voie-là, de dire : Je ne peux... à l'impossible, nul n'est tenu. Par contre, tout ce que tu peux faire pour l'amener dans un état d'irréversibilité, tu dois le faire. Or, c'est pour ça que je pense que, dans la façon dont l'article est écrit, dans ses trois alinéas, je pense que ça nous amène sur cette définition-là, et puis je pense qu'on est... là-dessus, je pense qu'on est à la bonne place, par contre. M. Tanguay : Oui, oui, on jase, là. Y aurait-u possibilité d'amener une notion de temps aussi? Moi, aujourd'hui, je suis le temps un, je suis organisme public puis je ne les détruis pas, j'anonymise. Parfait. Puis je fais tout ce qui est en raisonnable puis selon les meilleures pratiques. Puis là l'information est anonymisée. Six mois, un an, deux ans, woup! il y a des nouvelles technologies. Pourrions-nous ajouter une sorte de ligne de temps, et qu'il est raisonnable de prévoir, en tout temps, dans les circonstances, qui ne le permettent plus de façon irréversible? Autrement dit, l'anonymisation, selon une technologie x, dans deux ans, j'aimerais que l'on ait peutêtre une obligation d'avoir une pérennité dans ma préoccupation que l'anonymisation va être galvanisée si on passe à 2.0, 3.0, 4.0. M. Caire : Dans le fond, vous dites : Lorsqu'il est en tout temps raisonnable de prévoir les circonstances. M. Tanguay : Oui.  M. Caire : Oui, je n'ai pas d'enjeu. M. Tanguay : Puis ça, ça me réconcilierait. Autrement dit, je voudrais aller me chercher trois assiettes, puis, en tout temps, assurez-vous de ne pas en casser. M. Caire : Je n'ai pas d'enjeu. Si le député veut proposer un sous-amendement, moi, je... M. Tanguay : Est-ce que nos amis... «est anonymisé lorsqu'il est en tout temps raisonnable», est-ce que ça satisferait nos amis autour du feu? M. Caire : Je vais être délinquant, je vais vous dire que je suis d'accord. M. Tanguay : O.K. ça fait que le temps de... M. Caire : Bien, là, là, je viens de brûler des airs lousses pas pire, là. M. Tanguay : C'est bon, la journée n'est pas finie, là. M. Caire : Oui, je le sais. M. Tanguay : Le temps de rédiger l'amendement, on suspendrait, M. le Président? Le Président (M. Bachand) : On va suspendre quelques instants. Merci beaucoup. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)"], "nb_intervenants": 25, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 11, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 12, "nb_interventions_presidence": 2, "nb_interventions_PLQ": 12, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:47", "fin": "11:56", "debats": "(Suspension de la séance à 11 h 47) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:56", "fin": "11:59", "debats": "(Reprise à 11 h 56) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! La commission reprend ses travaux. M. le député de LaFontaine, s'il vous plaît. M. Tanguay : Oui, M. le Président. J'aimerais déposer le sous-amendement suivant : Article 28. L'amendement est modifié par l'ajout après le mot «est» des mots «, en tout temps, ». Voilà, M. le Président. Le Président (M. Bachand) : Merci. Interventions sur le sous-amendement du député de LaFontaine? S'il n'y a pas d'intervention, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)?  M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond). Le Président (M. Bachand) : Abstention. Donc, le sous-amendement à l'amendement de l'article 28 est adopté. Merci. Interventions? M. le député de Gouin, s'il vous plaît. M. Nadeau-Dubois : Oui, merci. Bon, récapitulons la conversation parce que je veux que mes intentions soient bien comprises. Mon avis puis l'avis de ma formation politique, c'est que les renseignements anonymisés devraient être traités comme des renseignements personnels. C'est notre position, c'est ce qu'on aurait souhaité, mais je comprends, de mes conversations avec le ministre, que ce n'est pas son avis et c'est lui qui écrit ce projet de loi. Je sens, par contre, qu'il y a une zone de compromis possible sur la question d'assurer  un cadre minimal, quand même, de protection pour les renseignements anonymisés. Puis je trouve que c'est le collègue de LaFontaine qui l'a sans doute mieux résumé il y a deux semaines maintenant. Le problème, avec l'article 28, si on ne le modifie aucunement, c'est que les renseignements personnels qui ont été détruits, donc qui n'existent plus, et ceux qui ont été anonymisés sont traités sur le même pied d'égalité, comme si détruire un renseignement puis l'anonymiser, c'était pratiquement la même chose ou c'était la même chose. Là-dessus, je sens que le ministre et moi, on s'entend à l'effet que c'est peut-être un peu court puis qu'il faut peut-être trouver un juste milieu entre considérer les renseignements anonymisés comme un renseignement personnel, ce qui serait mon option, et le statu quo dans l'article actuel. Donc, j'ai déposé un amendement pour essayer de trouver ce point d'équilibre là entre nous pour qu'on puisse avancer dans nos travaux. On l'a déjà fait parvenir à la commission, M. le Président. Est-ce que les collègues l'ont reçu ou on doit suspendre? Une voix : ... Le Président (M. Bachand) : Bien, si vous êtes d'accord, on va suspendre quelques instants pour la distribution. Merci. Une voix : ... ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "Le Président (M. Bachand)"], "nb_intervenants": 15, "nb_interventions_secretaire": 5, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 1, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 4, "nb_interventions_presidence": 4, "nb_interventions_PLQ": 2, "nb_interventions_QS": 2, "nb_interventions_PQ": 0}, {"debut": "11:59", "fin": "12:30", "debats": "(Suspension de la séance à 11 h 59)    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "12:30", "fin": "12:55", "debats": "12 h 30 (version révisée) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "12:55", "fin": "14:30", "debats": "(Reprise à 12 h 55) Le Président (M. Bachand) :À l'ordre! La commission reprend ses travaux. Donc, nous étions sur l'amendement du ministre. Est-ce qu'il y a d'autres interventions? M. Tanguay : Juste savoir, M. le Président, est-ce qu'on peut... Est-ce qu'on a à l'écran... C'est ça qu'on a à l'écran, l'amendement? O.K. Ça, c'est l'amendement du ministre. O.K. Le Président (M. Bachand) : Oui, qui est... M. Caire : Je rajoute...  Le Président (M. Bachand) :Le sous-amendement. M. Caire : ... M. Tanguay : Alors, est-ce qu'on peut présenter le sous-amendement? Parce qu'il est déjà prêt, je pense. M. Caire : ... M. Tanguay : En tout temps? M. Caire : Oui, en tout temps... M. Tanguay : O.K. O.K. Parfait. M. Caire : Donc, on devrait lire «lorsqu'il est en tout temps raisonnable de prévoir, dans les circonstances, qu'il ne permet plus de façon irréversible... M. Tanguay : Donc, pouvez-vous, excusez-moi, comme le relire? Ça donnerait quoi, finalement? M. Caire : Ça donnerait : «Pour l'application de la présente loi, un renseignement concernant une personne physique est anonymisé lorsqu'il est, en tout temps, raisonnable de prévoir, dans les circonstances, qu'il ne permet plus de façon irréversible d'identifier directement ou indirectement cette personne.» M. Tanguay : O.K. Ça, ça me va. M. Caire : Ça, c'est le deuxième alinéa tel qu'amendé. M. Tanguay : Tel que sous-amendé. M. Caire : Bien, avec le sous-amendement, mais là, on n'a pas encore adopté... l'amendement a été sous-amendé, mais là, on n'a pas adopté l'amendement. M. Tanguay : O.K. C'est bon. M. Caire : Donc, c'est cet amendement-là que je vous demande d'adopter. M. Tanguay : Oui. M. Caire : Et là, on pourrait lire l'article tel quel. Le Président (M. Bachand) : Ça va? Alors donc, est-ce qu'on est prêt pour passer à la mise aux voix? Mme la secrétaire, s'il vous plaît.  La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Abstention. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'amendement est adopté. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)"], "nb_intervenants": 33, "nb_interventions_secretaire": 5, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 11, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 11, "nb_interventions_presidence": 5, "nb_interventions_PLQ": 10, "nb_interventions_QS": 1, "nb_interventions_PQ": 0}, {"debut": "14:30", "fin": "12:57", "debats": "Et compte tenu de l'heure, je suspends les travaux jusqu'à 14 h 30. Merci beaucoup. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "12:57", "fin": "14:30", "debats": "(Suspension de la séance à 12 h 57)    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "14:30", "fin": "14:44", "debats": "14 h 30 (version révisée) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "14:44", "fin": "14:48", "debats": "(Reprise à 14 h 44) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! Bon après-midi. La Commission des institutions reprend ses travaux. Nous poursuivons l'étude détaillée du projet de loi n° 64, Loi modernisant des dispositions législatives en matière de protection des renseignements personnels. Lors de la suspension de nos travaux, cet avant-midi, nous étions rendus à l'étude de l'article 28 tel qu'amendé. M. le député de Gouin, vous avez la parole. M. Nadeau-Dubois : Merci, M. le Président. Je vais déposer un amendement à cet article. Je peux le lire tout de suite. Donc : À l'article 28 du projet de loi qui modifie  l'article 73 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels : 1° remplacer, dans le paragraphe 1°, «ou l'anonymiser» par «, ou l'anonymiser pour l'utiliser à des fins d'intérêt public»; 2° insérer, au dernier alinéa du paragraphe 2° et après «reconnues», «et selon les critères et modalités déterminés par règlement.» Le Président (M. Bachand) : Merci. Interventions? M. le député de Gouin. M. Nadeau-Dubois : Bien, je ne referai pas toute la présentation que j'ai fait tout à l'heure, mais juste rappeler pour les fins de notre procès-verbal que l'objectif ici est d'aller trouver un terrain d'entente avec le ministre sur ce que doivent faire les organismes publics avec les renseignements anonymisés qu'ils ont en leur possession et dans quel... disons, à quelles fins ces renseignements-là, anonymisés, doivent être utilisés. Donc, l'idée ici est de venir préciser que les renseignements anonymisés doivent être utilisés en tout temps à des fins d'intérêt public strictement. Et là, la deuxième partie de l'amendement ajoute la possibilité pour le gouvernement de venir déterminer par règlement les différentes modalités d'anonymisation des renseignements personnels au sein des organismes publics. C'est un amendement de compromis, je salue le ministre et son équipe vaillante pour leur ouverture puis leur collaboration à la rédaction de l'amendement. C'est important pour moi de préciser que ce n'est pas un amendement qui est conforme exactement à la position que moi j'aurais puis que ma formation politique aurait, c'est un amendement qui cherche à aller trouver un terrain d'entente avec le ministre. Puis, dans ce cadre-là, je le dépose, et puis j'espère son adoption. Le Président (M. Bachand) : Merci. Interventions sur l'amendement? M. le ministre. M. Caire : Simplement saluer, effectivement, la position de compromis que le député de Gouin nous propose et que j'accepte, je ne veux pas parler au nom de mon collègue de Chapleau, mais, de mon côté, j'accepte avec enthousiasme cette proposition. Le Président (M. Bachand) : Interventions sur l'amendement du député de Gouin? S'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix. Mme la secrétaire, s'il vous plaît.  La Secrétaire : Pour, contre, abstention. M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Barrette (La Pinière)? M. Barrette : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'amendement est adopté. Merci beaucoup. Interventions sur l'article 28 tel qu'amendé? Est-ce qu'il y a d'autres interventions? S'il n'y a pas d'autre intervention, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Barrette (La Pinière)? M. Barrette : Pour La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Abstention. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 28 tel qu'amendé est adopté. Merci beaucoup.  M. le ministre, est-ce que vous désirez retourner à... Oui? M. le député de La Pinière, pardon. M. Barrette : J'aurais, si vous me le permettez, un amendement à déposer, 28.1, que je vous envoie à l'instant. Le Président (M. Bachand) : On va suspendre quelques instants, le temps d'en prendre connaissance et pour la distribution. Merci beaucoup. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 2, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Barrette", "La Secrétaire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Barrette", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Barrette", "Le Président (M. Bachand)"], "nb_intervenants": 29, "nb_interventions_secretaire": 10, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 3, "nb_interventions_gouvernement": 2, "nb_interventions_opposition": 7, "nb_interventions_presidence": 7, "nb_interventions_PLQ": 3, "nb_interventions_QS": 4, "nb_interventions_PQ": 0}, {"debut": "14:48", "fin": "14:54", "debats": "(Suspension de la séance à 14 h 48) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "14:54", "fin": "15:00", "debats": "(Reprise à 14 h 54) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! La commission reprend ses travaux. M. le député de La Pinière, s'il vous plaît. M. Barrette : Merci, M. le Président. Alors, à cette étape-ci, M. le Président, je propose l'amendement suivant, c'est-à-dire : Insérer, après l'article 28 du projet de loi, le suivant : 28.1. L'article 119 de la Loi sur la santé publique est modifié par le remplacement dans son premier alinéa, des mots «pour d'autres périodes maximales de 10 jours ou» par les mots «pour une autre période maximale de 10 jours. Au-delà de cette période, l'état d'urgence sanitaire doit être renouvelé avec». Ainsi, M. le Président, l'article modifié se lirait ainsi : «L'état d'urgence sanitaire déclaré par le gouvernement vaut pour une période maximale de 10 jours à l'expiration de laquelle il peut être renouvelé pour une autre période maximale de 10 jours. Au-delà de cette période, l'état d'urgence sanitaire doit être renouvelé avec l'assentiment de l'Assemblée nationale pour des périodes maximales de 30 jours. Si le gouvernement ne peut se réunir en temps utile, le ministre peut déclarer l'état d'urgence sanitaire pour une période maximale de 48 heures.» M. le Président, vous êtes peut-être surpris de l'amendement, le ministre l'est peutêtre, lui aussi. Ce n'est pas la première fois que nous utilisons un projet de loi, le gouvernement l'a fait lui-même, pour faire des ajustements législatifs. C'est l'objectif ici. On connaît le débat actuel, M. le Président, qui est celui de la transparence et de  l'application de notre loi, et, malgré la surprise, M. le Président, que vous pouvez y voir, il y a lieu, dans notre société, je pense, de rectifier le tir sur le plan législatif quant à la mise en place de situations dites d'urgence en matière légale. Alors, je demande au ministre essentiellement, là, de consentir à ce que l'on puisse débattre de cet amendement aujourd'hui pendant l'étude de ce projet de loi. Le Président (M. Bachand) : Interventions? M. le ministre? M. Caire : Je n'ai pas de commentaire à formuler, M. le Président. Le Président (M. Bachand) : Merci. M. le député de La Pinière. M. Barrette : Bien, est-ce que ça veut dire que le ministre ne consent pas à débattre de cet amendement aujourd'hui? M. Caire : Bien, ça veut dire que le député a 20 minutes pour parler de son amendement, puis voilà. Il connaît la procédure parlementaire comme moi. Le Président (M. Bachand) : Merci. Interventions? M. Barrette : Est-ce que ça s'appelle un consentement? Le Président (M. Bachand) : Bien, on est sur votre amendement, et puis vous l'avez lu. Donc, c'est à vous de... M. Barrette : J'ai fait les interventions que j'avais à faire. Le Président (M. Bachand) : Est-ce qu'il y a d'autres interventions sur l'amendement? M. le député de Gouin. M. Nadeau-Dubois : Oui, il y en a d'autres. Je trouve cet amendement, certes, saugrenu, mais très pertinent, parce que c'est une question qui nous interpelle aussi du côté de Québec solidaire. La Loi sur la santé publique prévoit la reconduction de l'état d'urgence sanitaire par tranches de 10 jours ou par tranches de 30 jours par l'Assemblée nationale du Québec. Je pense qu'après un an, on est dus pour un élargissement du débat démocratique sur ce sujet-là. Donc, je ne m'y attendais pas, mais je vais voter en faveur de l'amendement, M. le Président. Le Président (M. Bachand) : Interventions? M. le député de La Pinière. M. Barrette : Oui, M. le Président. Écoutez, l'enjeu ici, il est assez clair, c'est un enjeu, d'abord et avant tout, de transparence. Et on peut... j'ai bien aimé le qualificatif de mon collègue de Gouin, ça ne me dérange pas du tout d'être saugrenu dans les circonstances actuelles, mais il est aussi très intéressant. Pourquoi? Parce qu'une urgence sanitaire, c'est quelque chose d'exceptionnel, et ce que l'on constate, M. le Président, depuis maintenant plus d'un an, c'est que la loi même existante n'a pas été exercée telle qu'elle est écrite. Alors, l'objectif ici est de faire en sorte, M. le Président, que l'on puisse, d'une façon encore plus formelle, d'où la précision qui est amenée par l'amendement, de faire en sorte que, puisque ce sont des situations dites d'urgence, qu'elles soient amenées à l'instance suprême, démocratique de la société québécoise, qui est le Parlement. L'objectif secondaire, en fait, qui est le co-objectif primaire de cet amendement-là, est de faire en sorte de formaliser encore plus la procédure. Alors, quand on regarde ce qui s'est passé depuis un an, la transparence n'a pas toujours été parfaitement au rendez-vous. Et, deuxièmement, il n'y a pas eu de débat, c'est quelque chose qui a été décidé, en quelque part, je ne dirai pas sur le coin d'une table parce que ça serait exagéré, mais certainement pas d'une façon transparente par rapport à l'Assemblée nationale. Alors, je pense qu'aujourd'hui, il y a un nombre... il y a beaucoup de critiques qui existent et il y a beaucoup d'angles qui sont abordés, et l'angle que l'on aborde aujourd'hui m'apparaît tout à fait pertinent dans les circonstances actuelles. Alors, d'où l'utilité ici, M. le Président, de pouvoir en débattre. Jusqu'à maintenant, je n'ai pas senti un grand appétit de la part du ministre d'en débattre, alors je ne sais pas si mes derniers commentaires l'ont mis en appétit. Alors, la question se pose et le ministre peut me répondre actuellement si son appétit a grandi dans les dernières secondes. Le Président (M. Bachand) : Merci beaucoup, M. le député. Interventions? Est-ce qu'il y a d'autres interventions sur l'amendement du député de La Pinière? S'il n'y a pas d'autres interventions, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. Pour les membres de l'opposition officielle, M. Barrette (La Pinière). M. Barrette : Pour. La Secrétaire : M. Caire (La Peltrie). M. Caire : Contre.  La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau). M. Lévesque (Chapleau) : Contre. La Secrétaire : M. Nadeau-Dubois (Gouin). M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond). Le Président (M. Bachand) : Abstention. Donc, l'amendement est rejeté. Donc, on revient à l'étude. Interventions? M. le ministre. M. Caire : Oui. Attendez un peu, M. le Président, là, j'étais un peu déstabilisé. Le Président (M. Bachand) : Écoutez, normalement, on serait peut-être avec consentement. M. Caire : À l'article 36, il me semble, M. le Président. • (15 heures) • Le Président (M. Bachand) : Oui. Est-ce qu'il y a consentement pour revenir à l'article 36?...    ", "nb_suspensions": 0, "votes_par_consentement": 1, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 0, "amendements_rejetes": 1, "intervenants": ["Le Président (M. Bachand)", "M. Barrette", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Barrette", "M. Caire", "Le Président (M. Bachand)", "M. Barrette", "Le Président (M. Bachand)", "M. Barrette", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Barrette", "Le Président (M. Bachand)", "La Secrétaire", "M. Barrette", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)"], "nb_intervenants": 30, "nb_interventions_secretaire": 5, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 5, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 8, "nb_interventions_presidence": 11, "nb_interventions_PLQ": 6, "nb_interventions_QS": 2, "nb_interventions_PQ": 0}, {"debut": "15:00", "fin": "15:10", "debats": "15 h (version révisée) Le Président (M. Bachand) :...donc l'amendement est rejeté. Donc, on revient à l'étude. Interventions? M. le ministre. M. Caire : Oui. Attendez un peu, M. le Président, là, j'ai été un peu déstabilisé. Le Président (M. Bachand) : Écoutez, normalement on serait peut-être... avec consentement... M. Caire : À l'article 36, il me semble, M. le Président. Le Président (M. Bachand) : Oui. Est-ce qu'il y a consentement pour revenir à l'article 36? Consentement. M. le ministre, s'il vous plaît, à la lecture.  M. Caire : Oui. Alors, M. le Président, article 36, j'ajouterais un article. Donc, article 36.1. Donc, sans... Le Président (M. Bachand) :...l'article 36 n'a pas été encore... Une voix : ... Le Président (M. Bachand) :C'est-à-dire, vous êtes rendus à 36... M. Caire : Ah! bien, oui, vous avez raison, mais c'est parce qu'à 36, dans le fond, c'est pour l'abrogation de l'article 107.1. Le Président (M. Bachand) : C'est ça. Il faudrait régler l'article 36 avant de revenir à l'amendement introduisant un nouvel article. M. Caire : Oui, vous avez raison, M. le Président. Donc, je suis désolé, vous avez raison. Donc, l'article 36 se lit comme suit : «L'article 107.1 de cette loi est abrogé.» Donc, l'article 107.1 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels est abrogé en raison de l'article suivant du projet de loi qui introduit des dispositions portant sur les modalités de délégation des attributions du président de la Commission de l'accès à l'information, au vice-président de la commission ainsi que sur les attributions du vice-président lui-même, M. le Président. Donc, compte tenu des modifications que nous avons faites, là, il y a une certaine concordance à y avoir. Le Président (M. Bachand) : Merci beaucoup. Est-ce qu'il y a intervention sur l'article 36? M. le député de Gouin, s'il vous plaît. M. Nadeau-Dubois : L'objectif ici est de venir retirer complètement... je suis un peu rouillé, là, on retombe dans le projet de loi là où on l'avait laissé il y a deux semaines, là. On vient retirer 107.1. Juste peut-être nous expliquer pourquoi exactement, à quel effet... M. Caire : ...un deuxième vice-président. M. Nadeau-Dubois : C'est ça, hein? M. Caire : C'est ça. M. Nadeau-Dubois : Donc, peut-être que le ministre peut reprendre l'explication. C'est pour être cohérent avec la vice-présidence qu'on a ajoutée il y a deux semaines.  M. Caire : Oui. Puis dans le prochain article, on va... l'article que je vais amener, 36.1... Peut-être, M. le Président, là, avec la permission des collègues, je pourrais d'aventure lire l'article 36.1 que je veux déposer, ça éclairerait les parlementaires sur le pourquoi de l'abrogation de l'article 107.1. M. Nadeau-Dubois : Sans problème, consentement. M. Caire : Alors, ce serait... 36.1 se lirait comme suit : «L'article 108 de cette loi est remplacé par le suivant: «En cas d'absence ou d'empêchement du président ou de vacance de son poste, le président de l'Assemblée nationale peut, avec l'accord du premier ministre et du chef de l'opposition officielle à l'Assemblée, désigner un vice-président de la commission ou, à défaut de vice-président ou en cas d'absence ou d'empêchement des viceprésidents, l'un des autres membres de la commission pour assurer l'intérim. En cas d'absence ou d'empêchement d'un vice-président de la commission ou de vacance à son poste, le président de l'Assemblée nationale peut, avec l'accord du premier ministre et du chef de l'opposition officielle, désigner l'un des autres membres de la commission pour assurer l'intérim.» Donc, on vient, dans le fond... compte tenu du fait qu'on a rajouté une viceprésidence, on vient, je dirais, rebalancer la question des remplacements de la présidence et/ou une des deux vice-présidences. Donc, l'article 107.1 n'était plus en cohérence avec ce qu'on a fait. Le Président (M. Bachand) : Et je vous rappelle que ces amendements, ceux qu'on va voir bientôt, ont été distribués, en grande partie, la dernière semaine de mars. M. Caire : Oui, ils sont sur le site du Greffier. M. Barrette : ... M. Caire : Hein? M. Barrette : ... M. Caire : Oui, oui, amendements remis. Ils ont été déposés il y a quelques semaines déjà, ces amendements-là, dans ce souci de transparence qui nous caractérise.  Le Président (M. Bachand) : Donc, nous sommes sur l'article 36. Interventions? S'il n'y a pas d'autre intervention sur l'article 36, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Barrette (La Pinière)? M. Barrette : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 36 est adopté. Merci beaucoup. M. le ministre, s'il vous plaît. M. Caire : Donc, M. le Président, amendement qui introduit l'article 36.1. L'article 36.1 se lirait comme suit : L'article 108 de cette loi est remplacé par le suivant : «108. En cas d'absence ou d'empêchement du président ou de vacance de son poste, le président de l'Assemblée nationale peut, avec l'accord du premier ministre et du chef de l'opposition officielle à l'Assemblée, désigner un vice-président de la commission ou, à défaut de vice-président ou en cas d'absence ou d'empêchement des vice-présidents, l'un des autres membres de la commission pour assurer l'intérim. «En cas d'absence ou d'empêchement d'un vice-président de la commission ou de vacance de son poste, le président de l'Assemblée nationale peut, avec l'accord du premier ministre et du chef de l'opposition officielle à l'Assemblée, désigner l'un des autres membres de la commission pour assurer l'intérim.» M. le Président, il s'agit d'une modification de concordance du fait que nous avons rajouté une vice-présidence à la Commission d'accès à l'information pour assurer l'ordre de succession dans l'intérim. Le Président (M. Bachand) : Interventions? M. le député de Gouin.  M. Nadeau-Dubois : L'amendement déposé par le ministre fait en sorte que le président de l'Assemblée nationale peut faire une désignation par intérim avec l'accord du premier ministre et du ou de la, pourrait-on dire, cheffe de l'opposition officielle. Cette modalité-là de nomination par intérim, est-ce qu'il y a un précédent ailleurs? M. Caire : Si je ne me trompe pas, Me Miville-Deschênes, c'est pas mal la façon de faire, mais je vais laisser Me Miville-Deschênes... M. Nadeau-Dubois : O.K. Mais je me permets d'ajouter une sous-question à ma question. M. Caire : Absolument. M. Nadeau-Dubois : Moi, ça me semble bien de consulter l'opposition officielle, je ne sais pas si c'est le genre de dispositions qui ont été rédigées à une époque où la coutume était le bipartisme et où, en consultant comme ça, le premier ministre et le chef de l'opposition officielle, on se retrouvait, dans la très grande majorité des cas, à couvrir tout le monde. Depuis, on s'est mis à moderniser nos manières de faire, notamment dans le projet de loi n° 1 où c'est tous les groupes parlementaires qui peuvent... M. Caire : Les chefs de groupes parlementaires. M. Nadeau-Dubois : ...et chaque chef de parti, chaque chef de groupe parlementaire peut désigner quelqu'un. Ça fait que, est-ce que ça ne serait pas là un endroit pour continuer cette modernisation? M. Caire : Je n'ai absolument pas d'enjeu, M. le Président. M. Nadeau-Dubois : O.K. M. Caire : Je comprends et j'entends la, je n'ose pas dire, doléance, là, mais le point que le député de Gouin amène. Effectivement, effectivement, je vous dirais, depuis un certain nombre d'années maintenant, il y a plus de deux groupes parlementaires représentés à l'Assemblée nationale. Oui, effectivement. Alors, moi, je n'ai pas d'opposition à ce qu'on harmonise et qu'on parle des chefs de groupes parlementaires, à ce moment-là. Mais qu'on garde la notion de premier ministre, mais qu'on y aille avec la notion de chefs de groupes parlementaires, je n'ai pas d'objection.  Le Président (M. Bachand) : Interventions? M. le député de La Pinière. M. Barrette : ...le collègue de Gouin a encore un mot à dire? Le Président (M. Bachand) : M. le député de Gouin. M. Nadeau-Dubois : ...tout simplement dire que j'entends l'ouverture du ministre, on va travailler à la rédaction d'un amendement, puis, pendant ce temps-là, je peux laisser le collègue de La Pinière poursuivre. M. Barrette : Alors, M. le Président, moi non plus, je n'ai pas vraiment d'objection à ce que ça englobe tous les chefs des formations parlementaires reconnues. Maintenant, là, c'est un autre angle que je veux aborder, là. Un intérim, ça peut être long. Est-ce qu'il y a... Je comprends, là, que 36.1, là, c'est une situation d'exception qui devrait être exceptionnelle, là, permettez-moi le pléonasme, là, on ne s'attend pas à ce que ça arrive tout court, mais ça pourrait arriver. Si ça arrive... M. Caire : Il y a des exemples. M. Barrette : Il y a des exemples. Comme il y a des exemples où ce qu'on pense être exceptionnel devient assez long, est-ce qu'il n'y aurait pas lieu de réfléchir à un amendement qui ferait en sorte que le gouvernement, peu importe comment qu'on nommera ça, comme, qu'on limite l'intérim ou qu'il y ait une obligation à combler l'intérim après un certain temps? Il y a deux éléments ici qui m'interpellent, M. le Président, là. C'est que, là, ce n'est pas rien, là, de donner une fonction à un intérim. La fonction de président, la fonction de vice-président, en général, il y a comme une sélection qui vient après une réflexion qui met la bonne personne à la bonne place. On va dire ça comme ça, puis c'est correct, puis c'est tout à fait normal. Disons que le même degré d'analyse, pour la nomination de quelqu'un, n'existe pas autant, je dirais, pour le vice-président. Je pense qu'on peut parfois être un peu plus laxe, puis c'est normal. Je ne dis pas ça négativement. Maintenant, là, on donne un intérim à quelqu'un qui n'a pas suivi un processus de sélection de présidence, mais qui va occuper la fonction et avoir les pouvoirs entiers que le président avait. Alors, moi, il me semble qu'il devrait y avoir une provision qui limite ou qui force les organisations à dire, là : O.K. Là, il y a un intérim. Le président est mort. Le président a une maladie grave, il ne peut plus... Le président, le président, le président. Tout arrive dans la vie, mais, à un moment donné, il devrait peut-être y  avoir une obligation qui limite la durée de l'intérim sinon, et ça s'est vu, il y a des intérims qui s'éternisent. Ce n'est pas toujours une bonne affaire. ", "nb_suspensions": 0, "votes_par_consentement": 2, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 0, "amendements_rejetes": 1, "intervenants": ["Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Barrette", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "Le Président (M. Bachand)", "M. Barrette", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Barrette", "M. Caire", "M. Barrette"], "nb_intervenants": 56, "nb_interventions_secretaire": 5, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 20, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 17, "nb_interventions_presidence": 13, "nb_interventions_PLQ": 6, "nb_interventions_QS": 11, "nb_interventions_PQ": 0}, {"debut": "15:10", "fin": "15:11", "debats": "• (15 h 10) • M. Caire : Bien, là-dessus, je vais juste peut-être passer la parole à Me MivilleDeschênes parce que je ne suis pas convaincu que ce n'est pas déjà prévu, là, que si l'intérim se fait... M. Barrette : Bien, si ça l'est, tant mieux, là. Comme ça... M. Caire : Mais je ne veux pas dire n'importe quoi, ça fait que je vais laisser Me Miville-Deschênes peut-être qui... sur la durée d'un intérim... Le Président (M. Bachand) :Est-ce qu'il y a consentement? Est-ce qu'il y a consentement? Parce qu'on n'a pas dit consentement encore aujourd'hui. M. Caire : Consentement. Le Président (M. Bachand) :Me Miville-Deschênes, s'il vous plaît. M. Miville-Deschênes (Jean-Philippe) : Bien, dans le fond... la procédure à l'article 104.1 pour la désignation d'un membre de la commission, là. Il y a la procédure avec le règlement de l'Assemblée nationale. Puis, effectivement, à l'article qu'on vient de voir, à l'article 108, il y a la procédure pour désigner, là, un intérim, mais il n'y a pas de... M. Caire : Il n'y a pas de durée? M. Miville-Deschênes (Jean-Philippe) : Non, il n'y a pas de disposition qui limiterait la durée d'un tel intérim. Oas à ma connaissance, là, je n'en vois pas. M. Barrette : Est-ce qu'à ce moment-là c'est envisageable, là, d'introduire une provision qui... Tu sais, je ne veux pas mettre une provision qui va faire que l'intérim va durer au maximum un mois, là. Ce n'est pas ça, là. Mais à l'inverse, ça serait bien, il me semble, que ça ne soit pas éternel. Moi, vous choisissez votre durée, là. Moi, ça ne me dérange pas. Ça peut être six mois, huit mois, un an. M. Caire : Y a-tu une procédure qui existe où on dit l'intérim ne doit pas dépasser tant de temps, ou être renouvelé, ou je... Il me semble que j'ai vu... C'est parce que j'ai vu ça, moi. M. Barrette : Moi, je suis sûr que ça existe, là, mais dans le cas présent... M. Caire : Ça existe. Oui, c'est ça. Ce n'est pas...  M. Barrette : Ce n'est pas... Mais là, ici, là, spécifiquement, là, compte tenu de l'ampleur du dossier... M. Caire : On n'écrit pas du droit nouveau, là. Je ne pense pas. Me MivilleDeschênes. M. Barrette : On peut suspendre, là, si vous voulez réfléchir. M. Caire : Oui, s'il vous plaît, M. le Président. Le Président (M. Bachand) : Alors, on est d'accord pour suspendre quelques instants? Alors, on suspend. Merci. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Barrette", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "Le Président (M. Bachand)"], "nb_intervenants": 18, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 2, "nb_interventions_ministre": 8, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 5, "nb_interventions_presidence": 3, "nb_interventions_PLQ": 5, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "15:11", "fin": "15:25", "debats": "(Suspension de la séance à 15 h 11) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "15:25", "fin": "15:30", "debats": "(Reprise à 15 h 25) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! La commission reprend ses travaux. M. le ministre, s'il vous plaît. M. Caire : Oui, merci, M. le Président. Alors, je demanderais le consentement pour suspendre l'étude de l'amendement de l'article 36.1. On va, comme il a été discuté, procéder à une réécriture de l'amendement qui pourrait donner suite aux demandes du député de La Pinière et du député de Gouin, qu'on vous présentera d'ici la semaine prochaine. Et, si les collègues sont d'accord, on pourrait procéder à l'étude de l'article 37. Le Président (M. Bachand) : Est-ce qu'il y a consentement pour suspendre l'amendement du... pour créer un nouvel article 36.1? M. Barrette : Consentement... Le Président (M. Bachand) : Parfait, merci beaucoup. M. le ministre, s'il vous plaît. M. Caire : Merci, M. le Président. Donc, l'article 37 se lit comme suit : 37. Cette loi est modifiée par l'insertion, après l'article 110, des suivants : «110.0.1. Le président peut déléguer tout ou partie de ses attributions au viceprésident. «Il peut en outre désigner le vice-président comme responsable de l'une des deux sections de la Commission. «110.0.2. Outre les attributions qui peuvent lui être dévolues par ailleurs ou déléguées par le président, le vice-président :  «1° assiste et conseille le président dans l'exercice de ses fonctions; «2° exerce ses fonctions administratives sous l'autorité du président; «3° remplace le président en cas d'absence, d'empêchement ou de vacance du poste de celui-ci.». M. le Président, vous comprendrez à la lecture de ce que je viens de vous dire que j'ai un amendement à déposer à l'article 37. Cet amendement se lit comme suit : À l'article 110.0.1 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels, proposé par l'article 37 du projet de loi : 1° remplacer, dans le premier alinéa, «au vice-président» par «à un viceprésident»; 2° supprimer le deuxième alinéa. M. le Président, donc il s'agit évidemment des modifications de concordance avec l'amendement que nous avons proposé à l'article 104 de la loi sur l'accès aux documents des organismes publics et de la protection personnelle, lequel visait à introduire... bien, c'est-à-dire, à nommer, «introduire» étant un anglicisme... désigner un deuxième vice-président. Et, M. le Président, j'aurai, après ça, un autre amendement pour l'article 110.0.2. Le Président (M. Bachand) : Donc, nous sommes sur l'amendement. Interventions? S'il n'y a pas d'intervention, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)?  M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Barrette (La Pinière)? M. Barrette : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'amendement est adopté. M. le ministre, s'il vous plaît. M. Caire : Oui, j'aurais donc un autre amendement, M. le Président, tel qu'annoncé, à l'article... bien, en fait, à l'article 37, mais concernant l'article 110.0.2 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels, proposé par l'article 37 du projet de loi. Donc : 1° remplacer, dans le premier alinéa, «le vice-président» par «un vice-président»; et 2° supprimer le paragraphe 3°. Toujours en cohérence, M. le Président, avec le fait que nous avons maintenant deux vice-présidents. Le Président (M. Bachand) : Merci. Interventions sur l'amendement? S'il n'y a pas d'intervention, nous allons procéder à la mise aux voix... Oui, M. le député de Gouin, oui? M. Nadeau-Dubois : ...me laisser un petit instant, juste pour que je puisse bien lire. M. Caire : En fait, vous avez remarqué aussi, là, au paragraphe 3°,«remplacer le vice-président en cas d'absence», ça, c'est l'objet de l'article 36.1, que nous allons réécrire. Donc, on supprime cette notion-là, mais on va vous présenter un article 36.1 qui intègre les demandes des deux oppositions. M. Nadeau-Dubois : C'est bon, M. le Président. Le Président (M. Bachand) : Merci beaucoup. Donc, nous allons procéder à la mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour.  La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Barrette (La Pinière)? M. Barrette : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'amendement est adopté. Donc, on revient à 37, tel qu'amendé. Interventions? Est-ce qu'il y a d'autres interventions? S'il n'y a pas d'autre intervention, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Barrette (La Pinière)? M. Barrette : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 37, tel qu'amendé, est adopté, merci. M. le ministre, s'il vous plaît. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 3, "amendements_adoptes": 2, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Barrette", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Barrette", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Barrette", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Barrette", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)"], "nb_intervenants": 43, "nb_interventions_secretaire": 15, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 7, "nb_interventions_gouvernement": 3, "nb_interventions_opposition": 9, "nb_interventions_presidence": 9, "nb_interventions_PLQ": 4, "nb_interventions_QS": 5, "nb_interventions_PQ": 0}, {"debut": "15:30", "fin": "15:30", "debats": "• (15 h 30) • M. Caire : Oui, M. le Président. L'article 38 se lit comme suit :  L'article 118 de cette loi est...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire"], "nb_intervenants": 1, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 1, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "15:30", "fin": "15:40", "debats": "15 h 30 (version révisée) La Secrétaire : ...pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Barrette (La Pinière)? M. Barrette : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 37, tel qu'amendé, est adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : Oui, M. le Président. L'article 38 se lit comme suit : L'article 118 de cette loi est modifié : 1° par le remplacement, dans le premier alinéa, de «désigné» par «responsable de l'application de la présente loi»; 2° par l'insertion, à la fin du quatrième alinéa, de «ainsi que sur les sujets que le ministre peut soumettre à la commission». M. le Président, l'article 118 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels est modifié en raison du libellé de l'article 174 de cette loi qui prévoit que le ministre désigné par le gouvernement est responsable de l'application de cette même loi. Il est également modifié afin de prévoir que le rapport annuel de la Commission d'accès à l'information puisse porter sur tout sujet que ce ministre peut soumettre à la commission. Le Président (M. Bachand) : Merci. Interventions? Est-ce qu'il y a d'autres  interventions sur l'article 38? S'il n'y a pas d'autre intervention, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Barrette (La Pinière)? M. Barrette : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 38 est adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : Oui, M. le Président. Article 39 : L'article 120 de cette loi est modifié par le remplacement, dans le premier alinéa, de «désigné» par «responsable de l'application de la loi». M. le Président, l'article 120 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels est modifié en raison du libellé de l'article 174 de cette loi qui prévoit que le ministre désigné par le gouvernement est responsable de l'application de cette même loi. Le Président (M. Bachand) : Ça va? M. Caire : Voilà. Le Président (M. Bachand) : Interventions sur l'article 39? S'il n'y a pas d'intervention, nous allons procéder à la mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour.  La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Barrette (La Pinière)? M. Barrette : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 39 est adopté. Merci beaucoup. M. le ministre. M. Caire : Oui, M. le Président. Un amendement, article 39.1, donc : Insérer, après l'article 39 du projet de loi, l'article suivant : 39.1. L'article 122 de cette loi est remplacé par le suivant : «122. Les fonctions et pouvoirs de la commission prévus à la présente section sont exercés par le président, le vice-président responsable de la section de surveillance et les membres affectés à cette section.» M. le Président, il s'agit d'une modification de concordance du fait que nous avons ajouté une vice-présidence attitrée à la surveillance, donc ça prenait cet article de concordance. Le Président (M. Bachand) : Merci beaucoup. Interventions sur l'amendement? S'il n'y a pas d'intervention, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le  gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Barrette (La Pinière)? M. Barrette : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'amendement créant le nouvel article 39.1 est adopté. Merci beaucoup. Une voix : ... Le Président (M. Bachand) : Le nouvel article 39.1, oui. Merci beaucoup. M. le ministre. M. Caire : Merci, M. le Président. Article 40 : L'article 122.1 de cette loi est modifié par l'insertion, à la fin du deuxième alinéa, de «, notamment par des moyens de sensibilisation». Donc, M. le Président, l'article 122.1 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels est modifié afin de préciser que la Commission d'accès à l'information peut assurer le respect et la promotion de l'accès aux documents et de la protection des renseignements personnels par des moyens de sensibilisation, ce qui était un souhait énoncé, je pense, par les parlementaires. Le Président (M. Bachand) : Merci beaucoup. Interventions sur l'article 40? S'il n'y a pas d'autre intervention sur l'article 40, nous allons... M. le député de La Pinière, oui, pardon. M. Barrette : Juste une petite seconde, M. le Président. Des voix : ... M. Barrette : ...M. le Président. Le Président (M. Bachand) :...mise aux voix. Mme la secrétaire. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)?  M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Barrette (La Pinière)? M. Barrette : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 40 est adopté. Merci beaucoup. M. le ministre. M. Caire : Article 41, M. le Président : L'article 123 de cette loi est modifié par l'ajout, à la fin, des paragraphes suivants : «7° de réaliser ou faire réaliser des recherches, des inventaires, des études ou des analyses; «8° d'émettre des avis sur des projets de législation ou de développement de systèmes d'information.» Donc, M. le Président, l'article 123 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels est modifié afin de prévoir que la Commission d'accès à l'information a également pour fonction de réaliser ou faire réaliser des recherches, des inventaires, des études ou des analyses ainsi que d'émettre des avis sur des projets de loi de législation ou de développement de systèmes d'information. Et, M. le Président, j'ai un amendement à déposer, sur cet article, qui se lit comme suit : Insérer, après le paragraphe 8° de l'article 123 de la Loi sur l'accès aux  documents des organismes publics et sur la protection des renseignements personnels proposé par l'article 41 du projet de loi, le paragraphe suivant : «9° d'élaborer des lignes directrices pour faciliter l'application de la présente loi et de la Loi sur la protection des renseignements personnels dans le secteur privé.» Donc, M. le Président, cet amendement fait suite à une demande de la Commission d'accès à l'information elle-même et, je pense, d'un souhait des membres de la commission de doter la Commission d'accès à l'information du pouvoir d'émettre des lignes directrices. Donc, aux deux autres pouvoirs, on vient en rajouter un troisième qui est celui d'émettre des lignes directrices. Le Président (M. Bachand) : Merci beaucoup. Interventions sur l'amendement du ministre? M. le député de Gouin, s'il vous plaît. M. Nadeau-Dubois : On a déjà parlé, avec le ministre, de cette question du pouvoir de la CAI d'émettre des lignes directrices. Est-ce que le ministre pourrait nous donner peut-être des exemples de quels types de lignes directrices s'attend-il à ce que la Commission d'accès à l'information émette en vertu du pouvoir qu'elle va maintenant avoir avec cet amendement-là? Qu'est-ce qu'elle doit venir encadrer dans les organismes publics? M. Caire : Avec votre permission, M. le député, je n'utiliserai pas le verbe «doit», je parlerai au conditionnel, donc «pourrait». Vous comprendrez que je ne... d'aucune façon, ne veux laisser entendre que le ministre pourrait donner quelque directive que ce soit à la Commission d'accès à l'information. Puis c'est important pour moi de le préciser à micro ouvert, la commission est totalement indépendante du pouvoir du ministre. Ceci étant dit, par contre, selon les souhaits de la commission, plusieurs éléments... Par exemple, au niveau des évaluations des facteurs à la vie privée, on a parlé que la commission pourrait venir préciser les éléments quand on parle de proportionnalité. Donc, des éléments comme ceux-là, pour lesquels la Commission d'accès à l'information pourrait venir préciser certaines obligations, ce qui aurait pour effet, évidemment, d'obliger les organismes publics et, dans ce cas-ci, les entreprises privées, puisque c'est les deux lois qui sont soumises à ce pouvoir-là de la Commission d'accès à l'information, mais qui auraient aussi pour effet de s'assurer que les organismes publics et/ou les entreprises privées qui se conformeraient à ces lignes directrices là se prémuniraient d'éventuelles conséquences négatives.  Donc, il y avait cette notion-là, là, qui était... Et là vous comprendrez, là, qu'il y a plusieurs... En fait, dans tout ce qui relève de la compétence de la CAI, la CAI pourrait émettre des lignes directrices, là. Puis je vous donne un exemple d'un élément qui pourrait être précisé. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 4, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Barrette", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Barrette", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Barrette", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Barrette", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Barrette", "M. Barrette", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Barrette", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire"], "nb_intervenants": 65, "nb_interventions_secretaire": 23, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 11, "nb_interventions_gouvernement": 5, "nb_interventions_opposition": 13, "nb_interventions_presidence": 13, "nb_interventions_PLQ": 7, "nb_interventions_QS": 6, "nb_interventions_PQ": 0}, {"debut": "15:40", "fin": "15:50", "debats": "• (15 h 40) • Le Président (M. Bachand) : Interventions? M. le député de La Pinière. M. Barrette : Je veux simplement... Je peux le faire, M. le Président, évidemment, puisque moi-même, j'ai été présent et absent pour des raisons parlementaires durant l'étude du projet de loi et, lorsque j'étais ici, à un moment donné, là, sur ce sujet-là, j'ai fait quelques interventions qui sont pertinentes pour cet amendement-là sur les lignes directrices, notamment en matière de consentement. Là, ici, à 9°, là, ce qui est proposé, c'est d'élaborer des... de donner la responsabilité d'élaborer des lignes directrices pour faciliter l'application de la présente loi et de la loi sur la protection. Bon, O.K., mais n'y aurait-il pas lieu d'être un peu plus spécifique en incluant de façon nominative des lignes directrices sur le consentement? Je retourne un peu en arrière, là, et on sait que le consentement, c'est quasiment une plaisanterie, là, donc on... Là, on est dans le privé, là, puis, dans le privé, c'est comme si on faisait exprès de faire des consentements de 45 pages pour être sûr qu'on ne les lise pas puis qu'on fasse : J'accepte, à la fin, là. Est-ce qu'il n'y aurait pas lieu ici de donner ces pouvoirs-là? Là, je sais que le ministre, quand j'aborde des sujets sous ces angles-là, il me dit : On ne peut pas tout écrire dans la loi, puis c'est vrai, mais de pouvoir... de s'assurer, là, qu'on donne le pouvoir ou le devoir, là, à la Commission d'accès, en tout cas, à l'autorité en question d'élaborer des lignes directrices pour faciliter l'application, est-ce qu'il n'y aurait pas lieu de mettre un «notamment en matière de consentement»? M. Caire : Bien... Puis la question est tout à fait pertinente, puis ce n'est pas une question de tout écrire dans la loi, mais je vais revenir à une explication qu'on avait eue de la part de Me Miville-Deschênes, qui pourra corroborer, M. le Président, si le député de La Pinière le souhaite, là, je n'ai pas d'objection, mais ce que j'aimais ou ce que j'aime de cet amendement-là tel que libellé, c'est que... On a eu beaucoup de critiques du fait qu'on a une loi qui est quand même très contraignante. Moi, je l'ai dit et je le répète, ce sera la loi la plus contraignante en Amérique du Nord, une des plus contraignantes au monde. Je pense que ça a insécurisé beaucoup d'organisations autant dans le public que dans le privé. L'idée que j'ai défendue puis, j'espère, qui va être partagée par les parlementaires,  c'est que la Commission d'accès à l'information, avec ce pouvoir-là de ligne directrice... et c'est pour ça que j'aime beaucoup le «pour faciliter l'application de la loi», c'était l'idée que la Commission d'accès à l'information avait aussi un rôle d'accompagnateur et que la ligne directrice n'avait pas nécessairement pour but d'être punitive, ça pouvait être une mesure de clarification. Puis ce que je dis va dans le sens de ce que le député de La Pinière disait, parce que, dans le fond, ce que j'entends de son commentaire, c'est que, quelquefois, on peut se servir d'une surabondance de consentements pour s'assurer que les gens ne lisent plus, puis, à un moment donné, on consent sans vraiment consentir. Et là est-ce qu'il n'y aurait pas lieu, pour la Commission d'accès à l'information, de paramétrer ça pour s'assurer qu'on en use, mais on n'en abuse pas, l'un comme l'autre étant aussi néfaste à la finalité de la chose? Et, là-dessus, j'aurais tendance à dire que le «notamment»... Puis là je reviens à ce que je disais d'entrée de jeu, qui était l'explication de Me Duchesne... Me MivilleDeschênes, pardon. Le «notamment» a plutôt tendance à faire en sorte qu'on interprète la loi de façon restrictive en se disant : Le «notamment» devient l'espèce de mesure d'étalon. Et là ça vient restreindre un peu, quelquefois, la portée de ce qu'on veut faire, parce qu'on se dit : Bon, bien, O.K., il faut que je me base sur le «notamment» et ce qui suit pour savoir si le pouvoir a été exercé correctement ou non. Je parle d'interprétation judiciaire, bien sûr. Et donc le «notamment», quelquefois, va nous amener dans un endroit où on ne veut pas aller dans ce sens qu'il est restrictif. Et cet article-là, dans le fond, ce qu'on dit... Puis, ceci étant, là, je ne suis pas hostile, là, si le député de La Pinière pense qu'il faut vraiment donner un exemple, on pourra en jaser, là, ce n'est pas... Je ne suis pas du tout, du tout fermé à l'idée, là, mais je dis juste que moi, je pense... puis ce que je souhaite, c'est qu'on mette vraiment le focus sur le fait que, oui, la Commission d'accès à l'information a le pouvoir d'émettre des lignes directrices, mais l'objectif est vraiment de faciliter l'application, clarifier ce qui doit être clarifié, préciser ce qui doit être précisé, encadrer ce qui peut être mieux encadré, notamment, notamment, la notion de consentement pour laquelle je suis tout à fait à la même place le député de La Pinière. Ne pas l'utiliser est préjudiciable, en abuser l'est tout autant. Donc, effectivement, il serait, à mon avis, pertinent... puis je ne veux pas dire à la Commission d'accès à l'information quoi faire, mais il serait très pertinent d'avoir des lignes directrices à ce sujet-là. Est-ce qu'on doit l'écrire dans la loi? Je n'ai pas d'opposition à ça, là. Le Président (M. Bachand) :M. le député de La Pinière.  M. Barrette : M. le Président, là, on s'entend là-dessus, moi et le ministre, mais avec... M. le Président, je ne me rappelle pas la réponse, mais je me rappelle que j'ai posé la question, c'est De ou Deschênes? Une voix : ... M. Barrette : Deschênes. Une voix : ... M. Barrette : Je sais, mais c'est parce qu'il y a des gens qui en ont juste un, c'est vrai. Alors... Puis c'est vrai, d'ailleurs, les Miville-Dechêne, c'est des Dechêne que je connais, mais, en tout cas, peu importe, mais c'est intéressant quand même pour l'anecdote, M. le Président. Alors, on s'entend là-dessus. Moi, je vais... Je comprends l'argument, là, que ça peut être interprété de façon restrictive, mais, moi, dans mon cours d'éducation juridique continue, quand je fais la pratique illégale du droit, c'est... le «notamment», on ne m'a jamais dit que... Oui, je comprends l'argument, mais on ne m'a jamais dit que c'était restrictif, c'était plutôt dans l'esprit de s'assurer de ne pas passer à côté d'un élément. Plus dans ce sens-là, moi, que j'ai compris, mais je comprends l'argument juridique qui peut vouloir nous amener à conclure que c'est ça, l'emphase, puis c'est ça qu'il faut faire absolument, bon. Mon argument de base, il est là, et c'est là qui est le point important pour moi, sachant que naturellement, puis ça, je le dis, là, d'une façon littéraire, naturellement, là, la Commission d'accès à l'information, là, elle est défensive, elle protège l'information, elle est après le consentement. C'est son comportement naturel qu'on comprend, parce qu'ils sont là pour protéger, ils sont là pour être défensifs, ils sont là pour être la palissade, hein, entre tous les gens qui voudraient mettre la main dans les données puis qui ne devraient pas pouvoir le faire. Ils sont là pour ça, puis c'est ça qui est leur fonction première, et, je dirais, principale, et, je dirais, majoritaire, je dirais, infiniment majoritaire. Et c'est normal, c'est ça, leur nature, ce qui fait en sorte que, dans la vraie vie, les énergies sont moins déployées pour la partie consentement. Or, on sait que, dans la partie consentement, des fois, c'est quasiment un piège, aujourd'hui, le consentement, parce que le consentement pour le donneur... pas le donneur, mais le consentement pour celui qui recueille des données, essentiellement, ils ont la même attitude, ils sont défensifs. Je vais faire un... consentir à faire ce que je veux, puis vous ne pourrez pas me poursuivre pour avoir fait ce que j'ai fait. Essentiellement, c'est ça, le consentement, là, c'est contre la personne qui donne des informations. Vous... là, puis, si vous pensez que je fais quelque chose de croche, vous ne pourrez jamais me poursuivre. Essentiellement, c'est comme ça. Après le consentement, là, là, c'est l'armée, là, la bombe atomique, le porte-avions, c'est la Commission d'accès à l'information armée jusqu'aux dents, peut-être des fois trop, mais c'est comme ça qu'on vit ça. Alors, pouvoir s'adresser au consentement par le «notamment», sachant le comportement naturel de toutes ces parties-là, la partie CAI, la partie recueilleur de données, bien, il y a peut-être un équilibre à aller trouver par un «notamment», là. Parce que là ça ne l'oblige à rien, là, la seule chose que ça fait, là, c'est que ça dit : Regarde donc ça, quand tu auras une chance, selon la ligne directrice, parce que peutêtre qu'à un moment donné il y en a qui charrient dans l'autre sens. Parce que c'est sûr que je ne peux pas arriver, moi, ici, avec un amendement qui itemiserait, listerait, là... On va lister, là, tout ce que vous voudrez mettre et ne pas mettre dans un consentement. Là, ça devient... Là, à un moment donné, on n'est pas... Le Québec ne dominera pas la planète informatique, là. Quoiqu'on ne sait jamais, hein, on ne sait jamais. Une voix : ... M. Barrette : Écoute, un fax bien placé, hein? Une voix : ... M. Barrette : Il y a des films qui ont été faits avec ça, avec une vieille technologie ou une technologie ordinaire, puis tu détruis le monstre dans l'espace, là, mais ça n'arrivera pas, là, ici, mais quoique, comme le ministre l'a dit. Alors, moi, c'est ça qui est l'objectif de mon... du «notamment». Je comprends tous les arguments. Si le ministre est inconfortable avec ça, je n'en ferai pas un plat. Sinon, peut-être qu'on pourrait... M. Caire : Bien, M. le Président, je veux dire, puis je veux être bien clair, je ne cache pas mon préjugé favorable au libellé actuel, mais je ne suis pas du tout, du tout, du tout hostile si le député de La Pinière veut apporter un amendement puis préciser cette situation-là. Moi, je ne suis pas du tout hostile à ça, là, au contraire. M. Barrette : Moi, si j'écris un amendement, ça va être très simple, là : «notamment en matière de consentement», c'est tout, là. M. Caire : Alors, qu'il en soit ainsi. Puis je vous le dis d'emblée, là, moi, je suis très ouvert à m'associer à ça, là.  M. Barrette : M. le Président, si vous le... Le Président (M. Bachand) : ...ce serait-u un sous-amendement à l'amendement ou... Comment vous... M. Barrette : Ça serait un sous-amendement à l'amendement. Le Président (M. Bachand) : Parfait. Donc... M. Barrette : Et là je vous propose d'avoir une courte suspension pour qu'il puisse y avoir des échanges juridiques, peut-être. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Barrette", "M. Caire", "Le Président (M. Bachand)", "M. Barrette", "M. Barrette", "M. Barrette", "M. Barrette", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "Le Président (M. Bachand)", "M. Barrette", "Le Président (M. Bachand)", "M. Barrette"], "nb_intervenants": 17, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 3, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 10, "nb_interventions_presidence": 4, "nb_interventions_PLQ": 10, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "15:50", "fin": "15:51", "debats": "• (15 h 50) • Le Président (M. Bachand) : Parfait. M. Caire : Bien, généralement, M. le Président... M. Barrette : Les regards suffisent? M. Caire : ...quand les juristes sont fondamentalement en désaccord, il y a des convulsions qui suivent et toutes sortes de réactions physiques que je ne constate pas pour l'instant, donc j'imagine que... Le Président (M. Bachand) : Alors, merci. Alors, on va suspendre quelques instants. Merci beaucoup. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Caire", "M. Barrette", "M. Caire", "Le Président (M. Bachand)"], "nb_intervenants": 5, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 2, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 1, "nb_interventions_presidence": 2, "nb_interventions_PLQ": 1, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "15:51", "fin": "16:01", "debats": "(Suspension de la séance à 15 h 51) 16 h (version révisée) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "16:01", "fin": "16:10", "debats": "(Reprise à 16 h 01) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! La commission reprend ses travaux. M. le député de La Pinière, s'il vous plaît. M. Barrette : Oui, M. le Président. Alors donc, je propose l'amendement... Excusezmoi, j'ai perdu... Voilà. Alors, je propose le sous-amendement suivant, M. le Président, qui se lit ainsi : L'amendement insérant... C'est-à-dire… Je m'excuse. Sous-amendement de l'article 41 : L'amendement insérant le paragraphe 9° de l'article 123 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels proposé par l'article 41 du projet de loi est modifié par l'ajout, après les mots «dans le secteur privé (chapitre P-39.1)» des mots «notamment, en matière de consentement». Je pense que les explications ont été données clairement. Le Président (M. Bachand) : On comprend tous qu'on fait le petit correctif que c'est le sous-amendement, bien sûr. On comprend tous ça? Oui? Parfait. Donc, interventions? M. le ministre. M. Caire : Loin de moi d'ergoter, M. le Président, l'idée d'ergoter, mais est-ce que la virgule est à la bonne place? M. Barrette : C'est une bonne question. Je l'avais fermé, je vais le rouvrir. Ça se discute. Le Président (M. Bachand) :Donc, M. le ministre. M. Barrette : Mais je pense que la virgule devrait venir avant «notamment». M. Caire : Est-ce qu'on peut... M. Barrette : Le faire manuellement, là. M. Caire : ...sans retirer l'amendement, faire les corrections nécessaires et... Mais sinon, M. le Président, je suis tout à fait à l'aise avec l'amendement.  Le Président (M. Bachand) :Bien, c'est une correction de forme. Si vous voulez, là, si tout le monde est d'accord, il n'y a pas de problème là-dessus. O.K. On fait la petite correction de forme? Merci. Est-ce qu'il y a des interventions sur le sous-amendement? S'il n'y a pas d'intervention, nous allons procéder à la mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. Pour les membres de l'opposition officielle, M. Barrette (La Pinière)? M. Barrette : Pour. La Secrétaire : M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc le sous-amendement est adopté. Et donc on revient à l'amendement tel que sous-amendé par le député de La Pinière. Estce qu'il y a des interventions? S'il n'y a pas d'intervention, nous serons sur  l'amendement, donc, la mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Barrette (La Pinière)? M. Barrette : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'amendement est adopté. Merci beaucoup. Donc, on revient à l'article 41 tel qu'amendé. M. le député de Gouin, s'il vous plaît. M. Nadeau-Dubois : Merci, M. le Président. C'est un article qui porte sur les fonctions, les pouvoirs de la CAI. Et c'est une de nos préoccupations, de mes préoccupations, de s'assurer que la CAI ait tous les pouvoirs nécessaires pour faire son travail de chien de garde des données personnelles, chien de garde de la protection des données personnelles des Québécois, des Québécoises. Option Consommateurs a fait à cet égard, en commission, une proposition intéressante, qui est de venir préciser le fait que la CAI a non seulement une fonction de surveillance, de production d'analyses, tout ça, de recherche, mais également un pouvoir, comment dire, d'inspection de certaines technologies, pouvoir d'enquête, pouvoir, même, de procéder à des audits sur les enjeux qui sont dans sa juridiction. Je ne sais pas comment le ministre a reçu ces propositions-là d'Option Consommateurs. C'est ma question. Comment le ministre a-t-il reçu ces représentations-là faites par Option Consommateurs en commission parlementaire? M. Caire : Bien, je vais être... Je serais un menteur de vous dire que j'ai tout ça en tête, là. Donc, aidez-moi. M. Nadeau-Dubois : Bien, en fait, le... Tu sais, on veut donner de plus en plus de responsabilités à la CAI… En fait, je vais poser une question. Est-ce qu'en ce  moment la CAI a de tels pouvoirs, des pouvoirs d'enquête autonomes... M. Caire : Ah! d'enquête? Oui, oui, oui. M. Nadeau-Dubois : ...des pouvoirs d'audit pour, par exemple, inspecter certaines technologies? Est-ce que la CAI, en ce moment, a les pouvoirs de faire ça? M. Caire : C'est-à-dire qu'elle a des pouvoirs d'enquête. Maintenant, si vous regardez l'article 8, «d'émettre des avis sur des projets de législation ou de développement de systèmes d'information», donc, on vient notamment… on vient nommément, pardon, de désigner cette situation-là. M. Nadeau-Dubois : Donc, émettre des avis. Mais est-ce que, par exemple, la CAI a le pouvoir de convoquer en audit un organisme public pour examiner ses pratiques en matière de renseignements personnels? M. Caire : Bien, elle va plutôt se déplacer, mais, oui, elle a un pouvoir d'audit, elle a un pouvoir d'enquête, elle a un pouvoir de vérification. Vous me corrigerez si je me trompe, mais c'est des pouvoirs qu'elle a déjà, là, ce n'est pas… M. Miville-Deschênes (Jean-Philippe) : Bien, effectivement, elle a un pouvoir d'enquête général à 123. Elle a aussi des pouvoirs d'enquête particuliers en certaines circonstances, là. Là, elle peut nommer des inspecteurs, donc elle a aussi le pouvoir de faire des inspections. C'est 123.1 et suivants, là, qui traitent de la désignation des inspecteurs par la commission. Puis, bon, elle a le pouvoir, évidemment, de rendre toute ordonnance, là, qu'elle juge à propos suite à une enquête. M. Nadeau-Dubois : Est-ce qu'elle a un pouvoir… Vous l'avez effleuré, mais je veux bien cerner, là, prendre le temps de bien comprendre. Est-ce qu'elle a un pouvoir d'inspecter des technologies? Parce que je sais qu'une des préoccupations du ministre, puis là-dessus on se rejoint lui et moi, là, ça me rejoint, c'est une préoccupation que j'ai aussi, c'est de s'assurer que la CAI est à jour et a le pouvoir et la possibilité d'ouvrir la boîte noire, des fois, dans les organismes publics pour vérifier, technologiquement, si les organismes sont à leur affaire sur le plan des renseignements personnels.  M. Caire : Bien, par extension, si on lui donne le pouvoir d'émettre un avis sur un projet de développement de système d'information… Là, il faut s'entendre, M. le député. Dans le cas d'une technologie qui est déjà conçue, c'est pratiquement impossible, au sens où là on parle de… je ne veux pas rentrer dans les termes trop techniques, mais, une fois… excusez, du code compilé, là, il est trop tard. Donc, il faut travailler en amont, ce qu'on appelle la sécurité à la conception. Et là, à 8, on est dans un environnement où la CAI… Des voix : … M. Caire : …où elle peut émettre des avis sur le développement d'un système d'information. Donc, c'est vraiment à ce moment-là qu'il faut agir en amont. Elle a ce pouvoir-là. Là, je veux juste être sûr que je comprends bien la question du collègue. Parce qu'elle peut avoir aussi… Puis justement la vice-présidence technologie… surveillance visait ça, de dire : Bon, bien, est-ce que l'environnement technologique est adéquat compte tenu de la nécessité de protéger des renseignements personnels? Oui. Oui, je pense que la CAI devrait pouvoir faire ça, absolument. Donc, elle devrait avoir la compétence à l'interne. Mais, dans son pouvoir d'enquête et dans son pouvoir d'émettre des avis aux fins de l'article… bien, du paragraphe 8°, qu'on dit, là, oui. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 2, "amendements_adoptes": 2, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Barrette", "Le Président (M. Bachand)", "M. Caire", "M. Barrette", "Le Président (M. Bachand)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Barrette", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Barrette", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "M. Caire", "M. Caire"], "nb_intervenants": 43, "nb_interventions_secretaire": 10, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 11, "nb_interventions_gouvernement": 2, "nb_interventions_opposition": 13, "nb_interventions_presidence": 6, "nb_interventions_PLQ": 6, "nb_interventions_QS": 7, "nb_interventions_PQ": 0}, {"debut": "16:10", "fin": "16:20", "debats": "• (16 h 10) • M. Nadeau-Dubois : Il y a l'aspect en amont qui est certainement important, notamment dans le secteur public, mais, par exemple, du côté privé, je pense… il me semble qu'on s'entendait aussi sur le fait que la CAI devrait pouvoir intervenir, par exemple, dans une entreprise pour aller faire des… aller… M. Caire : Si je peux me permettre… M. Nadeau-Dubois : Oui. M. Caire : …les pouvoirs qui sont élaborés ici sont valables pour les deux lois. M. Nadeau-Dubois : Oui, c'est ça. M. Caire : O.K. Excusez.  M. Nadeau-Dubois : Donc, exactement d'où mon propos. Parce que, depuis tantôt, on donnait des… C'est parce que, depuis tantôt, je donnais des exemples seulement dans le public. Donc là, je voulais me mettre à donner des exemples dans le privé en disant, justement, que la CAI est en charge des deux. Et donc, par exemple, dans le domaine privé, on pourrait s'attendre à ce que la CAI… Bien, en fait, il me semble qu'on doit s'attendre de la CAI, en tout cas il faut lui donner les pouvoirs, d'aller enquêter, d'aller inspecter, d'aller vérifier s'il y a des plaintes, par exemple, du public ou quelque chose sur un site Internet, sur une application, qui lui est signalé comme étant peut-être problématique à l'égard de la loi. On souhaite que la… Il me semble qu'on souhaite que la CAI puisse aller faire des vérifications, des enquêtes, inspecter des technologies. Et c'était ça, la recommandation d'Option Consommateurs, de venir préciser ce pouvoir-là pour que ce soit bien clair dans le mandat de la CAI que, sur le plan technologique également, pas juste sur le plan des grands principes, là, mais que, sur le plan technologique, on veut que la CAI ait des dents, ait ce pouvoir d'enquête, d'audit, d'inspection pour aller… Ou, comme je dis souvent, c'est souvent des boîtes noires, là, ce qui se passe à l'intérieur de certaines entreprises sur le plan des renseignements personnels. Souvent, les consommateurs ne savent pas trop, souvent, qu'est-ce que font exactement ces entreprises-là avec les données, comment est-ce qu'elles sont traitées, comment est-ce qu'elles sont croisées. Souvent, c'est un peu une boîte noire, on ne le sait pas. Ma vision de la CAI, puis je pense… en tout cas, je ne veux pas mettre des mots dans la bouche du ministre, mais il me semblait que, là-dessus, on s'entendait, c'est qu'on veut que la CAI puisse avoir une flashlight, ouvrir la boîte, puis dire : O.K. Qu'est-ce qui se passe ici?, et avoir les compétences technologiques puis les pouvoirs aussi de faire ces interventions-là dans les entreprises. Je veux savoir : Sur ce principe-là, on s'entend-tu? M. Caire : Bien, en fait, on s'entend parfaitement. Et c'est plus qu'un principe, M. le Président, c'est un des effets de la loi. Et j'en veux pour preuve, et le député aura l'occasion de vérifier mes propos, mais, lorsque la CAI a été interpelée sur le désormais célèbre incident qui a touché Desjardins, la CAI a regretté le périmètre d'action actuel et disait qu'avec l'adoption du projet de loi n° 64 cette situation-là serait bien… elle pourrait aborder cette situation-là de façon bien différente. Donc, tu sais, la réponse, la meilleure réponse, c'est la CAI qui nous la donne en disant : 64 va avoir pour effet de permettre ce que le député de Gouin vient de nommer.  M. Nadeau-Dubois : Il y a eu notamment bien des… Un des enjeux qui a été couvert médiatiquement puis qui a généré de la méfiance, c'est toute la saga des jouets intelligents, là, des entreprises qui mettent sur le marché des jouets intelligents sur lesquels peut être programmée, parfois, de la collecte de données. Ça nous amène dans un endroit très sensible, la collecte de données personnelles sur des mineurs. M. Caire : Sur des jouets. M. Nadeau-Dubois : Oui, des jouets intelligents qui collectent des données. Ça existe… M. Caire : Le jouet, il est intelligent, mais celui qui l'a conçu… M. Nadeau-Dubois : Oui, ça, en tout cas… Bien, on pourrait dire une certaine forme d'intelligence, d'un certain point de vue. Mais ça, c'est le genre de pratique, il me semble, où on veut que la CAI puisse aller regarder, tu sais, qu'est-ce qui se passe, un instant, tu sais. On interdit la publicité pour les enfants, tu sais, c'est notamment parce qu'on juge que ce n'est pas des… M. Caire : Ah! de toute façon, c'est une façon hautement pernicieuse de violer la vie privée des gens, je veux dire… M. Nadeau-Dubois : Exact. Puis ce n'est pas… M. Caire : Mais mineurs, ça rajoute une couche à l'odieux, là. M. Nadeau-Dubois : C'est ça. M. Caire : Mais, en partant, je veux dire, cette façon-là de s'introduire par effraction chez les gens, pour moi, c'est absolument odieux. M. Nadeau-Dubois : C'est ça. Puis j'utilise cet exemple-là volontairement parce que c'est un de ceux qui est le plus… M. Caire : Litigieux. M. Nadeau-Dubois : …à première vue, comme, choquant, là. Je pense, ça vient tous nous chercher sur le fait que c'est exactement le genre de pratique sur lequel on veut que la CAI puisse aller enquêter puis inspecter. Et souvent c'est des enjeux technologiques, tu sais, parce que ce n'est pas toujours écrit sur l'emballage, puis ça prend des compétences technologiques pour aller dans l'entreprise, ouvrir la boîte noire de l'algorithme, je le dis au sens figuré, là, puis regarder exactement comment ça se passe, quelles données sont collectées, comment... Bon. M. Caire : Oui, mais là je veux être clair…  M. Nadeau-Dubois : Ça fait que je veux savoir, tu sais, mettons… puis là je prends cet exemple-là parce qu' il nous fait tous réagir : Ça, c'est-tu le genre de situation où la CAI a les pouvoirs d'aller dans l'entreprise, je vais le dire à ma façon, très familière, tu sais, de rentrer dans la place, de regarder comment ça se passe, d'inspecter? Puis, si elle constate des pratiques qui sont illégales, est-ce que la CAI a le pouvoir de faire cesser certaines pratiques puis de retirer certaines technologies? M. Caire : Bien, en fait, la réponse à votre question, c'est oui. Mais le député de Gouin me permettra une anecdote, parce que, quand j'ai pris les responsabilités de ministre responsable de l'Accès à l'information et de la Protection des renseignements personnels, une des premières choses que j'ai dites aux collègues, c'est : Il me semble qu'on doit doter la CAI d'un volet technologique. M. le Président, je le confesse, l'idée ne vient pas de moi. J'ai eu le privilège de représenter le Québec lors du dernier Partenariat mondial sur l'intelligence artificielle, qui avait lieu à Paris, ce qui m'a permis de faire quelques rencontres, notamment la CNIL, la CNIL qui est l'équivalent français de la CAI mais avec des pouvoirs qu'on va retrouver dans le projet de loi n° 64. Et une des choses qui m'avaient beaucoup impressionné, c'est le fait que la CNIL avait un volet, un département qui était entièrement dédié à la protection des renseignements personnels mais à travers les technologies. Et une des premières choses que les gens de la CNIL qui m'ont accueilli m'ont montrées, c'est un endroit, une espèce de laboratoire où eux vont faire des tests sur des produits technologiques, et il y avait une de ces fameuses poupées dotées de caméras qui pouvaient, effectivement, avoir l'opportunité de filmer, de collecter de l'information. C'était absolument épouvantable. Et évidemment eux ont mis… émis un avis, pardon, je vais finir par le dire, à l'effet qu'un produit comme ça ne pouvait pas être vendu parce que c'était… Bon. M. Nadeau-Dubois : …un avis? M. Caire : C'est un avis. M. Nadeau-Dubois : C'est ça. Donc… M. Caire : C'est un avis. Oui, mais, en même temps… M. Nadeau-Dubois : Une fois que l'avis est déposé…  M. Caire : Je dirais au député de Gouin : Si tu veux tuer ton chien, dis qu'il a la rage. Je veux dire, c'est sûr que, moi, si j'ai la capacité d'aller dans l'espace public puis dire : Tel produit qui est vendu par telle compagnie a une caméra, cette caméra-là peut être activée à distance sans le consentement du propriétaire, elle a pour effet de faire ça, ça, ça, écoutez, comme publicité, il y a mieux, là. Puis est-ce que la CAI, dans l'état actuel du projet de loi n° 64, pourrait en interdire la distribution sur le territoire? Je ne pense pas. Me Miville-Deschênes, vous me corrigerez si je dis n'importe quoi. Je ne pense pas que le pouvoir pourrait aller jusque là. Est-ce que son pouvoir réglementaire pourrait… Je ne sais pas. C'est une situation où... Qu'est-ce qu'elle pourrait faire exactement, compte tenu de l'état du projet de loi n° 64 s'il était adopté tel quel? M. Miville-Deschênes (Jean-Philippe) : … M. Caire : Je vous en prie. C'était un peu un appel au secours, en fait. M. Miville-Deschênes (Jean-Philippe) : Bien, en fait… Bon, la CAI, comme on l'a dit, a un pouvoir d'enquête, de surveillance, d'inspection puis, dans l'exercice de ce pouvoir-là, elle a les fonctions et pouvoirs d'un commissaire nommé en vertu de la Loi sur les commissions d'enquête. Donc, cette loi-là accorde à des enquêteurs, comme ceux de la commission, des pouvoirs très larges, là, de pouvoir exiger... Bon, elle a été écrite peut-être dans un... C'est une loi qui date, là, mais les dispositions ont évolué, là, la pratique a évolué. Ça fait que c'est une loi qui confère des pouvoirs importants, d'exiger la production de documents, etc., puis qui pourraient être utilisés pour... est-ce qu'ils l'ont déjà été, je ne sais pas, là, mais qui peuvent être utilisés pour aller voir, justement, le fonctionnement ou la programmation d'un système. Donc, elle a ce pouvoir-là. Une fois que son enquête est réalisée, si elle juge, là, qu'il y a des dispositions de la loi qui ne sont pas respectées, bien là — je vais aller dans le secteur privé, mais c'est la même chose dans le public, là — elle a un pouvoir d'ordonner... Dans le fond, elle peut... Je vais juste le lire, là. Parce que c'est un pouvoir très large d'ordonnance qui, jusqu'à maintenant, a été utilisé davantage pour limiter des communications, exiger des destructions, des choses comme ça, mais c'est un pouvoir d'exiger «toute mesure  correctrice propre à assurer la protection des renseignements personnels». Donc, elle a un pouvoir très large d'ordonnance. Elle pourrait recommander aussi ou faire un avis public, mais l'échelon, là, supérieur de ses pouvoirs, c'est vraiment l'ordonnance. En cas de non-respect de l'ordonnance, dans le projet de loi, on a prévu des sanctions, là. Donc, elle a un pouvoir d'ordonner à l'entreprise de prendre des mesures. Est-ce qu'elle pourrait aller jusqu'à ordonner le retrait, tu sais, d'une technologie ou d'un jouet, là? Écoutez, la question est excellente, là. Mais elle a des pouvoirs très larges d'ordonnance, là. M. Nadeau-Dubois : Tu sais, j'ai pris un exemple, mais ne focalisons pas à outrance sur, tu sais, retirer le jouet, là. Tu sais, c'est-à-dire, ça pourrait être de désactiver une fonction, de changer un élément de code. Tu sais, ça pourrait être juste de faire des correctifs ou de retirer un aspect technologique. Je vais déposer un amendement, M. le Président, pour qu'on aille plus loin dans cette conversation-là. Le Président (M. Bachand) : Donc, on va suspendre quelques instants, le temps de le prendre en considération. Merci. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "Le Président (M. Bachand)"], "nb_intervenants": 35, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 2, "nb_interventions_ministre": 16, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 16, "nb_interventions_presidence": 1, "nb_interventions_PLQ": 0, "nb_interventions_QS": 16, "nb_interventions_PQ": 0}, {"debut": "16:20", "fin": "16:30", "debats": "(Suspension de la séance à 16 h 20)    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "16:30", "fin": "16:42", "debats": "16 h 30 (version révisée) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "16:42", "fin": "16:50", "debats": "(Reprise à 16 h 42) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! Merci. La commission reprend ses travaux. M. le député de Gouin. M. Nadeau-Dubois : Oui, merci, M. le Président. Alors, je vais déposer un amendement à l'article 41 : Modifier l'article 41 tel qu'amendé du projet de loi par l'ajout, après le paragraphe 9°, du paragraphe suivant : «10° d'inspecter les technologies, notamment celles comprenant des fonctions permettant d'identifier, de localiser ou d'effectuer du profilage et d'interdire l'usage des technologies lorsqu'elles présentent un risque élevé en matière de protection des renseignements personnels.»  Donc, c'est un premier jet, M. le Président, rédigé en toute humilité, mais l'objectif ici est de venir préciser le fait qu'on souhaite donner à la Commission d'accès à l'information, puis qu'on souhaite que ce soit très clair puis très précis dans la loi, un pouvoir de se pencher sur l'usage de certaines technologies qui sont plus invasives en matière de vie privée, qui sont plus risquées sur le plan de la protection des renseignements personnels, d'où le «notamment», «notamment celles comprenant des fonctions permettant d'identifier, de localiser ou d'effectuer du profilage». C'est les trois technologies qui reviennent souvent dans la littérature, dans les mémoires qui ont été déposés en commission parlementaire, parce que, sur les... bien, dans le domaine du Web, c'est les technologies qui sont les plus discutées puis qui sont les plus potentiellement invasives pour la vie privée. Ce n'est pas une proposition que l'on fait sans réflexion. Je sais que, notamment en Allemagne, il y a des organismes de contrôle similaires à la CAI qui disposent de ces pouvoirs-là précis comme ceux-là. Dans un autre domaine, Santé Canada a aussi ce pouvoir dans le domaine... un domaine qui est différent, là, mais c'est un organisme de surveillance également, pouvoir d'inspection mais aussi d'interdire certaines pratiques, certaines technologies quand elles représentent des risques pour la population. Donc, c'est à ce genre de référent là, sur ce genre de précédent là qu'on s'appuie pour présenter la proposition. Je pense qu'en tant qu'organisme officiel de contrôle puis de protection de la vie privée la CAI devrait avoir ce genre de pouvoir là. Dans l'échange, tout à l'heure, on semblait dire que ça pouvait faire partie, si on interprète, dans le fond, la loi, là, de ce que pouvait déjà faire la CAI. Ça fait que je dépose l'amendement pour qu'on aille au bout de cette conversation-là. Mon souhait, c'est que ça soit vraiment établi clairement que la CAI, dans la nouvelle réalité, celle de la technologie comme on la connaît aujourd'hui, a ce pouvoir d'aller ouvrir la boîte noire de certaines technologies dans le secteur privé, dans le secteur public aussi mais dans le secteur privé également. Et il y a deux choses dans l'amendement. Moi, je veux qu'on ait le débat sur est-ce que ça ne devrait pas être le rôle de la CAI, si elle constate des affaires qui n'ont absolument pas de bon sens, d'interdire l'usage de certaines technologies. C'est des pistes, je le répète, là, qui ont été notamment soulevées par Option Consommateurs dans leur mémoire, notamment à la page 16. Puis je lis l'extrait pour le partager à la commission, donc Option Consommateurs  disait : «Par ailleurs, nous estimons que des pouvoirs accrus devraient également être accordés à la CAI pour tenir compte des difficultés soulevées dans le présent mémoire.» Les difficultés, dans le mémoire, c'est... Option Consommateurs fait état, puis c'est un constat largement partagé, d'un certain décalage entre l'expertise technologique de la CAI à l'heure actuelle et les pratiques dans le secteur privé qui ont... tu sais, qui se sont transformées à une rapidité phénoménale. Et donc Option Consommateurs poursuit notamment en proposant... Bien, ils disent deux choses, là : «Le pouvoir d'obtenir l'accès au code des algorithmes des entreprises, de façon à pouvoir en comprendre les effets et de déterminer si les traitements des données effectués portent préjudice aux consommateurs.» Ce premier élément-là me semble déjà couvert par... En tout cas, ma lecture des pouvoirs actuels de la CAI puis les commentaires de l'équipe du ministre me convainquent plutôt que c'est des pouvoirs, ça, que la CAI a déjà. Mais le deuxième, c'est : «Le pouvoir de faire retirer des biens du marché, lorsque ceux-ci présentent un risque en matière de protection de vie privée en raison de leur conception technique déficiente. Un tel pouvoir pourrait être mis à partie à l'égard d'objets connectés, qui peuvent comporter de nombreuses failles en matière de cybersécurité.» C'est un exemple, bien sûr, pas très loin de celui que j'invoquais moimême sur les jouets intelligents pour illustrer, donc, le propos d'Option Consommateurs sur l'importance qu'il y ait un pouvoir clairement établi, là, de la CAI de venir retirer certaines technologies si on juge qu'elles sont vraiment très, très risquées pour la protection des renseignements personnels. Donc, c'est ma réflexion. Les inspirations sont celles-là, Option Consommateurs, des précédents à l'international également. J'aimerais ça, savoir ce que le ministre en pense. Est-ce que ce n'est pas pertinent de faire cette étape, ce pas-là dans ce qu'on pourrait appeler la modernisation qu'on souhaite faire ici, je pense, tous, du rôle de la CAI? Le Président (M. Bachand) : M. le ministre. M. Caire : Oui, merci, M. le Président. Bien, je pense que le député de Gouin, à mon sens, a peut-être bien ciblé le problème. Je ne suis pas sûr puis, M. le Président, avec le consentement des collègues, je vais laisser Me MivilleDeschênes compléter la réponse sur les pouvoirs de la CAI à proprement parler. Ma compréhension, puis je laisserai les collègues apprécier ça , c'est que le problème n'est pas tant une question d'avoir les pouvoirs que de se mettre dans l'état de pouvoir les exercer. Puis comme je vous dis, là, je vais laisser Me Miville-Deschênes compléter sur les articles précisément, puis qu'est-ce que ça implique, puis quels pouvoirs ça donne à la CAI actuellement, puis jusqu'où la CAI peut aller. Je vais laisser Me Miville-Deschênes expliquer ça aux membres de la commission. Ce qui, à mon avis, faisait défaut principalement à la CAI n'est pas tant qu'elle n'avait pas les pouvoirs qu'elle n'était pas en mesure de les... qu'elle n'avait pas l'expertise pour les exercer. C'est la raison pour laquelle j'ai suggéré à la commission de doter la CAI d'une vice-présidence avec des compétences TI, nommément tributaire du volet surveillance. Donc, pour moi, c'était vraiment ça, le problème, la CAI, puis comme j'ai dit, là, je n'ai rien invité, j'ai été inspiré par ce que j'ai vu en France avec la CNIL, doit avoir ce département-là, ce volet-là de gens de technologie de l'information qui ont des compétences, qui ont des connaissances, qui ont une expertise en la matière et qui seront... Parce que, ceci étant, puis je suis sûr que le député de Gouin va être d'accord avec moi, je peux vous montrer 1 000 lignes de code, je veux dire, si vous n'avez pas les connaissances, ça ne vous dira rien, là. Alors, ça, c'est fondamental. Et je pense que nous avons répondu à cette situation-là avec la vice-présidence. Maintenant, avec le consentement, je vais laisser Me MivilleDeschênes, peut-être, nous expliquer plus les pouvoirs actuels de la CAI qui sont surprenamment plus larges qu'on pourrait le croire. Le Président (M. Bachand) : Me Miville-Deschênes, s'il vous plaît. M. Miville-Deschênes (Jean-Philippe) : Oui, bien, je vais prendre l'exemple du secteur privé, même si les deux lois sont similaires, puisque c'est plus des exemples du secteur privé, là, qui ont mené à cette proposition-là. Bon, à l'article 81 de la loi sur le secteur privé, on prévoit, bon, que la commission a le pouvoir d'enquête, là, sur toute matière relative à la protection des renseignements personnels. À l'article 83, on prévoit les pouvoirs, là, au terme de l'enquête, soit de recommander, d'aviser le public ou d'ordonner. Puis, si la commission ordonne, là, une mesure correctrice, bien, elle a ensuite, en cas de non-respect de l'ordonnance, là, un pouvoir d'émettre une sanction administrative, là, dans les modifications qui sont proposées dans le projet de loi. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)"], "nb_intervenants": 6, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 1, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 1, "nb_interventions_presidence": 3, "nb_interventions_PLQ": 0, "nb_interventions_QS": 1, "nb_interventions_PQ": 0}, {"debut": "16:50", "fin": "17:00", "debats": "• (16 h 50) • Finalement, par rapport à ses pouvoirs plus d'exiger, comme on dit, d'analyser un peu le contenu de la boîte noire, la programmation, la façon que le système est monté, bien, elle a, d'une part, les pouvoirs des commissaires enquêteurs qui lui permettent d'exiger, là, la production de tout document et même d'entrer dans les lieux pour les inspecter, puis il y a des pouvoirs qui sont rajoutés dans le projet de loi par rapport aux demandes péremptoires d'exiger aussi la production de tout document. Puis document qui est défini dans la loi, là, dans la loi sur le cadre juridique, de façon très  large, là, donc ça inclut tout document technologique, ou toute ligne de code, ou tout système, dans le fond, là, qui contient des renseignements. Donc, voilà pour les pouvoirs de la commission qui sont libellés de façon très large, là, dans la loi. M. Caire : Et je compléterai en... Puis, juste, ce qui, et je dois dire, a soulevé un certain vent de face, là, je pense que le député de Gouin a dû avoir, lui aussi, des représentations, les sanctions administratives et les sanctions pénales, surtout les sanctions pénales, sont de nature dissuasive. Je pense que le député de Gouin va être d'accord avec moi, là, une compagnie qui ne se conformerait pas à un ordre de la commission, puis c'est ce que j'ai validé, là, avec les juristes, pourrait se voir amener devant la cour et se voir imposer des sanctions pénales, et là on le voit, là, tu sais, c'est des montants, voire pourcentages de chiffre d'affaires qui sont extrêmement substantiels. Donc, non seulement elle a un pouvoir d'enquête, elle a un pouvoir d'ordonner, mais, si on ne suit pas les ordres donnés par la commission, il y a des conséquences extrêmement lourdes, là, qui sont encourues. M. Nadeau-Dubois : L'autre partie de l'amendement porte sur la notion d'interdiction de certains biens de... Dans mon libellé, j'utilise «technologies», mais ça pourrait être remplacé, là. À l'heure actuelle, est-ce que la CAI a ce pouvoir-là d'interdire l'utilisation d'une technologie, on pourrait dire, de faire cesser une pratique, d'exiger le retrait d'un bien sur le marché? Est-ce que la CAI a, en ce moment, ce pouvoir-là? M. Miville-Deschênes (Jean-Philippe) : Bien, la CAI enquête et rend les ordonnances sur la protection des renseignements personnels. Donc, advenant une technologie qui... ou un jouet connecté, là, qui présente des... qui ne respecte pas certaines dispositions de la loi, bien, j'estime, là, je ne veux pas parler en son nom, mais j'estime qu'elle demanderait une ordonnance pour demander, par exemple, que la collecte de ces renseignements-là ne soit plus effectuée, parce que le consentement n'est pas valide ou pour toute autre raison. Donc, indirectement, si les jouets, exemple, sont encore vendus, c'est que la collecte se poursuit et que l'ordonnance n'est pas respectée. Tu sais, est-ce que la CAI va interdire une technologie? Je ne le sais pas, parce qu'eux autres, ils vont faire une enquête sur l'application de cette technologie dans le contexte, là, du jouet ou du système, tu sais. Ça fait que je pourrais parler de la vidéosurveillance, exemple, je prends un exemple qui est moins litigieux, mais la vidéosurveillance, ils ne vont pas l'interdire, mais ils vont juger du respect de la loi lors de l'utilisation d'une vidéosurveillance dans un contexte donné,  là. Donc, voilà. M. Nadeau-Dubois : Moi, je n'ai aucun problème à reconnaître que mon amendement n'est peut-être pas libellé de la meilleure façon. Mon intention ici, ce n'est pas de dire... interdire une technologie au sens large et indéfini du genre, par exemple : La reconnaissance faciale, en général, est interdite sur le territoire du Québec, là. Moi, dans le fond, l'intention qui est derrière mon amendement, c'est de venir dire : Dans un organisme ou une entreprise donnée, telle utilisation de telle technologie, par exemple telle fonction de profilage sur telle application, ne devrait pas fonctionner de cette manière-là, ne devrait pas être activée de cette manière-là. Et ma question, donc, c'est : Est-ce que la CAI, à l'heure actuelle, aurait le pouvoir de venir dire : Cette technologie, dans cette application, dans cette utilisation de cette entreprise, elle n'a pas d'allure, j'ai enquêté, je l'ai vue, je demande qu'elle soit suspendue, que la pratique cesse? On trouvera le libellé élégant s'il faut en trouver un, mais est-ce que... Je pense que je... en tout cas, j'essaie de me faire bien comprendre, là. Ce type d'intervention là, d'interdiction, de retrait, de cessation de pratique, est-ce qu'en ce moment la CAI l'a directement? M. Miville-Deschênes (Jean-Philippe) : Bien, oui. L'article 83, qui porte... dans le secteur privé, dit qu'elle peut ordonner toute mesure correctrice propre à assurer la protection des renseignements personnels. Ça a été, à l'époque, là, puis ça l'est encore aujourd'hui, libellé de façon très large pour inclure l'interdiction d'un usage, là, d'une collecte, d'une communication, d'une vidéosurveillance dans un contexte donné. La CAI a... Je vais prendre un exemple, là, il y avait un commerce quelconque qui voulait que les... permettre le paiement par empreintes digitales. Donc, la CAI est allée, elle a enquêté, suite à une plainte, puis elle l'a interdit, elle a dit : Ce n'est pas possible, dans ce contexte-là, pour un commerce comme ça, d'utiliser l'empreinte digitale pour effectuer le paiement. Donc, c'est le type d'ordonnance qu'elle peut rendre puis qu'elle rend, puis il n'y a pas de problème dans un cas, justement, où ce n'est pas une technologie générale mais que c'est une application de technologie dans une situation précise, là. M. Nadeau-Dubois : Donc, pour reprendre mon exemple de tantôt, si... dans le cas d'objets qui seraient mis sur le marché puis qui auraient des fonctions de collecte de données qui sont contraires à la loi, par exemple un jouet connecté, là, reprenons cet exemple-là, la CAI pourrait aller enquêter dans l'entreprise : Montrez-moi comment ça marche, votre bebelle, faire enquête et ordonner que, par exemple, le bien soit retiré des tablettes? Est-ce que ça fait partie, ça, en ce moment, des pouvoirs de la  CAI? Puis c'est un exemple hypothétique que je prends, là. M. Miville-Deschênes (Jean-Philippe) : Bien, étant donné que son ordonnance est en termes de protection de renseignements, je pense que l'ordonnance serait davantage d'ordonner que cette collecte n'ait plus lieu, mais le résultat serait le même dans la mesure où, s'il interdit à l'entreprise de collecter par le biais de jouets connectés des renseignements, bien, ils ne peuvent plus le vendre. Mais est-ce qu'ils pourraient, tu sais, interdire la vente d'un bien? Il faudrait que ça soit testé, là. Je pense que oui, mais là on est dans une zone, un peu, où je n'ai pas une certitude absolue. M. Nadeau-Dubois : Donc, c'est... M. Caire : Bien, si je peux me permettre, ce que Me Miville-Deschênes dit, c'est qu'au fond est-ce qu'ils interdiraient la vente? Peut-être pas, mais ils interdiraient l'utilisation de la technologie aux fins d'une collecte illicite, et ils auraient le pouvoir ensuite de s'assurer que l'entreprise, malgré l'ordonnance, ne poursuit pas dans cette direction-là. Et, si l'entreprise poursuivait dans cette direction-là, elle aurait la possibilité de les traduire en justice et éventuellement de voir un tribunal leur imposer, à la compagnie, des sanctions pénales. Et, comme le député le sait, si le projet de loi n° 64 est adopté, les sanctions pénales peuvent être extrêmement conséquentes, donc on peut penser qu'une entreprise ne prendra pas le risque de se rendre là et va préférer retirer le produit plutôt que de jouer, peut-être, avec sa santé économique, là. M. Nadeau-Dubois : C'est intéressant parce que j'ai... Parce que c'est quand même... J'ai cité Option Consommateurs tout à l'heure, mais c'est un commentaire qui est souvent revenu lors de la commission parlementaire. Puis la réponse qu'on me fait, c'est : Dans l'état actuel de la loi, puis, tu sais, je prends la parole, bien sûr, qui m'est offerte, la CAI a grosso modo les pouvoirs que je souhaitais y confier par l'amendement. Néanmoins, il y a comme une perception, c'est le moins qu'on puisse dire, qu'elle ne les a pas. En tout cas, beaucoup de gens sont venus nous dire : Elle doit les avoir. Donc, je veux dire, il y a quelque part qu'il y a un imbroglio. Est-ce que c'est une méconnaissance des pouvoirs de la CAI? Est-ce que c'est que la CAI a techniquement ces pouvoirs-là mais les utilise de manière rarissime? Qu'est-ce qui explique... C'est sans doute plus une question politique que juridique, celle-là,  mais qu'est-ce qui explique l'écart entre... Des voix : ... M. Nadeau-Dubois : Non, mais je déplaçais le regard progressivement. Qu'est-ce qui explique cet écart-là selon le ministre? • (17 heures) • M. Caire : Bien, pour moi, c'est extrêmement clair, c'est la deuxième option. Quand on regarde le bilan, puis je le dis en tout respect pour la CAI, j'ai énormément de respect pour la CAI, j'ai énormément de respect aussi pour ce que l'actuelle présidente a comme vision de la CAI à court, moyen et long terme, je pense que ces visions-là s'arriment, et, si Me Poitras était là, elle serait la première à vous le dire, le volet surveillance de la CAI n'a peut-être pas performé à la hauteur de ce qu'on était en droit de s'attendre. Puis je le dis en tout respect, le volet juridictionnel était...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Nadeau-Dubois", "M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Nadeau-Dubois", "M. Caire"], "nb_intervenants": 12, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 3, "nb_interventions_ministre": 3, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 6, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 6, "nb_interventions_PQ": 0}, {"debut": "17:00", "fin": "17:10", "debats": "17 h (version révisée) M. Caire : …je pense que ces visions-là s'arriment. Et, si Me Poitras était là, elle serait la première à vous le dire, le volet surveillance de la CAI n'a peut-être pas performé à la hauteur de ce qu'on était en droit de s'attendre. Puis je le dis en tout respect. Le volet juridictionnel était excellent, compétent, assidu. Le volet surveillance de la CAI, il y a place à amélioration, j'espère que vous appréciez toute la diplomatie dont je fais preuve, et ça est dû en quasi-totalité au fait que la CAI n'avait pas ou peu d'expertise technologique. La CAI a les pouvoirs, mais la CAI , en termes d'expertise, n'était pas en situation d'exercer ses pouvoirs. Alors, ça, pour moi, c'est très clair, d'où la proposition que j'ai faite aux collègues, et je remercie l'ouverture des collègues, de dire : Ça prend une vice-présidence, il faut que ce soit au plus haut niveau de la CAI, une vice-présidence dédiée à la surveillance et avec un volet technologique très fort, parce que ce volet-là a clairement fait défaut. Ça, c'est la première option… la première explication. Maintenant, oui, la CAI avait le pouvoir, mais, même en allant au bout de l'exercice, quand on arrivait au bout de l'ordonnance, il y avait peu ou pas de conséquence, et ça, ce n'est pas de la faute de la CAI, là. Le premier volet, la CAI, tu sais, malgré le fait qu'il n'y avait pas une vice-présidence dédiée, aurait pu, mais,  bon, on ne refera pas le passé. Maintenant, il y a une vice-présidence, il y a un volet technologique. La CAI est très au courant de l'intention du législateur de lui voir améliorer significativement ce volet-là de ses activités. C'est fait. Maintenant, la CAI avait aussi besoin du législateur, parce qu'une fois qu'on a fait l'enquête, une fois qu'on a trouvé des circonstances litigieuses, une fois qu'on a pris une ordonnance, bien, il se passe quoi après? Alors là, avec les sanctions qui sont prévues à la loi, la CAI a non seulement un pouvoir, mais elle a des dents, elle a des dents. Elle a la capacité de dire : La récréation est terminée. Maintenant, il n'en tient qu'à elle, il n'en tient qu'à la CAI de bien entendre le message du législateur que nous sommes, de dire : Écoutez, là, le pouvoir, il est là, il est dans la loi, vous l'avez. Maintenant, organisationnellement, on vous donne la capacité d'améliorer significativement ce volet-là qui doit être amélioré, parce que les préoccupations du député de Gouin, là, ils font écho à ce qu'on entend dans la population, là, tout à fait, là. J'entends la même chose, on entend tous la même chose. Alors, ce chien de garde là doit améliorer significativement ce volet-là. Je sais que sa présidente en est très consciente, elle est tout à fait d'accord avec ça et elle s'y emploie. Et, avec maintenant les pouvoirs de sanction qui sont prévus par la loi, non seulement il y aura un pouvoir d'enquête, non seulement il y aura un pouvoir d'émettre des ordonnances, ultimement, mais, si tant est que les contrevenants continuaient d'être délinquants, bien, il y aura des conséquences extrêmement lourdes auxquelles ils devront faire face. Le Président (M. Bachand) :…s'il vous plaît. M. Nadeau-Dubois : Je ne doute pas du tout du fait que l'ajout d'une vice-présidence dédiée à cette question-là, puis avec l'expertise qui vient avec, c'est définitivement un pas dans la bonne direction. Qu'en est-il de la question des ressources? Parce qu'il y a l'enjeu de l'expertise, mais il y a l'enjeu des ressources. Est-ce que la CAI a les ressources? Puis est-ce qu'elle aura les ressources pour faire ce travail-là? Le Président (M. Bachand) : M. le ministre. M. Caire : Bon, les sentiers épineux. Écoutez, est-ce que la… Oui, je pense que la CAI a les ressources, je pense… Et la CAI peut compter sur moi et, je suis  convaincu, sur l'ensemble des parlementaires pour améliorer sa situation au fil du temps. Maintenant, vous comprendrez qu'il y a des choses à mettre en place. La CAI est dans une restructuration à l'interne qui est quand même importante. La CAI fait face aux mêmes défis que nous sur l'attractivité. Donc, évidemment, ça prend des facteurs d'attractivité, puis je n'ai pas à convaincre personne que le salaire en est un. Mais oui, la CAI a des ressources. Estce qu'elle en a suffisamment? Je ne connais pas beaucoup d'organismes qui vont vous dire qu'ils ont suffisamment de ressources. C'est quand même assez rare. Mais je peux vous dire qu'elle a tout mon soutien dans cet objectif-là et que, dans le contexte actuel… Puis est-ce que ce contexte-là est appelé à changer? Je ne peux pas m'y engager, mais je l'entends. Mais, dans le contexte actuel, la CAI reçoit tout le soutien possible de la part du gouvernement dans la poursuite de cette mission-là à laquelle je crois fondamentalement. Le Président (M. Bachand) : M. le député de Gouin, s'il vous plaît. M. Nadeau-Dubois : Je trouve ça important d'aller au bout de cette discussion-là parce que la commission, elle, semble juger qu'elle pourrait avoir plus de ressources pour faire son travail. Elle nous a fourni, d'ailleurs, un comparatif assez intéressant dans son mémoire, là, démographiquement, là, le poids de son budget par rapport à la taille des différentes provinces canadiennes, là. Puis ce qu'on constate, c'est que la CAI, au Québec, par rapport à ses équivalents dans les autres provinces canadiennes, a pas mal moins de moyens, là. C'est un comparatif comme un autre, mais il n'est pas arbitraire, là, tu sais. Par habitant, mettons, là, tu sais, le budget dont dispose la CAI, là, tu sais, au Québec : 0,94 $ par habitant, puis, dans les homologues provinciaux, par exemple, tu sais, en Ontario : 1,34 $ par habitant. Et ça, c'est... Eux, l'organisme, là-bas, c'est seulement pour le secteur public. Alberta, Colombie-Britannique : 1,59 $, 1,31 $ par habitant. Bon, ça vaut ce que ça vaut, mais ce n'est quand même pas arbitraire, là, c'est objectif, là. Puis là on n'ira même pas se comparer tu sais, avec d'autres pays dans le monde parce que, là, c'est des comparaisons encore moins avantageuses, ça fait que... Quelle forme d'engagement le ministre peut prendre... Parce que moi, je veux bien, tu sais, on donne une vice-présidence. Là, moi, je dépose un amendement pour donner des pouvoirs d'inspection, avec une intention claire d'aller être plus actif sur le terrain, tu sais, d'aller dans les entreprises puis, le terrain étant aussi virtuel, là, tu sais, d'être plus actif sur le plan de la surveillance, de l'enquête, dans l'objectif d'intervenir quand il y a des situations problématiques. Il y a l'amendement, il y a la vice-présidence puis il y a aussi la question des ressources. Puis, je pense, c'est important d'envoyer le message qu'il n'y aura pas juste un nouveau patron, tu  sais, il va y avoir des ressources qui vont suivre. Ça, c'est... Quelle forme d'engagement le ministre peut prendre de donner à la commission les ressources nécessaires à ce que ce souhait-là, qu'on inscrit dans la loi, soit effectif dans le travail de la commission? M. Caire : Bien, en fait, il est de deux ordres. D'une part, vous n'êtes pas sans avoir que la CAI souhaite que ses budgets lui soient attribués par l'Assemblée nationale, bon. C'est une demande que plusieurs organismes publics ont faite. Et, pour en avoir discuté avec la présidente du Conseil du trésor, il n'y a pas de grand secret ici, cette proposition-là va être évaluée au mérite, mais pour l'ensemble des organismes, là, on ne fera pas du cas par cas, là. Si tant est que c'est l'orientation que la présidente du Conseil du trésor décide de prendre, ça se fera pour l'ensemble des organismes. De mon côté, bien, je veux dire, je demande l'indulgence des collègues, là. Je suis arrivé comme ministre responsable au mois de janvier. On comprend que l'exercice budgétaire était déjà bien avancé. Les demandes de la CAI étaient quand même importantes, dans un contexte où c'était peut-être un peu plus difficile d'y souscrire. J'ai l'intention de travailler ce volet-là parce que moi, je suis à la même école que le député de Gouin. C'est bien beau de donner des missions, mais, si on n'a pas le monde pour les remplir... Puis le monde, bien, ça se trouve avec de l'argent. Ça fait que ça, il n'y a pas de magie. Puis je n'ai pas d'a priori, là. Je comprends que je ne me ferai peut-être pas des amis pour la vie, là, mais ça va prendre de l'argent si on veut que la CAI fasse son travail. Est-ce que c'est à la hauteur, comparable avec les autres provinces? J'entends ce que mon collègue dit. Tu sais, il faut quand même mettre les choses en perspective. Oui, c'est un élément de réflexion qui est intéressant. Est-ce qu'il faut absolument accoter ça? Je ne le sais pas, mais c'est clair qu'il y a un exercice qui sera à faire avec la CAI dans la préparation budgétaire de l'année prochaine pour s'assurer qu'en notre âme et conscience on a une organisation qui a maintenant… qui a les pouvoirs, qui les avait déjà, quant à moi, pour lesquels on vient en ajouter, on vient préciser les volets qui sont à améliorer avec les amendements, on vient lui donner des dents avec les amendes. Maintenant, si on veut que tout ça se concrétise sur le terrain, ça va prendre des budgets. Donc, l'engagement que je prends envers les membres de la commission, c'est de soutenir la Commission d'accès à l'information dans ses demandes, dans la mesure du raisonnable, là, vous comprendrez, mais je n'ai rien vu de déraisonnable chez Me Poitras de toute façon, là, ça fait que...  ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire"], "nb_intervenants": 8, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 3, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 2, "nb_interventions_presidence": 3, "nb_interventions_PLQ": 0, "nb_interventions_QS": 2, "nb_interventions_PQ": 0}, {"debut": "17:10", "fin": "17:20", "debats": "• (17 h 10) • M. Nadeau-Dubois : Bien, je suis content d'entendre ça. Il y a d'autres sources de financement possibles que le fonds consolidé, là. M. Caire : … M. Nadeau-Dubois : Il y a toutes sortes de redevances, il y a toutes sortes de produits. Je vois que le ministre a de l'imagination. Mais la commission faisait des recommandations pas complètement farfelues, en fait, bien au contraire, selon moi. Qu'est-ce que pense le ministre de l'idée que... Parce qu'il y aura des sanctions administratives très lourdes, et c'est une excellente chose. J'espère que le ministre ne reculera pas d'un pouce sur cette question prévue au projet de loi. La commission a lancé l'idée que ces sommes-là soient utilisées, par exemple, pour un fonds dédié à la recherche en matière de protection des renseignements personnels, comme c'est fait, par exemple, dans certaines lois en matière d'environnement. La commission proposait également que les amendes qui sont issues de poursuites qui sont conduites par la commission, bien, reviennent à la commission. Je sais que c'est le cas notamment à l'Autorité des marchés financiers, un mécanisme comme celui-là. Ça, c'est-tu des... Tu sais, c'est deux moyens distincts, là, mais qui sont dans la même famille, mettons. Qu'est-ce que le ministre pense de ces avenues-là dans la grande catégorie «comment donner plus de ressources à la commission»? M. Caire : Bien, je vais répondre, d'entrée de jeu, à un commentaire de mon collègue de Gouin, juste lui dire que, si j'avais eu à reculer sur les sanctions, ce serait déjà fait, parce que je peux vous dire que les représentations, disons-le comme ça, ont été nombreuses, et c'est un doux euphémisme, et c'est une chose sur laquelle, puis je le dis, je ne reculerai pas. Je le dis, là, je ne reculerai pas. Les sanctions, elles sont là, et, en autant que je suis concerné, elles sont là pour rester. S'il y a un message qu'il faut envoyer, c'est qu'avec les renseignements personnels le party, il est fini. Ça, pour moi, c'est très clair, puis je le dis, je le répète. Maintenant, on va le faire dans le raisonnable, dans la discussion qu'on a entre parlementaires. On va se donner la meilleure loi possible qui tient compte des réalités de toutes les composantes de notre société. On n'est pas déconnectés de nos citoyens puis on n'est pas dans notre tour d'ivoire à pelleter des nuages, on comprend la réalité des entreprises, la réalité des milieux de recherche, des milieux académiques, de la société civile, des organismes publics, on comprend toutes ces  réalités-là. Mais, pour moi, là, quelqu'un qui en arrive à une sanction, c'est parce qu'il a eu une, deux, trois chances, quatre chances, puis il les a toutes laissées passer. Puis, à un moment donné, dans la vie, bien, ça arrête, puis, quand ça arrête, il faut que ça fasse mal, puis ça va faire mal. Ça fait que, ça, on ne reculera pas là-dessus. Maintenant, est-ce qu'il serait pertinent d'utiliser ces montants-là pour financer différentes activités? Mon collègue me permettra une discrétion là-dessus, je me dois d'une solidarité ministérielle. Il est clair que, quand il y a des sanctions de cette nature-là, ces sanctions-là, le résultat pécunier de ces sanctions-là, sont versées au fonds consolidé de la province, et ce qui doit être fait avec les fonds qui sont au fonds consolidé de la province doit faire l'objet de différentes discussions avec mes collègues du Conseil des ministres, à qui je vais réserver, d'ailleurs, mes commentaires et mes opinions. Ceci étant dit, M. le Président, j'entends la suggestion du député de Gouin. Je ne suis pas imperméable aux suggestions qu'on me fait, mais, pour la suite des choses, le député de Gouin… et il sait que je ne suis pas avare de commentaires, là, mais làdessus il me permettra une certaine discrétion au nom de la solidarité que je dois à mes collègues ministres. Le Président (M. Bachand) : M. le député de Gouin. M. Nadeau-Dubois : Bien, j'invite le ministre à poursuivre cette réflexion-là puis cette conversation-là parce que moi, à la lecture du mémoire de la commission, j'ai trouvé que c'était une manière originale de protéger un certain financement pour la commission, rendre ce financement-là moins dépendant des aléas des exercices budgétaires, là, puis ça m'apparaît intéressant. Mais je respecte, bien sûr, la volonté du ministre de poursuivre les conversations au Conseil des ministres, mais je pense que… oui, je lui soumets que c'est une avenue à explorer. Voilà, tout ça était un petit aparté. Mais, quand même, sur le sujet de l'amendement, qui est de donner tous les pouvoirs à la CAI pour jouer son rôle dans le nouvel environnement technologique qui est le nôtre, cette idée qu'on souhaite que la... Parce que moi, je réfléchis à ce que dit le ministre, de dire : Bien, la CAI avait certains pouvoirs, puis il y en a qui ont été moins utilisés, approfondis, comme s'ils étaient un peu... je ne veux pas lui mettre de mots dans la bouche, là, mais un peu comme en dormance ou en veilleuse au sein de la CAI. Puis le ministre dit : On donne une... on met une vice-présidence, c'est une manière d'envoyer un message, tu sais. Je suis d'accord, on a voté pour cet amendement-là, c'est un bon amendement. Je me demande s'il n'y a pas d'autres moyens d'envoyer ce message-là à la CAI en  plus, il y a la question des ressources, on vient de la traiter, mais d'autres moyens en plus de ça. Puis je me demande si, justement, l'article 123 modifié par l'article 41, qui énonce c'est quoi, les fonctions générales de la commission… venir préciser dès cet article-là, parce que si je comprends bien les réponses de Me MivilleDeschênes, ça vient plus loin. Mais est-ce qu'il n'y aurait pas des précisions à venir apporter ici, directement à l'article 123, donc dans l'article 41 du projet de loi, pour préciser les fonctions de… je ne sais pas comment l'exprimer, mais de sévir contre les entreprises qui ont des pratiques qui sont déraisonnables, là, ou qui ne sont pas justifiées en matière de protection des renseignements personnels? Parce que je vois qu'on donne… on mentionne clairement la fonction d'enquête, mais c'est comme un peu tout dans cet article-là. Est-ce qu'il y aurait moyen de venir rajouter quelque chose de plus précis puis de plus fort ici? M. Caire : Bien, sur les SAP, la CAI si je ne me trompe pas, là, puis vous me corrigerez, va émettre une grille dans la gradation au niveau des sanctions administratives pécuniaires, compte tenu du fait que ces sanctions-là ne sont pas imposées par suite d'une procédure judiciaire formelle pour laquelle le défendeur peut faire valoir ses droits. Donc, c'est vraiment un enquêteur, on trouve quelque chose, il y a une sanction administrative qui est prise. Il y a un côté arbitraire qui doit être encadré et qui sera encadré. Pour le reste, pour la question des sanctions pénales, il faut comprendre que, là, c'est un processus judiciaire, donc c'est aux tribunaux, éventuellement, à évaluer la preuve qui leur sera faite, la cause qui leur sera présentée et de trouver une sanction qui est proportionnelle à la nature de la faute. Donc, moi, sincèrement, là, je pense que, dans l'état actuel de la loi, on couvre bien les aspects. Moi, sérieusement, là, puis je le dis, là, sans flagornerie, M. le député, je pense qu'on a fait un bon boulot, puis on continue à faire un bon boulot, parce qu'il reste encore quelques articles, là, pour amener la CAI là où on pense que la CAI doit être au XXIe siècle dans un univers numérique. Je pense que ce qu'on a fait, là, les pouvoirs qu'on a rajoutés, notamment le pouvoir d'émettre des lignes directrices, là... Je pense qu'on est vraiment en complémentarité de ce qu'il y a déjà comme pouvoirs. Mais du fait d'avoir signifié qu'il y a une vice-présidence qui est là aussi puis que, ce volet-là, peut-être que les parlementaires en sont un peu plus insatisfaits... Moi, je pense qu'on a bien couvert ce qu'on attendait de la CAI. Trop, ça vient comme un peu mettre un carcan, là, puis je pense que la CAI, elle a quand même une latitude, puis il faut que ce soit comme ça. Elle a une belle latitude,  elle a les pouvoirs qu'il lui faut. Elle a les pouvoirs… On lui donne les pouvoirs qu'elle nous a demandés aussi. Puis il faut comprendre que la vice-présidence, ça n'a pas été fait en vase clos, là. Moi, j'ai évidemment consulté la CAI, puis ils étaient très, très, très ouverts à cette idée-là. Donc, tu sais, ça se fait en collaboration, en collégialité. Puis je pense, là… puis je ne veux pas faire dire des choses à Me Poitras qu'elle ne dirait pas, mais je pense que la CAI est quand même relativement satisfaite, en termes de législation, de ce qu'on est en train de faire. Je pense qu'elle est satisfaite de ça. Le Président (M. Bachand) :M. le député de Gouin. M. Nadeau-Dubois : Merci, M. le Président. Ça va être tout pour moi. Le Président (M. Bachand) : Alors, nous sommes sur l'amendement du député de Gouin. Interventions? S'il n'y a pas d'autre intervention, nous allons procéder... Une voix : … Le Président (M. Bachand) :Désolé. J'essayais de lire vos signes… M. Caire : On essaie de lire sur les lèvres, hein, ce n'est pas simple. Le Président (M. Bachand) : Désolé. Merci. Alors, s'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Caire (La Peltrie)? M. Caire : Contre. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Contre. La Secrétaire : Pour les membres de l'opposition officielle, M. Barrette (La Pinière)? M. Barrette : Abstention. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Barrette"], "nb_intervenants": 21, "nb_interventions_secretaire": 4, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 5, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 6, "nb_interventions_presidence": 5, "nb_interventions_PLQ": 1, "nb_interventions_QS": 5, "nb_interventions_PQ": 0}, {"debut": "17:20", "fin": "17:30", "debats": "• (17 h 20) • La Secrétaire : M. Bachand (Richmond)?  Le Président (M. Bachand) : Abstention. Donc, l'amendement est rejeté. Merci. Donc, on retourne à 41 tel qu'amendé. Interventions? Alors, s'il n'y a pas d'autre intervention sur 41 tel qu'amendé, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)... M. Barrette (La Pinière)? M. Barrette : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 41, tel qu'amendé, est adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : Oui. Alors, M. le Président, un article hautement controversé, l'article 42, qui se lit comme suit : L'article 125 de cette loi est abrogé. En fait, M. le Président, l'article 125 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels est abrogé en raison de l'introduction à cette loi des articles 67.2.1 à 67.2.3 par le projet de loi. Donc, il s'agit de concordance, M. le Président. Le Président (M. Bachand) : Merci beaucoup. Interventions sur l'article 42? S'il n'y a pas d'intervention, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 42 est adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : Oui, M. le Président. Donc, l'article 43 de cette loi se lit comme ci : L'article 127 de cette loi est modifié par la suppression, dans ce qui précède le paragraphe 1° du premier alinéa, de «intéressée». M. le Président, ça fait juste en sorte qu'au premier alinéa … on va pouvoir lire que «La commission peut, de sa propre initiative ou sur la plainte d'une  personne, faire enquête sur…», donc on enlève la notion d'une personne intéressée. Donc, ça veut dire que toute personne peut déposer une plainte, pas nécessairement la personne intéressée. Le Président (M. Bachand) :Merci beaucoup. M. le député de LaFontaine, s'il vous plaît. M. Tanguay : Oui. Donc : «La commission peut, de sa propre… ou sur la plainte d'une personne…» Ça, on retrouve ça dans des lois similaires, des… Parce que, dans le fond, c'est comme la poursuite publique, n'importe qui peut aller voir la police puis se plaindre. C'est ça, le principe? M. Caire : C'est ça, le principe. M. Tanguay : O.K. Comme tout député… M. Caire : Parce qu'une personne intéressée, ça veut dire que, si, mettons, moi, je suis victime d'un incident de confidentialité avec mes renseignements personnels, on pourrait en déduire que je suis le seul qui peut porter plainte. Donc là, je ne suis plus le seul à pouvoir porter plainte, n'importe qui qui a connaissance des faits pourrait le faire. M. Miville-Deschênes (Jean-Philippe) : … Le Président (M. Bachand) : Me Miville-Deschênes. M. Miville-Deschênes (Jean-Philippe) : Bien, pour compléter, la commission… M. Caire : …tu es lousse. M. Tanguay : Il s'en est… Eh! il a pris du pic. M. Miville-Deschênes (Jean-Philippe) : Ah! bien… Non, non, mais… M. Caire : On va y aller, nous autres. M. Tanguay : Oui, c'est ça. Continuez donc tout seul. Le Président (M. Bachand) : Me Miville-Deschênes, s'il vous plaît. M. Caire : Comment gêner quelqu'un… M. Miville-Deschênes (Jean-Philippe) : …bien là, en plus… M. Tanguay : …  Le Président (M. Bachand) :S'il vous plaît! Merci. Me Miville… M. Miville-Deschênes (Jean-Philippe) : À l'ordre! Mais, en plus, ce n'est pas si… Bien, je… Des voix : … M. Miville-Deschênes (Jean-Philippe) : La commission peut aussi, de sa propre initiative, de toute façon, entamer une enquête. Donc, voilà. M. Tanguay : Ah! ça, c'était bien important… M. Miville-Deschênes (Jean-Philippe) : Bien non, finalement. Si c'était à refaire, je me serais retenu. M. Tanguay : Non, non, c'est bon. Le Président (M. Bachand) : Merci de votre initiative, Me Miville-Deschênes. M. Tanguay : Mais tout ça pour dire que, néanmoins, néanmoins… Comment je pourrais dire ça? Dans certains contextes, puis les gens sont de bonne foi… Des fois, il peut y avoir des gens qui… je ne dirais pas qu'ils sont plaignants professionnels, là, mais… L'avez-vous considéré, ça? M. Caire : La commission, évidemment, a à évaluer le bien-fondé d'une plainte avant de se lancer dans une enquête, là. C'est clair que, dans le processus, il faut analyser le bien-fondé. Parce que vous avez tout à fait raison. Je veux dire, il y a des gens qui se font un devoir de porter plainte, là, c'est comme leur activité numéro un, deux, trois dans la vie, là. Mais c'est sûr que la commission doit évaluer le bien-fondé d'une plainte.  M. Tanguay : Puis décidera d'y donner suite ou pas. M. Caire : Décidera d'y donner suite ou non. M. Tanguay : O.K. C'est bon. Le Président (M. Bachand) : Merci. Autres interventions? Donc, nous allons procéder à sa mise aux voix. Mme la secrétaire. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 43 est adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : (Interruption) Pardon, M. le Président. Oui, article 44 : Cette loi est modifiée par l'insertion, après l'article 127, des suivants : «127.1. La commission peut, par une demande péremptoire notifiée par poste recommandée ou par signification en mains propres, exiger d'une personne, assujettie ou non à la présente loi, dans le délai raisonnable qu'elle fixe, la production par poste recommandée ou par signification en mains propres de tout renseignement ou de tout document permettant de vérifier l'application de la présente loi ou de ses règlements. «La personne à qui cette demande est faite doit, dans le délai fixé, s'y conformer, qu'elle ait ou non déjà produit un tel renseignement ou un tel document en réponse à une demande semblable ou en vertu d'une obligation découlant de la présente loi ou de ses règlements.  «127.2. La commission peut, lorsqu'un incident de confidentialité est porté à son attention, ordonner à toute personne, après lui avoir fourni l'occasion de présenter ses observations, l'application de toute mesure visant à protéger les droits des personnes concernées qui leur sont accordés, pardon, par la présente loi, pour le temps et aux conditions qu'elle détermine. Elle peut notamment ordonner la remise des renseignements personnels impliqués à l'organisme public ou leur destruction. «La personne visée par une ordonnance sans qu'elle ait été informée au préalable parce que l'avis de la commission… parce que, de l'avis de la commission, pardon, il y a urgence ou danger de causer un préjudice irréparable, peut, dans le délai indiqué dans l'ordonnance, présenter ses observations pour en permettre le réexamen par la commission.» Donc, M. le Président, cet article introduit l'article 127.1 et 127.2 à la Loi sur l'accès des documents des organismes publics et sur la protection des renseignements personnels. L'article 127.1 est introduit à la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels afin d'octroyer à la Commission d'accès à l'information le pouvoir d'exiger, par demande péremptoire, la production de tout renseignement ou de tout document permettant de vérifier l'application de cette loi ou de ces règlements. À l'article 127.2… est introduit à la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels afin d'octroyer à la Commission d'accès à l'information, lorsqu'un incident de confidentialité est porté à son attention, le pouvoir d'ordonner à toute personne l'application de toute mesure visant à protéger les droits des personnes concernées. Le Président (M. Bachand) :Merci beaucoup. M. le député de LaFontaine, s'il vous plaît. M. Tanguay : On a fait… puis là je regarde nos amis juristes, on a fait précisément ce débat-là, de «poste recommandée», qui est comparable au pigeon, dans le projet de loi n° 75, où on a enlevé ça… par une expression, «tout mode approprié». Parce que «poste recommandée», c'est daté, c'est… Alors, est-ce que la concordance a été faite ici? C'est daté, ça, «poste recommandée», on sort ça, là.  Le Président (M. Bachand) :Me Miville-Deschênes. M. Miville-Deschênes (Jean-Philippe) : Bien, écoutez, c'est une bonne question. On va vérifier. Parce qu'on a pris le même… La demande péremptoire est une disposition, un pouvoir de Revenu Québec, là, qu'on a pris dans la Loi sur l'administration fiscale. Donc, c'est ça, on s'est collés un peu à ce pouvoir-là. M. Tanguay : …peut-être d'aller voir… on pourrait le suspendre, aller voir le 75, qui a été adopté en octobre, novembre. Et savez-vous quoi? Hier, sur le 84, on a modifié, sur le 75, l'article 417 du Code de procédure civile. Ça fait que, dans le 75, novembre, décembre, on adopte la loi n° 75, on modifie l'article 417. J'étais assis ici, puis le ministre de la Justice était assis là, puis tout ça, puis le collègue de Gouin était là. Parfait, loi adoptée. Là, on est dans le 84, on va réamender, sous l'aspect IVAC, le 417, le même article. Je fais mes recherches, parfait, parfait, parfait. Puis on se rend compte que, hein, sur Légis Québec, c'est encore la vieille, avant décembre, novembre, 75, mouture. Ça fait que je ne suis pas surpris de ça. Autrement dit, ce que je vous dis, là, je vous excuse… pas d'excuse à vous donner, mais je comprends votre situation. Moi-même, comme législateur, j'ai dit : Bien, voyons donc, Légis Québec… Puis je regardais 417, hier, puis je disais : Il me semble qu'on l'a amendé récemment, puis ils ont dit : Oui, oui, il est amendé, c'est juste que Légis Québec n'est pas à jour. Là, ça fait novembre, décembre, janvier, février, mars, avril… C'est parce que le… M. Caire : … M. Tanguay : Non, mais c'est parce que le justiciable doit pouvoir avoir les lois du Québec. Puis, je veux dire, il y a des semaines où on n'adopte pas de loi. M. Caire : …un peu ironique, mon affaire. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 3, "amendements_adoptes": 0, "amendements_rejetes": 1, "intervenants": ["La Secrétaire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Barrette", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire"], "nb_intervenants": 74, "nb_interventions_secretaire": 16, "nb_interventions_fonctionnaire": 8, "nb_interventions_ministre": 15, "nb_interventions_gouvernement": 3, "nb_interventions_opposition": 19, "nb_interventions_presidence": 13, "nb_interventions_PLQ": 16, "nb_interventions_QS": 3, "nb_interventions_PQ": 0}, {"debut": "17:30", "fin": "17:30", "debats": "• (17 h 30) • M. Tanguay : Oui, c'est ça. Mais il y a des semaines qu'on n'adopte pas de loi, puis la loi faisait, quoi, 70 articles. Tu sais, ça se fait bien avec un bon café. Trois jours, je vais vous faire ça puis je vais me relire. Tout ça pour dire, je vous proposerais peut-être de le suspendre. On a sorti ça des lois…    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay"], "nb_intervenants": 1, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 1, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 1, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "17:30", "fin": "4:50", "debats": "17 h 30 (version révisée) M. Tanguay : ...les lois du Québec. Puis, je veux dire, il y a des semaines où on n'adopte pas de loi. M. Caire : Ce serait un peu ironique, mon affaire. M. Tanguay : Oui, c'est ça, mais il y a des semaines qu'on n'adopte pas de loi. Puis la loi faisait quoi, 70 articles? Tu sais, ça se fait bien avec un bon café, trois jours, je vais vous faire ça puis je vais me relire. Tout ça pour dire, je vous proposerais peutêtre de le suspendre. On a sorti ça des lois, c'est «tout mode approprié». M. Caire : Bien, moi, je le dis d'entrée de jeu, là, si les collègues sont d'accord, là, puis je vais valider, mais très, très, très ouvert à modifier ça, là. Je vais être bien honnête avec vous, je lisais l'article, là, puis je me disais : Voyons, «par la poste», là, c'est quoi, cette affaire-là? M. Tanguay : Mais je le laisserais peut-être faire le travail, parce que «there's so much I can do», mais faites les vérifications. Puis je ne sais pas si ça se retrouve ailleurs, mais je nous mettrais à jour. Puis, pour la commission, là, elle va bien aimer mieux, plutôt que «poste recommandée», «tout mode approprié». Puis, même au niveau de la signification, il y a l'aspect de notification aussi par mode approprié plutôt que d'envoyer... Signification, là, vous appelez un huissier, vous attendez, vous entendez l'auto, il gare l'auto, blablabla, vous lui donnez ça. C'est une signification, c'est main propre, là, c'est lourd, là. Si vous êtes capable de démontrer que la personne a été notifiée en bonne et due forme... En tout cas, je ferme la parenthèse. On pourrait parler de d'autres choses. Une fois que j'ai dit ça, on pourrait peut-être suspendre, le temps de le réécrire puis de voir si ça ne se retrouve pas ailleurs dans ce qu'on fait. Une fois que j'ai dit ça, le but de l'article : «La commission peut, par une demande péremptoire notifiée, signifiée, exiger d'une personne, assujettie ou non à la présente loi — ça veut dire que ça peut être un tiers, ça peut être un organisme public ou tiers, n'importe qui — dans le délai raisonnable qu'elle fixe, la production — gnagnagna — de tout document permettant de vérifier l'application de la présente loi...» Donc, elle peut le faire et elle va exiger que la réponse lui soit envoyée par un mode aussi... tout mode approprié, poste recommandée, ou quoi que ce soit. Donc, de deux choses. La première, c'est qu'on réalise, puis le ministre va me dire oui, que, tel que rédigé là, ça peut être l'organisme public, un employé de l'organisme public ou un tiers, c'est ça? O.K., parfait. Deuxième des choses, on l'oblige, lui aussi, à répondre de façon formelle alors que, si le tiers m'apporte les documents, etc., la commission va être capable de dire : Parfait, tel document reçu, telle date? Pourquoi formaliser ça aussi pour la personne?  M. Caire : Me Miville-Deschênes. M. Miville-Deschênes (Jean-Philippe) : Bien, je le relis pendant que je vous écoute, puis on ne formalise pas, il me semble, la réponse. M. Tanguay : La production par poste. Parce qu'en cour de justice, là, j'interroge le client de la partie défenderesse, je lui demande des engagements, interrogatoire hors cour, vous devez vous engager. Parfait, il s'engage, il va me communiquer ça. Son avocat va m'envoyer ça par courriel, il va m'envoyer ça par courriériste en vélo à Montréal. Puis, je veux dire, c'est des procédures de cour, c'est juste, je trouve ça un petit peu... M. Miville-Deschênes (Jean-Philippe) : Bien, je comprends. Je pense que ça va faire partie de la vérification aussi. Dans les deux cas, le but, évidemment, c'est d'avoir une preuve de réception puisque, bon, il peut y avoir une infraction rattachée à ça, donc il doit y avoir une preuve de l'envoi et de la réception, mais... M. Tanguay : La commission, elle reçoit ça, reçu telle date, puis c'est juste que... Puis la personne «doit, dans le délai fixé, s'y conformer, qu'elle ait ou non déjà produit un tel renseignement ou un tel document en réponse à une demande semblable ou en vertu d'une obligation découlant de la présente loi...» Donc ici, le deuxième alinéa, «qu'elle ait déjà produit un tel renseignement ou un tel document en réponse à une demande semblable», la demande semblable aurait pu arriver de qui d'autre que la commission elle-même? M. Miville-Deschênes (Jean-Philippe) : Bien, en fait, la demande semblable peut être faite, peut-être, par un inspecteur ou un enquêteur, ou dans un autre... M. Tanguay : À l'interne, chez l'organisme public. M. Miville-Deschênes (Jean-Philippe) : Bien, par un autre employé de la commission. M. Tanguay : Bien, je pense que la commission ne parle que d'une seule voix, soit celle de chacun de ses employés. Peut-être qu'il s'agit plus que, s'il y a quelque chose de pas trop correct qui se passe, moi, je suis un tiers, l'organisme public me demande de produire des documents, je lui donne, ça va aux oreilles de la commission, elle me demande de produire des documents, il faut que je lui donne à elle. Je pense, c'est surtout ce cas-là, j'imagine.  M. Miville-Deschênes (Jean-Philippe) : Bien, en fait, c'est que la commission avait déjà un pouvoir qui était moins encadré et, je dirais, moins rigoureux d'exiger la communication de certains renseignements. Donc là, ce pouvoir-là, par poste recommandée, avec une infraction, puis qui est élargi à plus de personnes, parce que ça peut être des gens qui ne sont pas soumis à la loi, assujettis à la loi... Donc, puisqu'il y avait déjà un pouvoir à l'article 130, là, de la commission d'exiger certains renseignements, bien, c'est la raison pour laquelle cet alinéa-là a été rajouté, pour dire que, même s'il y a déjà eu une demande, là, par un enquêteur, bien, s'il y a une demande péremptoire, tu dois lui répondre. Ça fait que c'est un peu l'objectif. M. Tanguay : O.K., je comprends. En tout cas, tant qu'à ça, «en vertu d'une obligation découlant de la présente loi, de ses règlements ou de toute autre loi», tant qu'à y être. Tant qu'à y être. M. Miville-Deschênes (Jean-Philippe) : Bien, c'est... Écoutez, ce n'est pas une mauvaise idée, ou ça peut être par la Loi sur les commissions d'enquête aussi, possiblement, là. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)"], "nb_intervenants": 17, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 6, "nb_interventions_ministre": 3, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 8, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 8, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "4:50", "fin": "17:40", "debats": "M. Tanguay : Ça, c'est un article de vendredi, 4 h 50. M. Caire : ...prendrai pas pour moi. M. Tanguay : Non, non, mais on jase, mais on est là pour ça, hein, c'est ça qu'on sert. Puis, des fois, on ne sert pas à grand-chose. «127.2. La commission peut, lorsqu'un incident de confidentialité est porté à son attention, après lui avoir fourni l'occasion de présenter ses observations, l'application de toute mesure...» Donc, «ordonner à toute personne, après lui avoir fourni l'occasion de... l'application de toute mesure visant à protéger...» O.K. Est-ce que ça, la commission... C'est quoi, le parallèle ou pas? Puis jusqu'à quel point il y a un parallèle avec des ordonnances d'une cour, hein? La commission, elle peut m'imposer des mesures, puis moi, je dois les respecter aussi fortement et de façon aussi dédiée que si c'était une ordonnance d'un tribunal. Puis, si je ne respecte pas l'ordonnance du tribunal, là je suis en outrage au tribunal. M. Miville-Deschênes (Jean-Philippe) : Bien, en effet, la commission a déjà un pouvoir d'ordonnance général. En cas de non-respect de l'ordonnance, présentement il peut être homologué pour valoir comme une décision de la Cour supérieure. M. Tanguay : Ah! il doit être homologué, par contre. M. Miville-Deschênes (Jean-Philippe) : Bien, ils peuvent, parce que là on rajoute  des sanctions en plus, là, il y a un pouvoir de sanction pénale, donc la commission peut intenter une poursuite pénale en cas de non-respect de l'ordonnance. La raison d'être de cette disposition spécifique là, c'est que la commission ne peut rendre une ordonnance actuellement que suite à une enquête. Elle réalise une enquête et elle rend une ordonnance. L'objectif, c'était dans un contexte d'incident de confidentialité. C'est l'article 129, entre autres, là, actuellement, de la loi qui prévoit le pouvoir d'ordonnance général de la commission. C'est dans le contexte d'un incident de confidentialité. L'objectif était de permettre à la commission de rendre des ordonnances sans avoir terminé son enquête, un peu une sorte d'ordonnance de sauvegarde, compte tenu de l'urgence de la situation parfois, là, ou de l'urgence d'exiger la suppression ou la communication de renseignements qui auraient fait l'objet d'une fuite ou qui seraient en possession d'un employé, ou des situations comme ça. Donc, c'est ça, c'est vraiment de permettre à la commission de rendre une ordonnance dans un contexte d'urgence avant la fin de l'enquête. M. Tanguay : Est-ce qu'en vertu de la loi, là, puis je n'ai pas tous les articles sous la main... Bien, je les ai sous la main, mais je ne sais pas ils sont où. Est-ce que... Là, vous dites que l'ordonnance peut être homologuée, puis, si elle est homologuée, là c'est une ordonnance du tribunal, puis là, bien, vous pouvez faire de la prison ou vous pouvez payer une amende maximum de 50 000 $. La dernière fois que j'ai vu l'article, là, c'était ça, l'outrage au tribunal. Mais, avant de se rendre là, l'homologation, est-ce que je suis correct de penser que la commission pourrait ne pas faire homologuer, dire : Écoutez, je vous donne... vous avez une ordonnance de la commission de faire ça, ça, ça, et, si elle ne le fait pas, là, à ce moment-là, c'est mon 150, puis il va y avoir des amendes? M. Miville-Deschênes (Jean-Philippe) : Bien, effectivement. C'est sûr qu'avec... Là, je regarde les dispositions actuelles, mais avec la loi, telle qu'amendée par le projet de loi n° 64, le nonrespect d'une ordonnance va permettre à la commission d'intenter une poursuite pénale sans être obligée de le déposer à la Cour supérieure, là. M. Tanguay : Puis ça, on voit ça... À 150, c'est marqué, là : Si vous n'obtempérez pas à 127 puis 127.1... Puis 127.2, j'imagine? Oui, c'est votre 4°, 159, «refuse ou néglige de se conformer, dans les délais, à une demande transmise... 127.1». M. Miville-Deschênes (Jean-Philippe) : 127.1 puis... M. Tanguay : 159, 4°. M. Miville-Deschênes (Jean-Philippe) : 4°, puis 5°, c'est «contrevient à une ordonnance», donc...  M. Tanguay : Puis sans qu'elle ait besoin d'être homologuée. M. Miville-Deschênes (Jean-Philippe) : Exact. M. Tanguay : Parfait. 127.2, dernier alinéa : «La personne visée par une ordonnance — mettons que ça, c'est moi — sans qu'elle en ait été informée au préalable parce que, de l'avis de la commission, il y a urgence ou danger de causer un préjudice irréparable, peut — c'est toujours moi — dans le délai indiqué dans l'ordonnance, présenter ses observations pour...» C'est là que je ne comprends pas. Comment je pourrais dire : Bien, moi, je veux être entendu, sans que j'en aie été informé au préalable? ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay"], "nb_intervenants": 15, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 6, "nb_interventions_ministre": 1, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 8, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 8, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "17:40", "fin": "17:50", "debats": "• (17 h 40) • M. Miville-Deschênes (Jean-Philippe) : Bien là, je vais être honnête, je vais... Parce que c'est des dispositions qu'on retrouve dans certaines autres lois par rapport aux ordonnances de sauvegarde où ce type d'ordonnance là... Parce que je vais être obligé de vous revenir avec une réponse plus complète, malheureusement, là. M. Tanguay : O.K. On pourrait suspendre, juste pour le... Le Président (M. Bachand) : Alors, est-ce qu'il y a le consentement pour suspendre l'article 44? Des voix : Consentement. Le Président (M. Bachand) :Consentement. Suspendu. O.K. Merci. M. le ministre. M. Caire : Merci, M. le Président. L'article 45 : L'article 129 de cette loi est modifié,  dans le troisième alinéa : 1° par l'insertion, avant «lui ordonner», de «lui recommander ou»; 2° par l'insertion, à la fin, de «dans le délai qu'elle indique». Alors, M. le Président, l'article 129 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels est modifié afin de préciser que la Commission d'accès à l'information peut non seulement ordonner, mais aussi recommander à un organisme public de prendre certaines mesures. Il est également modifié afin de préciser que la commission indique le délai dans lequel il est recommandé ou ordonné à un organisme public de prendre certaines mesures. M. le Président, j'ai un amendement. Le Président (M. Bachand) : Oui, merci. M. Caire : Oui, alors : L'article 45 du projet de loi est remplacé par le suivant : 45. L'article 129 de cette loi est modifié : 1° par l'insertion, après le deuxième alinéa, du suivant : «Lorsque l'enquête porte sur une entente transmise en vertu de la loi à la commission, cette dernière peut rendre toute ordonnance contre un organisme public partie à cette entente et qu'elle estime propre à sauvegarder les droits accordés par la présente loi aux personnes concernées par ces renseignements.»; 2° dans le troisième alinéa : a) par l'insertion, avant «lui ordonner», de «lui recommander ou»; b) par l'insertion, à la fin, de «dans le délai qu'elle indique». Donc, on ajoute un alinéa qui vise à permettre à la Commission d'accès à l'information, lors d'une enquête portant sur une entente qui lui est transmise en vertu de la loi, de rendre toute ordonnance qu'elle estime propre à sauvegarder les droits des personnes concernées. Le Président (M. Bachand) : Merci beaucoup. Interventions sur l'amendement? M. le député de LaFontaine. M. Tanguay : Dans le fond, on vient changer l'article — vous allez me dire, c'est le propre d'un amendement — «lui recommander»... par l'insertion, avant «lui ordonner»... O.K., lui... O.K., vous reprenez... O.K., à 2°, dans l'amendement, vous reprenez l'article. Dans votre amendement, 45, vous reprenez 2°, dans le troisième alinéa, vous reprenez l'article. O.K. Ça fait que ça... Dans le fond, l'amendement, c'est d'insérer... C'est 1°, l'amendement. O.K., c'est juste que je... O.K. «Lorsque l'enquête porte sur une entente transmise en vertu de la loi à la commission, cette dernière peut rendre toute ordonnance contre un organisme public...» Déjà, de ce que l'on sait, il me semblait que la commission... Pourquoi prévoir précisément qu'elle peut rendre des ordonnances contre l'organisme public, alors qu'il me semble de ce qu'on vient de voir, c'est qu'elle peut rendre des ordonnances contre à peu près tout le monde dans la province de Québec? M. Miville-Deschênes (Jean-Philippe) : Ici, c'est la situation... Je reviens dans le passé, là. Actuellement, il y a des communications de renseignements personnels entre organismes publics qui sont approuvées par la Commission d'accès à l'information qui doivent faire l'objet d'une approbation. Puis, le projet de loi n° 64, il y a des amendements qui ont été adoptés pour faire en sorte que la commission est simplement informée de la communication. Il y a une entente de communication, puis elle est simplement informée. Puis, dans ce contexte-là, il est possible , lorsqu'elle est informée de la communication, dans le contexte, là, de l'analyse de cette communication-là, bien, qu'elle mène une enquête puis qu'elle juge qu'il faut soit, peutêtre, retarder le délai ou suspendre la communication. Ça fait que, s'il y a une urgence... pas une urgence, mais si elle... en attendant que la... On a prévu, dans l'article, que la communication rentrait en vigueur dans les 30 jours. Donc, dans ce délai de 30 jours là, si elle débute une enquête puis elle a besoin de temps ou elle veut rendre une autre ordonnance pour retarder l'entrée en vigueur de l'entente, des choses comme ça, bien, c'est un peu l'objectif de cette disposition-là, là, c'est de donner les pouvoirs à la commission dans le contexte d'une entente de communication qui lui est transmise. M. Tanguay : ...ça, ces ententes de communication là? Parce qu'on dit : «Lorsqu'une enquête porte sur une entente transmise», c'est quel type d'entente? M. Miville-Deschênes (Jean-Philippe) : Bien, on les a vues un peu plus tôt, c'était l'article 68, entre autres, là, dans certaines... Il y a certaines ententes entre organismes publics, incluant les ententes qui sont nécessaires, là, pour... une communication qui serait nécessaire aux fonctions d'un organisme. Il y a certaines  ententes qui font l'objet, actuellement, d'une autorisation de la commission, donc les organismes doivent attendre l'autorisation. En vertu des modifications qui ont été apportées, ils vont tout simplement... il va y avoir une évaluation des facteurs relatifs à la vie privée, puis l'entente va être communiquée pour information à la commission. M. Tanguay : Et est-ce qu'on n'avait pas dit que ces ententes-là pouvaient, le cas échéant, impliquer des parties privées? M. Miville-Deschênes (Jean-Philippe) : C'est possible, oui. M. Tanguay : C'est possible? Excusez-moi, vous... Impossible? M. Miville-Deschênes (Jean-Philippe) : Oui, oui, c'est possible à l'article 68 tel qu'amendé. J'y retourne là, mais... M. Tanguay : C'est ça, exact : «à un organisme public ou à un organisme d'un autre gouvernement»; «à un organisme public ou à organisme d'un autre gouvernement»; «à une personne ou à un organisme», 2°. O.K. Donc, la réponse, c'est oui? M. Miville-Deschênes (Jean-Philippe) : La réponse est oui, effectivement. M. Tanguay : Alors, si la réponse est oui, ne devrions-nous pas enlever le mot «public»? «Lorsque l'enquête porte sur une entente transmise — blablabla — cette dernière peut rendre toute ordonnance contre un organisme partie à cette entente...» M. Miville-Deschênes (Jean-Philippe) : Bien, la situation, dans le fond, c'est que c'est l'organisme public qui initie l'entente. L'article 68 permet à un organisme public de communiquer des renseignements, parfois un organisme public, dans certaines situations un organisme privé, puis l'objectif, c'est que la commission puisse, en fait, suspendre, un peu, l'entrée en vigueur de l'entente, donc, avant que la communication soit effectuée, qu'elle puisse ordonner à l'organisme public qui est supposé communiquer dans les 30 jours suivant la communication de l'entente à la commission.  M. Tanguay : Est-ce qu'il faut lire exclusivement cet article-là... Quand on dit «enquête», c'est une enquête préexécution d'une entente? M. Miville-Deschênes (Jean-Philippe) : Oui, c'est une enquête qu'elle mène... M. Tanguay : O.K. Ce n'est pas une enquête en cours d'exécution qui aurait impliqué mon organisme privé puis que j'aurais voulu «reach out» l'information. M. Miville-Deschênes (Jean-Philippe) : Exact, c'est ça, c'est des enquêtes qui sont avant que l'entente soit entrée en vigueur. M. Tanguay : Ça fait que l'information n'est pas sortie. M. Miville-Deschênes (Jean-Philippe) : C'est ça. M. Tanguay : Elle n'est pas allée à l'organisme privé puis elle n'est pas allée à une personne tierce. M. Miville-Deschênes (Jean-Philippe) : C'est ça. Sinon, c'est les pouvoirs généraux d'enquête qui sont utilisés si la communication est déjà effectuée, puis là ils vont aller voir au sein de l'entreprise, exemple, quelle sorte de traitement... M. Tanguay : C'est assez particulier, par contre, puis c'est correct, là, on est aussi bien de l'avoir que de ne pas l'avoir, mais «cette dernière peut prendre toute ordonnance contre un organisme public partie à cette entente et qu'elle estime propre à sauvegarder les droits accordés». Alors, si l'entente, on va dire, aïe, l'entente, c'est un drapeau rouge, mais qu'elle n'a pas été déjà en cours d'exécution, c'est comme dire : On va protéger l'information que l'organisme public n'a pas divulguée puis a déjà et aura toujours entre les... en possession. M. Miville-Deschênes (Jean-Philippe) : Oui, bien, pour protéger les droits, c'est dans le sens où, si la communication est effectuée, bien, on pense... la CAI est d'avis qu'il y a des droits... le droit des personnes à la confidentialité ou d'autres droits qui sont dans la loi pourraient être compromis. M. Tanguay : O.K. C'est correct. Je veux dire, on a fait le tour, là, c'est bon. Merci. Le Président (M. Bachand) : D'autres interventions? Donc, nous allons procéder à la mise aux voix de l'amendement. Mme la secrétaire. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)?  M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'amendement à l'article 45 est adopté. Donc, on est sur l'article 45 tel qu'amendé. Est-ce qu'il y a d'autres commentaires? M. Tanguay : Oui, ça va... Le Président (M. Bachand) : Non, non, parce qu'il y a un élément de redondance, là, dans tout ça, là. C'est parce qu'on adopte un amendement qui remplace l'article, puis finalement il faut adopter les articles pareil. M. Caire : Je suggère d'enregistrer le même vote. M. Tanguay : Non, parce que moi... Oui, oui... Non, non. Moi, j'ai d'autres commentaires parce que j'ai réservé mes commentaires sur le troisième alinéa tel qu'amendé. Non, mais c'est vrai, parce que normalement... Je veux dire... Non, non, mais j'aurais pu le faire là. Ah! bien là, vous avez dit que je suis forclos, mais là de toute façon... normalement je serais forclos, mais, par fiction de droit, il faut passer à un autre vote, alors... mais honnêtement je voulais en parler, de ça. M. Caire : O.K., pour vrai, là? M. Tanguay : Bien oui, pour vrai. Avoue que j'ai juste parlé du premier alinéa, je n'ai pas parlé du deuxième. Je peux-tu?  Le Président (M. Bachand) : Mais vous pouvez, M. le député de LaFontaine. M. Tanguay : O.K., c'est bon. Je vais faire ça vite, là, je vais faire ça bien, bien vite, là. Une voix : ... M. Tanguay : Non, non, ce n'était pas une joke, j'avais... Puis je pense que ma question n'est pas piquée des vers, celle-là. Dans ce qui a été suspendu à 44, là, on parlait «dans le délai raisonnable qu'elle fixe». On pourrait-u ou pas ajouter «dans le délai raisonnable qu'elle indique» ici? M. Caire : Bien, c'est parce que le délai qu'elle indique, ce n'est pas le délai qu'elle a fixé, et donc, par définition, le délai a été raisonnable initialement. M. Tanguay : C'est parce que, dans 44, c'est la même logique. Elle rend... elle veut... elle demande de faire... puis je te dirais même, puis encore plus, elle demande de façon péremptoire dans le délai raisonnable qu'elle exige. M. Caire : Attends un petit peu, laisse-moi checker ça, là. M. Tanguay : 44, 127.1. Le «raisonnable» de 44, 127.1, et... M. Caire : Tu es à 127.1, hein? ", "nb_suspensions": 0, "votes_par_consentement": 1, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire"], "nb_intervenants": 56, "nb_interventions_secretaire": 5, "nb_interventions_fonctionnaire": 12, "nb_interventions_ministre": 8, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 22, "nb_interventions_presidence": 8, "nb_interventions_PLQ": 21, "nb_interventions_QS": 1, "nb_interventions_PQ": 0}, {"debut": "17:50", "fin": "17:51", "debats": "• (17 h 50) • M. Tanguay : Oui, à 44, en avant, avant. «La commission peut exiger... peut — pardon — par une demande péremptoire — gnagni, gnagna — exiger d'une personne, dans le délai raisonnable qu'elle fixe...» Alors, voyez-vous? «Délai péremptoire», mais quand même ça va être un délai raisonnable. Ici, je te dirais... je vous dirais, c'est la même chose, même encore moins... M. Caire : Oui, bien, attends, je ne suis pas sûr. Donnez-moi 30 secondes. (Consultation) M. Caire : Oui, je n'ai pas d'objection, je n'ai pas d'objection. Je n'ai pas d'objection compte tenu qu'il faut que ce soit la mise en place de mesures puis que ça peut être un ordre qui a un délai raisonnable. Je n'ai pas d'enjeu. M. Tanguay : Raisonnable... M. Caire : Oui, oui, pas d'enjeu. M. Tanguay : Alors, on pourrait déposer le...  M. Caire : Ce n'est pas... C'est rendu qu'il le regarde, là, hein? M. Tanguay : Qui ça? M. Caire : Non, non, je t'ai vu, je t'ai vu, je t'ai vu. M. Tanguay : La journée achève. M. Caire : Je t'ai vu le regarder aller chercher son consentement. M. Tanguay : C'est ça, la jalouserie. M. Caire : Tu sais, c'est comme moi, quand je veux savoir si ça va passer, je regarde par là. M. Tanguay : Oui, oui, c'est ça. Oui, ça, c'est donnant-donnant. Ça fait qu'on pourrait faire rapidement, M. le Président, l'amendement. Le Président (M. Bachand) : Donc, on va suspendre quelques instants. Merci. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Caire", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)"], "nb_intervenants": 15, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 7, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 7, "nb_interventions_presidence": 1, "nb_interventions_PLQ": 7, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "17:51", "fin": "18:00", "debats": "(Suspension de la séance à 17 h 51)    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "18:00", "fin": "18:13", "debats": "18 h (version révisée) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "18:13", "fin": "18:20", "debats": "(Reprise à 18 h 13) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! La commission reprend ses travaux. M. le député de LaFontaine, s'il vous plaît. M. Tanguay : Oui, M. le Président. Alors, on a envoyé l'amendement, qui se lit comme suit : Amendement, article 45 : Dans le troisième alinéa de l'article 129 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels, modifié par l'article 45 du projet de loi, insérer, après les mots «dans le délai», le mot «raisonnable». Voilà. Le Président (M. Bachand) : Merci. Interventions? S'il n'y a pas d'intervention, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'amendement à l'article 45, tel qu'amendé, est adopté. Donc, on revient à l'article 45 tel qu'amendé. D'autres interventions? S'il n'y a pas d'autre intervention, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)?  M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 45, tel qu'amendé, est adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : Article 46, M. le Président : Cette loi est modifiée par l'insertion, après l'article 29, du suivant : «129.1. Une ordonnance prise par la section de surveillance de la commission devient exécutoire de la même manière qu'une décision visée à l'article 144.» Donc, cet article introduit le nouvel article 129.1 à la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels afin de prévoir qu'une ordonnance de la commission prise aux termes de la section II du chapitre IV de cette loi devient exécutoire de la même manière qu'une décision visée par l'article 144 de cette même loi. Le Président (M. Bachand) :Merci beaucoup. M. le député de LaFontaine, s'il vous plaît. M. Tanguay : Est-ce qu'ici, à 129.1, on réfère à qu'est-ce qu'on vient de faire à 129? Autrement dit, pourquoi ici on précise «une ordonnance prise par la commission»?  Aurions pu nous lire... Pourquoi ici on précise «par la section surveillance de la commission»? Pourquoi on précise «par la section surveillance»? M. Miville-Deschênes (Jean-Philippe) : En fait, la possibilité pour la commission de déposer sa décision en Cour supérieure pour valoir comme une décision de la Cour supérieure est présentement limitée aux décisions de la section juridictionnelle. Donc, l'objectif, c'était de permettre que cette homologation-là, je mets des guillemets parce que ce n'est pas le terme qui est employé, soit aussi possible pour les ordonnances de la section surveillance, parce que ça ne l'était pas, là, jusqu'à actuellement. M. Tanguay : C'est marqué à quelque part dans la loi actuelle, «juridictionnelle»? M. Miville-Deschênes (Jean-Philippe) : Oui, bien, l'article 144, qui porte sur l'homologation, est dans la section... est dans les dispositions qui traitent de la section juridictionnelle. M. Tanguay : O.K., ce n'est pas marqué «juridictionnelle» dans 144, que je suis en train de lire, mais c'est juste que... M. Miville-Deschênes (Jean-Philippe) : Non, c'est ça, c'est... Je vais juste... C'est parce que c'est dans la section III du chapitre III, qui est Section juridictionnelle de la CAI. Donc, c'est vraiment une possibilité qui est réservée aux décisions de cette section-là de la commission. M. Tanguay : Alors, on a vu, là, quand on faisait la composition de la commission, là, les votes aux deux tiers, il y a la présidence puis il y avait la vice-présidence, donc, section juridictionnelle et section surveillance. C'était ça? O.K. Là, on vient rendre des ordonnances, des deux côtés ils vont pouvoir faire des ordonnances, là, puis sauter sur le «gun», là. Dans le fond, on donne cette arme-là aux deux sections. M. Caire : Tout à fait. M. Tanguay : O.K., O.K., O.K., puis on garde ça. On n'aurait pas voulu... On n'aurait pas aimé mieux... On garde ça, juridictionnel puis surveillance. Correct. Je pensais que la commission aurait pu... mais O.K., peut-être ça aurait été trop compliqué pour rien, là. Juridictionnel et surveillance, c'est là que je réalise que, dans les deux cas, ils ont des dents, là. O.K. Le Président (M. Bachand) : Merci. Interventions sur l'article 46? Sinon, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour.  La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 46 est adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : Article 47, M. le Président : L'article 130.2 de cette loi est modifié, dans le deuxième alinéa : 1° par l'insertion, après «paragraphes 1°,», de «2°,»; 2° par le remplacement de «les articles 123.1 et 125» par «l'article 123.1». Donc, M. le Président, l'article 132 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels est modifié en raison de l'abrogation de l'article 125 de cette loi effectuée par le projet de loi. Il est également modifié afin de permettre au président de la Commission d'accès à l'information de déléguer, en tout ou en partie, à un membre de son personnel le pouvoir d'approuver les ententes conclues entre les organismes en vertu de l'article 172 de cette même loi. Et, M. le Président, j'ai un amendement qui se lit comme suit :Remplacer l'article 47 du projet de loi par le suivant : 47. L'article 130.2 de cette loi est modifié :  1° par le remplacement, dans le premier alinéa, de «le troisième alinéa» par «les troisième et quatrième alinéas»; 2° dans le deuxième alinéa de : a) par l'insertion, après «paragraphes 1°,», de «2°,»; b) par le remplacement de «les articles 123.1 et 125» par «l'article 123.1». Donc, le remplacement de l'article 47 vise à assurer la concordance avec l'ajout d'un alinéa à l'article 129 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels. Le Président (M. Bachand) : Merci. Interventions sur l'amendement? M. le député de LaFontaine. M. Tanguay : Dans le fond, la valeur ajoutée de l'amendement, c'est le premier alinéa, là, remplacer «troisième alinéa» par «les troisième et quatrième alinéas», c'est ça? Le reste, c'est la même chose. Moi, un peu comme tantôt, là, je serais prêt à voter l'amendement, je n'ai pas... Parce qu'on a ajouté un alinéa, «that's it», là, l'amendement... Moi, je serais prêt à voter làdessus, mais, par la suite, M. le Président, on irait sur l'article tel quel, là, sur les deux autres affaires. Ça fait que voilà. Le Président (M. Bachand) : Parfait. Donc, est-ce qu'il y a d'autres interventions sur l'amendement? Donc, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour.  La Secrétaire : M. Bachand (Richmond)? ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 4, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire"], "nb_intervenants": 58, "nb_interventions_secretaire": 20, "nb_interventions_fonctionnaire": 3, "nb_interventions_ministre": 7, "nb_interventions_gouvernement": 4, "nb_interventions_opposition": 15, "nb_interventions_presidence": 9, "nb_interventions_PLQ": 11, "nb_interventions_QS": 4, "nb_interventions_PQ": 0}, {"debut": "18:20", "fin": "18:30", "debats": "• (18 h 20) • Le Président (M. Bachand) : Abstention. Donc, l'amendement à l'article 47 est adopté. M. le député de LaFontaine, s'il vous plaît. M. Tanguay : Oui, merci. Donc, les autres modifications à 130.2, on ajoute deuxième paragraphe de 123. J'essaie juste de voir 123, deuxième paragraphe, on ne l'a pas ajouté, hein, il existait déjà? Le Président (M. Bachand) : Me Miville-Deschênes. M. Miville-Deschênes (Jean-Philippe) : Oui, bien, en fait, le deuxième paragraphe de 123, c'est la possibilité pour la commission... puis là ça nous renvoie à 172, là, en fait, là, pour la possibilité pour la commission d'approuver des ententes conclues entre deux organismes publics pour permettre à un organisme d'exercer certaines fonctions au nom de l'autre. On en avait parlé un peu au début. Donc, la commission peut autoriser, exemple, un organisme à traiter des demandes d'accès au nom d'un autre organisme ou certains partages de responsabilités comme ça. Puis l'objectif de l'amendement, c'est que... La commission, généralement, elle exerce ses pouvoirs, comment dire, en collégialité. L'objectif de l'amendement, c'est de permettre à un membre seul d'approuver les ententes de ce type-là, là. M. Tanguay : O.K. Ce n'est pas... Là, ici, les ententes, je me trompe avec... vous saviez, il y avait un aspect de la loi où c'est la commission qui autorisait, mais là, finalement, il faut juste notifier la commission. C'était quel type d'entente? On ne parle pas de ça, là. M. Miville-Deschênes (Jean-Philippe) : Bien, en fait, je vais faire la distinction, là. Les ententes de communication, donc les organismes qui communiquent des renseignements personnels, dans certains cas, doivent faire une entente, qui là, en vertu des nouvelles dispositions qui ont été adoptées, vont devoir être communiquées pour information à la commission.  M. Tanguay : C'est ça. M. Miville-Deschênes (Jean-Philippe) : Là, ici, c'est des ententes qui n'ont pas de lien avec la communication de renseignements personnels, c'est des ententes qui permettent à un organisme d'exercer... Je vais le lire comme ils le disent, là, c'est une entente qui permet à un organisme de transférer une responsabilité à un autre organisme, une responsabilité qui est conférée par la loi. Donc, on en a parlé, entre autres, pour les municipalités. M. Tanguay : Ah oui! les MRC. Oui, oui, O.K. Oui, oui, 172. M. Miville-Deschênes (Jean-Philippe) : Exactement, c'est ça, ce genre d'entente là. M. Tanguay : O.K. Parfait. Là, je l'ai dans la tête. Alors, ça, on l'ajoute et on l'ajoute pour dire quoi? On dit : «Le président de la commission peut déléguer, en tout ou en partie, à un membre de son personnel les fonctions ou les pouvoirs qui lui sont dévolus...» O.K. Puis 123.1, on a fait... 123.1, il existe déjà : «Dans l'exercice de ses fonctions de surveillance, la commission peut autoriser un membre... à agir comme inspecteur.» Peut autoriser. Ça fait que 123.1 dit si la commission peut autoriser un membre du personnel ou toute autre personne à agir comme inspecteur, mais là la commission... le président pourrait déléguer à quelqu'un d'autre le pouvoir de déléguer à un autre la job d'inspecteur. C'est ça qu'on veut? M. Miville-Deschênes (Jean-Philippe) : Ça, c'était déjà là, là. Juste pour... M. Tanguay : 123.1? M. Miville-Deschênes (Jean-Philippe) : Oui, oui. L'amendement a pour effet de retirer 125. M. Tanguay : Ah! vous avez raison. M. Miville-Deschênes (Jean-Philippe) : La question demeure pertinente, là. M. Tanguay : Ça fait qu'on enlève 125, O.K. Vous avez raison. Puis 125, on l'a enlevé. O.K., je comprends. Merci. Le Président (M. Bachand) : Merci. Est-ce qu'il y a d'autres interventions sur l'article 47 tel qu'amendé? Donc, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour.  La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) :Abstention. Donc, l'article 47, tel qu'amendé, est adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : Oui, l'article 48, donc : L'article 133 de cette loi est modifié : 1° par la suppression de «ou après avoir rendu une ordonnance»; 2° par le remplacement de «ou exposer la situation dans son rapport annuel» par «exposer la situation dans son rapport annuel ou en informer le public». Donc, l'article 133 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels est modifié en raison de l'introduction de l'article 129.1 de cette loi par le projet de loi. Il est également modifié afin de permettre à la Commission d'accès à l'information d'informer directement le public si, dans un délai raisonnable, après avoir fait une recommandation à l'organisme public, elle juge que les mesures appropriées n'ont pas été prises pour y donner suite. M. le Président... Non, ça, c'est un nouvel article. O.K. Le Président (M. Bachand) : Ça va? Donc, interventions sur l'article 48? M. le député de LaFontaine, s'il vous plaît. M. Tanguay : ...O.K., puis là on amende 133, O.K. Donc, «ou après avoir rendu une ordonnance», pourquoi il fallait le biffer, «ou après avoir rendu une ordonnance»?  Le Président (M. Bachand) : Me Miville-Deschênes. M. Miville-Deschênes (Jean-Philippe) : Oui, bien, en fait, puisque maintenant la commission peut, lorsqu'elle rend une ordonnance de la section surveillance, la déposer au greffe de la Cour supérieure pour homologation, bien là, le pouvoir ici qui visait surtout, dans le fond, à aviser l'Assemblée nationale ou à exposer la situation sur le rapport annuel, bien, la commission avait d'autres outils pour assurer le respect de l'ordonnance. M. Tanguay : O.K., c'est ça, hein? «La commission juge que les mesures appropriées n'ont pas été prises pour y donner... elle peut aviser...» Donc, ça, c'est un autre outil dans son coffre à outils, aviser le gouvernement, mais aussi, en vertu de 150, elle peut mettre à l'amende, rendu là, là? M. Miville-Deschênes (Jean-Philippe) : Oui, oui, oui. Bien, elle a tous les outils nécessaires, parce qu'effectivement elle peut tout simplement rendre une ordonnance, par la suite, bien, intenter une poursuite pénale ou l'homologuer, là, devant la Cour supérieure. Donc, ça, c'est une autre approche qui peut être utilisée par la commission, là. M. Tanguay : O.K. Ça fait qu'elle a trois outils : rapport spécial à l'Assemblée nationale, ça, il n'y a pas de délai, pouf! en novembre, en octobre, en juin; exposer la situation dans son rapport annuel; ou en informer le public. C'est-u nouveau? Je trouve ça jazzé, en informer le public, là. C'est le tableau des cancres, là, c'est le bonnet d'âne, là. Est-ce que... C'est-u nouveau, ça, ou... M. Miville-Deschênes (Jean-Philippe) : Oui, bien, c'est une... Bien, c'est nouveau dans le public, mais c'est une disposition qu'il y avait dans le secteur privé. Donc, c'est un peu de la concordance, là, pour... M. Tanguay : Oh! la commission pouvait, dans le secteur privé, en informer le public déjà? M. Miville-Deschênes (Jean-Philippe) : Oui, c'est ça, l'article 84, là, qui prévoit qu'après avoir pris une ordonnance la commission peut publier un avis pour en informer le public. M. Tanguay : Ah oui! Exemple, mettons qu'il y a un organisme privé qui ne se préoccupe pas suffisamment aux yeux de la commission, puis qui a émis des ordonnances, puis qui ne respecte pas ses ordonnances, puis qui met en péril le public, là, je comprends qu'elle peut le mettre public, mais c'est correct, en informer le public. Puis ça, elle aura toute latitude pour préciser comment elle le fait, sur son site Web, communiqué de presse ou «whatever»? Elle va le communiquer... «Sky's the limit», rendu là, là, n'est-ce pas, comme, informer le public? M. Miville-Deschênes (Jean-Philippe) : Oui.  M. Tanguay : O.K., c'est bon. Le Président (M. Bachand) : Est-ce qu'il y a d'autres interventions? Donc, nous allons procéder à la mise aux voix de l'article 48. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 48 est adopté. Merci beaucoup. M. le ministre. M. Caire : Oui, M. le Président. Un amendement qui introduit un nouvel article : 48.1. L'article 134.1 de cette loi est remplacé par le suivant : «134.1. Les fonctions et pouvoirs de la commission prévus à la présente section sont exercés par le président, le vice-président responsable de la section juridictionnelle et les membres affectés à cette section.» M. le Président, il s'agit d'une modification de concordance avec l'amendement à l'article 104 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels. Le Président (M. Bachand) : Merci. Interventions? M. le député de LaFontaine. M. Tanguay : ...les fonctions et pouvoirs de la commission prévus à la... O.K., à la présente section. Ça fait que ça, c'est la section juridictionnelle. Puis est-ce qu'on a fait un 134.1 pour la section de surveillance, c'est ça, l'autre section? M. Miville-Deschênes (Jean-Philippe) : Oui, on a amendé l'article 122 par le 39.1. On a adopté un peu plus tôt l'article 39.1. M. Tanguay : O.K., puis qui était du même effet, même rédaction. M. Miville-Deschênes (Jean-Philippe) : Oui, le libellé est presque pareil. M. Tanguay : O.K. C'est bon. Le Président (M. Bachand) : Est-ce qu'il y a d'autres interventions sur l'amendement? Donc, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)?  M. Tanguay : Pour. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, le nouvel article 48.1 est adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : 49. Cette loi est modifiée par l'insertion, après l'article 134.2, des suivants : «134.3. La commission et ses membres sont, lorsqu'ils exercent les fonctions et les pouvoirs prévus à la présente section, investis des pouvoirs et de l'immunité des commissaires nommés en vertu de la Loi sur les commissions d'enquête (chapitre C-37), sauf du pouvoir d'ordonner l'emprisonnement. «134.4. Les parties à une instance doivent s'assurer que leurs démarches, les actes de procédure et les moyens de preuve choisis sont, eu égard aux coûts et au temps exigé, proportionnés à la nature et à la complexité de l'affaire et de la finalité de la demande. «La commission doit faire de même dans la gestion de chaque instance qui lui est confiée. Les mesures et les actes qu'elle ordonne ou autorise doivent l'être dans le respect de ce principe de proportionnalité, tout en tenant compte de la bonne administration de la justice.» ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 3, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire"], "nb_intervenants": 72, "nb_interventions_secretaire": 15, "nb_interventions_fonctionnaire": 14, "nb_interventions_ministre": 6, "nb_interventions_gouvernement": 3, "nb_interventions_opposition": 23, "nb_interventions_presidence": 11, "nb_interventions_PLQ": 20, "nb_interventions_QS": 3, "nb_interventions_PQ": 0}, {"debut": "18:30", "fin": "18:30", "debats": "• (18 h 30) • Donc, M. le Président, cet article introduit l'article 134.3 et 134.4 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels. Cet article prévoit que la Commission d'accès à l'information et ses membres sont, lorsqu'ils exercent les fonctions et les pouvoirs prévus à la section III du chapitre IV de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels investis des pouvoirs et de l'immunité des commissaires nommés en vertu de la Loi sur les commissions d'enquête. Cet article prévoit que les parties à une instance doivent s'assurer que leurs démarches, leurs actes, leurs procédures et les moyens de preuve choisis adhèrent aux principes de la proportionnalité et que la Commission d'accès à l'information doit faire de même dans la gestion de chaque instance qui lui est confiée...    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "18:30", "fin": "", "debats": "18 h 30 (version révisée) M. Caire : ...investi des pouvoirs de limiter des commissaires nommés en vertu de la Loi sur les commissions d'enquête. Cet article prévoit que les parties à une instance doivent s'assurer que leurs démarches, leurs actes, leurs procédures et les moyens de preuves choisis adhèrent au principe de la proportionnalité et que la Commission d'accès à l'information doit faire de même dans la gestion de chaque instance qui lui est confiée. Trop fort pour la ligue, trop fort. Le Président (M. Bachand) :Merci beaucoup. Alors, je regardais l'horloge. Alors, bravo, M. le ministre! Alors, compte tenu de l'heure, la commission ajourne ses travaux, sine die. Merci.  ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "Le Président (M. Bachand)"], "nb_intervenants": 2, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 1, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 1, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}]