[{"debut": "", "fin": "11:30", "debats": " ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:30", "fin": "11:40", "debats": "11 h 30 (version révisée) (Onze heures trente minutes) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! Bonjour à tout le monde. Bienvenue. Ayant constaté le quorum, je déclare la séance de la Commission des institutions ouverte. La commission est réunie afin de poursuivre l'étude détaillée du projet de loi n° 64, Loi modernisant des dispositions législatives en matière de protection des renseignements personnels. Avant de débuter, Mme la secrétaire, y a-t-il des remplacements? La Secrétaire : Oui, M. le Président. M. Birnbaum (D'Arcy-McGee) est remplacé par M. Barrette (La Pinière); M. Fontecilla (Laurier-Dorion), par M. Nadeau-Dubois (Gouin); Mme Hivon (Joliette), par M. Ouellet (René-Lévesque. Étude détaillée (suite) Le Président (M. Bachand) :Merci beaucoup. Lors de l'ajournement de nos travaux hier, nous en étions à l'étude du sous-amendement proposé par le député de LaFontaine visant à modifier l'amendement proposé par le député de La Pinière à l'article 1 du projet. Y a-t-il interventions? M. le député de LaFontaine, M. le ministre? M. Tanguay : On aimerait, M. le Président, vous demander de suspendre ledit amendement et nous aurons l'occasion de poursuivre ce débat plus tard ce matin. Le Président (M. Bachand) : Parfait. Donc, s'il y a consentement, on suspendrait d'abord le sous-amendement du député de LaFontaine. On suspendrait aussi l'amendement du député de La Pinière. Consentement? Des voix : Consentement. Le Président (M. Bachand) : Et il y aurait consentement pour reprendre l'étude de l'article 1 avec l'amendement du député de LaFontaine. Consentement? Merci. M. le député de LaFontaine. M. Tanguay : Alors, M. le Président... Une voix : ...  Le Président (M. Bachand) : Oui, M. le ministre, allez-y. M. Caire : L'amendement initial du député de LaFontaine sur l'imputabilité, puis c'est peut-être moi, là, moi, je ne le vois pas dans le… sur le site du Greffier. J'ai-tu manqué une bonne game? Le Président (M. Bachand) : On va vérifier, M. le ministre. M. Caire : C'est juste pour avoir le... parce que je l'ai à l'écran, mais je... Une voix : ... M. Caire : Rafraîchir? Parfait, merci, Mme la secrétaire. Je m'excuse. En fait, je vous demande de m'excuser parce que je ne peux pas faire ça moi-même. Dans les amendements en cours, Mme la secrétaire? Parfait. Et donc je vois «amendement du député de LaFontaine», qui n'est pas nouveau, celui qui n'est pas nouveau, indiqué comme nouveau. M. Tanguay : Exact. M. Caire : Parfait, merci. Oui, je l'ai à mon écran. Je vous remercie et je vous demande de me pardonner pour le délai. Le Président (M. Bachand) :Et aucun souci. M. le député de LaFontaine, sur votre amendement. M. Tanguay : Oui, merci beaucoup, M. le Président. L'amendement, je vais le relire. Donc, on est à l'article 8 : Au premier alinéa de l'article 8 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels proposé par l'article 1 du projet de loi, ajouter, après les mots «à y assurer le respect et la mise en oeuvre de la présente loi», les mots «et en est imputable». Alors, M. le Président, cet amendement nous apparaît couler de source. Les mots ont un sens. Et, en vertu de la loi sur l'interprétation du Québec, parce qu'il y a, au Québec, comme dans bien des États, là, corpus... il y a une Loi d'interprétation, puis je pourrai vous trouver l'article, là, qui demande aux juges, aux décideurs qui ont à interpréter des textes de loi, d'abord et avant tout, je vais le paraphraser, ce n'est pas du tout écrit comme ça, mais qui dit : Cassez-vous pas la tête avant d'essayer de trouver un sens ésotérique aux termes, prenez, abordez le texte de loi de manière à y  donner le sens commun, normal, premier. Alors, le sens commun, normal, premier d'imputabilité, c'est, en langage un peu plus populaire : C'est qui qui est responsable de ça, c'est qui qui en répond? Et, si ça va bien, qu'il reçoit les félicitations, mais, si ça va mal, c'est cette personne-là qui doit prendre le téléphone, répondre aux questions puis qui est, entre guillemets, au bat. Alors, oui, on pourrait dire : Oui, mais il en découle que... Il en découle que, peutêtre, sûrement… mais en le disant à la fin de la phrase : «La personne ayant la plus haute autorité au sein [de l'organisme] veille à y assurer le respect et la mise en oeuvre de la présente loi et en est imputable.» Et, plus tard, on arrivera aux articles, M. le Président, où on va donner beaucoup plus de pouvoirs à la Commission d'accès à l'information, qui, elle... On aura l'occasion d'avoir des débats là-dessus pour lui donner les outils, les moyens, les ressources, notamment les ressources humaines, pour sauter sur le téléphone puis dire : Écoutez, c'est quoi qui se passe, comment ça que cette décision-là a été prise ou cette non-décision-là a été prise, pourquoi le comité n'a pas siégé, par exemple, pourquoi le comité n'est toujours pas constitué? C'est lui qui en est imputable. Alors, oui, on peut dire : Oui, mais veille à assurer le respect et la mise en oeuvre de la présente loi… Je sais, M. le Président, que le mot «imputabilité» est utilisé dans d'autres lois, dans des contextes qui ne sont pas 100 % analogues à celui-ci, mais le sens premier... Je vais vous le dire de même, M. le Président, ce n'est pas parce que, dans d'autres lois... Par exemple, qu' un conseil d'administration est imputable devant le ministre, un organisme est imputable devant tel autre ministre, ce n'est pas parce que le mot… Je vais dire ça de même, là, ce n'est pas parce que le mot «imputable» est utilisé dans d'autres contextes, pas tout à fait analogues, de lois que l'on perd l'opportunité d'utiliser le mot. Comprends-tu? Excusez-moi, M. le Président, je m'emporte et... M. Caire : ...d'expliquer à quel point je comprends. M. Tanguay : Alors, écoutez, tu sais, je veux dire, les mots ont une vie au-delà du texte de loi, ont une compréhension. Puis ce qu'on écrit, ça doit être compris par tous les citoyens et citoyennes, doit être interprété. Puis ce que la Loi d'interprétation dit : Quand il n'y a pas besoin d'interpréter, cassez-vous pas la tête, donnez le sens premier. Alors, «imputable», ça dit ce que ça veut dire. Puis, je reviens là-dessus, ce n'est pas parce qu'on utilise «imputable» dans le contexte : Oui, mais, dans les 108 endroits dans le corpus où on utilise ça, la très, très grande majorité, c'est un conseil d'administration ou un organisme qui est imputable devant un ministre ou c'est dans des contextes autres. Oui, mais le mot… Ne perdons pas  l'occasion, comme légistes, aujourd'hui, d'utiliser ce mot qui dit ce qu'il a à dire. Autrement dit, excusez l'expression, la haute autorité est au bat puis elle doit répondre. Puis, en le disant, puis je termine là-dessus, ça vient renforcer... Puis je participe du voeu puis du souhait du ministre de dire : Aïe! Là, on va le dire, là, c'est le premier article de la loi. Ça apparaît à l'article 8 de la loi déjà existante d'accès aux documents, mais c'est une affirmation de principe très forte. Puis, après ça, puis c'était intéressant, les dernières heures ou les débats qu'on a eus, là, on revenait toujours à ça : Oui, mais il y a la haute autorité, on ne fera pas ça, cet amendement-là, il y a la haute autorité, là... Au moins, si on n'a pas... Sans préjuger du vote que le ministre va faire sur les autres amendements, si on ne les a pas, au moins, on peut-tu le mettre là-dessus, puis là l'engagement, l'affirmation va être très claire? Si on l'adopte, puis si certains juristes sont éconduits parce qu'on l'a adopté, demain matin, le soleil va se lever à l'est pareil, de un. De deux, le citoyen normalement prudent et diligent, quand il lit ça, il comprend. La juge, le juge, ils vont comprendre. Voilà, M. le Président. Le Président (M. Bachand) :Merci, M. le député de LaFontaine. M. le ministre, s'il vous plaît. M. Caire : Merci, M. le Président. Bon, je vous avoue que je suis dans une situation qui est compliquée, compliquée. D'entrée de jeu, M. le Président, je vais dire que nous devons refuser l'amendement. Je veux expliquer pourquoi, puis après j'aimerais avoir l'opportunité de m'exprimer à titre de législateur. Donc, pourquoi nous refusons l'amendement, M. le Président? C'est suite aux avis éclairés des juristes du gouvernement, qui nous disent que, la jurisprudence en cette matière, elle est très claire, et elle est très claire à l'effet que, lorsqu'une responsabilité est attribuée à un organisme ou à une personne, cette responsabilité-là implique qu'elle est imputable de la responsabilité et des résultats qui découlent de la responsabilité. Et, dans ce sens-là, du fait de dire que le plus haut dirigeant d'un organisme a la responsabilité d'assurer le respect et l'application de la loi, la jurisprudence, semble-t-il, est très claire. Puis là je vais dire à Me Miville-Deschênes : Cognez dans la fenêtre si jamais je dis n'importe quoi, mais la jurisprudence est très claire à l'effet que cette responsabilité-là est assortie, d'emblée, d'une imputabilité. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 2, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "La Secrétaire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire"], "nb_intervenants": 20, "nb_interventions_secretaire": 1, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 6, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 5, "nb_interventions_presidence": 8, "nb_interventions_PLQ": 5, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:40", "fin": "11:50", "debats": "• (11 h 40) • Je suis le raisonnement du député de LaFontaine quand il dit : Oui, si c'est vrai, quel  mal y a-t-il à l'affirmer? Ce qu'on me dit, c'est que, du fait qu'on l'affirme dans cette loi-là et qu'on ne l'affirme pas dans les autres lois… aurait pour effet de dire : Bien, quand l'intention est manifeste, le législateur l'indique. Et donc, par défaut, le fait de ne pas avoir indiqué ça dans les autres lois implique donc que l'intention n'est pas manifeste, et donc pourrait résulter du fait que les autres lois où ce n'est pas explicitement indiqué auraient comme conséquence que l'imputabilité n'est pas manifeste parce que le législateur ne l'a pas indiqué, contrairement à cette loi-ci. Donc, ça crée un déséquilibre dans le corpus législatif et dans la façon de l'interpréter qui n'est pas souhaitable, puisque l'objectif est atteint dans les circonstances actuelles, parce que l'interprétation va conduire systématiquement à l'imputabilité qui vient avec la responsabilité. Pour ces raisons-là, les juristes de l'État... Puis, Me MivilleDeschênes, vous me direz si, à date, je ne dis pas trop de niaiseries. Parfait. Donc, pour cette raison-là, comme législateurs, pour assurer cette cohérence-là et cette cohésion, bien, on ne peut pas donner suite à l'amendement. Maintenant, je veux dire ceci au député de LaFontaine. À la question très claire : Comprends-tu?, la réponse, c'est : Oui, je comprends. Non seulement je comprends, mais, M. le Président, je prends le temps de m'exprimer parce que je veux que ce soit consigné que je suis entièrement d'accord avec le député de LaFontaine. Puis je vais laisser mon collègue de Chapleau s'expliquer, là, mais mon intention à moi, comme législateur, est à l'effet que le plus haut dirigeant à qui on demande d'assurer le respect et la mise en oeuvre de la loi en est imputable. Alors, si jamais il pouvait y avoir un moindre soupçon de doute sur le fait que, l'imputabilité, elle était souhaitée par le législateur, je veux, ici et maintenant, affirmer que c'est très clairement notre intention que, le plus haut responsable, il en est imputable. Ça ne peut pas être plus clair que ça, M. le Président. Donc, si tant est qu'il y avait un doute dans l'interprétation suite à la jurisprudence, ce doute-là, M. le Président, là, je veux qu'il soit complètement dissipé. Assurer le respect et la mise en oeuvre de la présente loi signifie clairement, pour moi, que le plus haut dirigeant devient imputable des résultats et des conséquences de sa responsabilité. Puis là, là-dessus, je ne sais pas si mon collègue de Chapleau veut... M. Lévesque (Chapleau) : ...certains éléments. Merci beaucoup, M. le Président. Merci. Bien, effectivement, j'abonde dans le sens du ministre en lien avec l'imputabilité. Effectivement, ce principe-là est très fort puis il est défini par la jurisprudence comme on a pu le constater et le voir. Et le fait, effectivement, de déléguer ou...  L'acte de délégation ne vient pas enlever ce volet-là d'imputabilité, au contraire, et, en ajoutant justement cet élément-là dans l'amendement, viendrait porter atteinte ou créerait un certain risque supplémentaire dans d'autres cas ou dans d'autres lois où il y a délégation. Et, à ce moment-là, ne l'ayant pas affirmé de façon manifeste dans d'autres lois, il y aurait un risque sur l'imputabilité de ces autres délégataires. Et donc il vaut mieux s'en remettre à la jurisprudence qui maintient cet effet d'imputabilité de façon très, très claire et très ferme, et donc d'où, respectueusement, là, évidemment, pour le collègue de LaFontaine, notre point de ne pas pouvoir donner suite à l'amendement qui est proposé en l'espèce. Merci, M. le Président. Le Président (M. Bachand) :M. le ministre, oui. M. Caire : M. le Président, je pense que mon collègue de Chapleau a fermé ça de brillante façon. Je n'ai rien à ajouter. Le Président (M. Bachand) :M. le député de LaFontaine. M. Tanguay : Ce qui est intéressant, c'est que... Puis je fais du pouce sur ce qui est dit puis je prends acte de ce qui est dit. Puis je salue la détermination du ministre dans la seconde partie de son intervention, où il dit : Je ne veux pas que ça soit le moindrement ambigu, il en répond, il est imputable. Avez-vous, puis je ne veux pas jouer sur les mots, là, puis on ne va pas sortir le dictionnaire des synonymes, là, considéré d'autres mots comme ce qui me vient à l'esprit? Y a-t-il... On va revirer ça de bord, parce que, des fois, on fait un «potluck», mais les recettes qu'on amène ne sont jamais aimées. Ça fait qu'à un moment donné tu te tannes puis tu dis : Le monde, ça serait le fun qu'ils aient une belle soirée du jour de l'An, qu'estce que vous voulez manger? Alors, je pose la question aux juristes : Il y a-tu un mot qui ferait l'affaire, «et en répond», ou on va me dire : Non, non, répond... C'est correct. On ne passera pas le dictionnaire des synonymes, là. Il y aurait-u un autre mot qui viendrait, «et en répond»… viendrait nous dire... Puis je vais le dire de cette façon-là puis je ne veux pas être trop... Le président ou la présidente de la Commission d'accès à l'information est nommé par un vote aux deux tiers. Il y a la loi n° 1, déposée par le gouvernement de la CAQ, qui fait en sorte que le DPCP, directeur général de la Sûreté du Québec et UPAC sont nommés aux deux tiers. Il y a un processus. Puis on a même précisé les éléments qui vont venir justifier une destitution. Il y a un processus de destitution. Je n'en suis pas, évidemment, sur le président de la Commission d'accès à l'information. J'en suis sur la haute autorité, le président de tel organisme, la  présidente de tel autre organisme, qui est au bat. C'est tellement important de le dire que, dans certains cas, je crois que, si la loi que nous écrivons, réécrivons ensemble était bafouée, ça pourrait être un motif de destitution. Je le revirerais de bord puis je vous dirais : Il faut que ça soit clairement dit «en est imputable», «en répond», parce que, M. le Président, je pense que, le ministre, le connaissant un petit peu, ça serait le premier à être excessivement outré, fâché de voir qu'à un moment donné — c'est hypothétique, ce que je dis là — il y a une présidence d'organisme qui avait la haute autorité, mais qui l'a tellement échappé, c'était tellement... c'était, à la limite, une incompétence crasse, une mauvaise foi, une insouciance, bien, il faut que... Puis là, à ce moment-là, je n'ai pas tous les cas d'espèce, mais il faut que la Commission de la fonction publique, qui pourrait faire un rapport puis déposer… dire : Bien, c'est un motif de destitution, c'était clairement dit dans la loi. Alors, je ferme l'exemple très tangible qui fait en sorte que de le dire, «et en répond», comme solution de rechange. Il y aurait-tu moyen... Puis je pose la question. On va peut-être me dire : Non, non, non, mais il y aurait-tu moyen de prendre un autre synonyme? Le Président (M. Bachand) : Merci. M. le ministre. M. Caire : Bien, M. le Président, ma réponse va être en deux volets parce que ce que j'entends du député de LaFontaine touche deux éléments. D'une part, la sanction lorsque la responsabilité n'est pas assumée, là-dessus, je ne m'embarquerai pas là-dessus, pour la raison suivante, d'ailleurs, pas parce que je ne pense pas que c'est une bonne idée ou qu'on ne pourrait pas, mais je pense que ça nécessiterait une réflexion quand même assez importante, parce que, là, on parle, dans le cas de la loi, d'un ministre. Est-ce que c'est une loi qui destitue un ministre ou est-ce que c'est le premier ministre qui a le pouvoir, qui a seul le pouvoir... Tu sais, je veux dire, il y a beaucoup de... mais ça fait que, là-dessus, je ne m'embarquerai pas sur ça. Sur l'autre volet, je dirai à mon collègue de LaFontaine : Ce n'est pas tant les mots qui sont utilisés que le principe de spécifier... C'est que c'est la seule loi où on aurait un libellé spécifique qui vient préciser que l'imputabilité... que le responsable est imputable. Donc, c'est le fait de préciser que le responsable est imputable. Ça fait qu'on le dise avec une formulation ou une autre on va quand même créer un déséquilibre dans la loi, parce que ce serait la seule loi qui serait construite comme ça, alors que toutes les autres lois s'en remettraient à la jurisprudence. Et c'est ça qui fait peur aux juristes, qui fait craindre aux juristes, je devrais dire, parce que rien ne fait peur aux juristes de l'État… mais qui fait craindre aux juristes qu'on crée un déséquilibre. Ah! j'ai fait rire Me Miville-Deschênes. Quand même, ma journée est faite! Mais on crée un déséquilibre, puis c'est ça que les juristes ne souhaitent pas, du fait que la jurisprudence nous assure que, cette notion-là, elle est garantie dans la jurisprudence. La jurisprudence nous garantie que quelqu'un ou un organisme qui se fait donner une responsabilité en est imputable. Donc, ce qu'ils nous disent, c'est que vous n'avez pas besoin de le préciser quel que soit le libellé, parce que le garant de ça est la jurisprudence. Puis, en fait, il y a des... Le désavantage... Il n'y a pas d'avantage à le préciser, il n'y a que des désavantages, et les désavantages sont à l'effet du déséquilibre potentiel qu'on va créer dans l'interprétation puis dans l'application de la jurisprudence. Donc, c'est pour ça que ce que je veux dire aux collègues, c'est que, son objectif, il est atteint, il est garanti par la jurisprudence. Et, si d'aventure il pouvait y avoir un doute, bien, je pense que ce que nous avons eu comme discussion, l'argumentaire de mon collègue de Chapleau, le mien, en tout cas, pour la partie ministérielle… C'est clair, j'entends le commentaire du député de LaFontaine pour l'opposition officielle. C'est très clair, puis, sans présumer, M. le Président, je suis convaincu que, pour nos collègues de la deuxième et de la troisième opposition, cette volonté-là serait tout aussi claire, tout aussi claire. Tout le monde, je pense, on est unanimes. Le législateur est unanime pour dire qu'avec une responsabilité vient une imputabilité. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire"], "nb_intervenants": 7, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 2, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 1, "nb_interventions_presidence": 3, "nb_interventions_PLQ": 1, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "11:50", "fin": "12:00", "debats": "• (11 h 50) • Le Président (M. Bachand) : Merci beaucoup. Interventions? M. le député de LaFontaine. M. Tanguay : Puis, pour clore le débat, je... Puis, si Me Miville-Deschênes veut... oui, là, ça serait peut-être du commentaire politique, mais veut ajouter un commentaire juridique… J'avais donné, d'entrée de jeu, l'exemple de l'article 7.1 de la loi d'éthique et déontologie municipale. L'article 7.1 de la loi dit que «le code d'éthique et de déontologie doit interdire à tout membre d'un conseil de [...] municipalité de faire l'annonce, lors d'une activité de financement politique, [...]d'un projet, de la conclusion…» Il ne peut pas, lors d'un financement politique, un conseiller municipal, faire l'annonce d'un projet. Ça, 7.1, c'est de droit nouveau, 2016, puis c'étaient des contextes particuliers. 7.1 dit : Le membre du conseil qui emploie une personne, un tiers, puis que lui le fait, bien, ce n'est pas mieux, mais le code d'éthique et de déontologie, c'est sur l'élu. Et on dit dans ce contexte-là : «En cas de nonrespect de cette interdiction par l'un de ceux-ci, le membre du conseil [...] est imputable aux fins de l'imposition des sanctions…» C'est lui qui a le singe sur le dos puis c'est lui qui est dans le trouble parce que son employé l'a fait. Il ne peut pas faire indirectement ce qu'il ne peut pas faire directement, imputable, autrement dit, imputable. Alors, il y a tout cet aspect-là. Je ne sais pas si Me Miville-Deschênes veut commenter là-dessus, mais il y aurait peut-être eu lieu... Je ne sais pas si vous vous êtes posé la question aussi, M. le ministre, que, dans un contexte de délégation, toute fausse... Puis c'est là où «imputable» prend tout son sens, ce qui se passe en bas, tu es responsable en haut, tu en es imputable. Alors, quand on parle de délégation, et tout ça, il faut que tu en répondes. Est-ce qu'on ne pourrait pas imaginer en rajouter une couche? M. Caire : Bien, je vais faire... En fait, je vais répondre à l'entièreté des souhaits du député de LaFontaine. Donc, je vais lui donner ma réponse puis, après ça, je vais demander à Me Miville-Deschênes, effectivement, en s'en tenant à l'aspect juridique, de répondre aux interrogations du député de LaFontaine. Donc, il a tout à fait raison, mais, dans son affirmation, il a amené, je pense, l'élément de la réponse, à savoir le droit nouveau. Donc, on amène un concept nouveau qui veut qu'on ne peut pas associer une activité de financement, donc, qui est quelque chose de tout à fait légitime, de tout à fait démocratique, mais de partisan, à une annonce politique qui relève des fonctions que nous assumons. Donc, comme ministre, j'assume des fonctions. Ces fonctions-là, je les assume pour et au nom de tous les Québécois. Donc, je n'ai pas à associer de fonction partisane à ma fonction que je fais comme ministre. C'est ça, le principe de cette annonce-là, de cette idée-là, qui est un concept quand même relativement nouveau, qui nous amène dans l'univers politique démocratique du XXIe siècle, qui découle... puis là je ne voyais absolument aucune allusion, là, aucune, mais qui découle de l'expérience collective que nous avons et de notre souhait, collectivement, d'assainir nos moeurs politiques. M. Tanguay : Municipales. M. Caire : Oui, effectivement, municipales, le collègue fait bien de le préciser. Puis notre... Puis, essentiellement, bien... Bon, en tout cas, bref, je pense que j'ai dit ce que j'avais à dire là-dessus… et du fait qu'on ne souhaite pas non plus qu'il y ait la tentation, comme l'a dit avec des mots très justes le collègue de LaFontaine, qu'on le fasse indirectement, ce qu'on ne peut plus faire maintenant directement. Donc, cette notion d'imputabilité là, elle n'est pas garantie par une jurisprudence puisque c'est du droit nouveau. Dans le cas qui nous préoccupe, ce n'est pas du droit  nouveau. La notion de responsabilité qui est attribuée par les lois du Québec, et pour lesquelles la jurisprudence a été constituée, établit cette imputabilité-là sur la base... Par définition, la jurisprudence se construit par la pratique du droit. Donc, le droit nouveau ne vient pas avec une jurisprudence puisqu'on n'a pas eu l'occasion, effectivement, d'appliquer la loi puis de construire la jurisprudence sur les décisions basées sur une loi qui est nouvelle, parce qu'il n'y a pas encore de décisions. Donc, j'ai... Mon point est à l'effet que, cette imputabilité-là, elle doit être précisée justement pour guider ceux qui auront à faire l'interprétation des lois, à savoir que l'intention du législateur est qu'il y ait imputabilité dans ce cas-là précis. Donc, je vais laisser Me Miville-Deschênes compléter ma réponse et me désavouer totalement si j'ai dit des choses qui n'étaient pas cohérentes. Le Président (M. Bachand) : Merci, M. le ministre. Est-ce qu'il y a consentement? Consentement. Me Miville-Deschênes, s'il vous plaît. M. Miville-Deschênes (Jean-Philippe) : Oui, bien, ce qu'on constate, en fait, c'est que le haut dirigeant d'un organisme public, un ministre, etc., est imputable ou responsable pour les actes de son organisme, par les employés ou quoi que ce soit, et que, lorsqu'il y a délégation, il demeure, malgré tout, responsable des actes de la personne à qui il a délégué ses fonctions. Là, je ne suis pas un expert du code d'éthique, mais ce que je comprends, c'est qu'ici on semble avoir une situation particulière où on a un membre d'un conseil municipal qui a un cabinet. Et là, dans cette situation-là, je crois que ce n'était pas clair ou même il n'y avait pas nécessairement cette imputabilité-là des employés de cabinet d'un membre du conseil municipal, contrairement à un haut dirigeant d'organisme public, où là la jurisprudence puis l'état du droit est clair à l'effet qu'il est responsable pour les agissements des employés. Le Président (M. Bachand) : Merci, Me Miville-Deschênes. Interventions? M. le député de LaFontaine. M. Tanguay : Bien, ça me va, monsieur... Bien, ça me va... ça ne me va pas, mais je rends les armes parce que j'ai un vote, un droit de vote. Je n'en ai pas 10. Ça fait que je sais compter. Mais, au-delà de ça, M. le Président, je maintiens ce que je dis. Je pense qu'il aurait été, au-delà des appréhensions juridiques et légalistes... Puis c'est correct, là, je veux dire, Me Miville-Deschênes et les gens, les juristes compétents qui entourent le ministre, ont leur opinion. Je veux dire, c'est ça, une assemblée délibérante, puis c'est ça, une démocratie, là. Alors, moi, j'ai dit ce que j'avais à dire puis je suis prêt à passer au vote, M. le Président.  Le Président (M. Bachand) : Merci beaucoup. S'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Caire (La Peltrie)? M. Caire : Contre. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Contre. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'amendement est rejeté. Merci beaucoup. Donc, nous sommes de retour... Je vous rappelle qu'il y a un sousamendement… il y a un amendement qui est suspendu. Donc, nous sommes de retour à l'étude de l'article 1. M. Tanguay : M. le Président, j'aimerais... Je pense qu'on a envoyé un amendement qui serait normalement mon dernier, un amendement à l'article 1. Je crois qu'il est sur Greffier. On peut peut-être vérifier sans qu'on ait à suspendre. Le Président (M. Bachand) : Il n'est pas... mais on peut continuer, par exemple, parce que, si on peut le mettre à l'écran, à ce moment-là, on peut continuer. M. Tanguay : Oui, si on peut le mettre à l'écran, je vais juste faire une introduction. Bien, je vais le lire, l'amendement, parce que je ne veux pas gruger mon 14 minutes. Je ne sais pas si vous comprenez. Alors, je lis l'amendement, je dépose l'amendement suivant, M. le Président :  Au deuxième alinéa de l'article 8.1 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels proposé par l'article 1 du projet de loi, ajouter, après les mots «d'une municipalité», les mots «, d'un ordre professionnel». Fin de la citation. Ici, je crois que ça viendrait, pour beaucoup, régler le problème. Puis on a en parlé plus tôt, dans nos délibérations, de ce que j'ai appelé imparfaitement le serpent à deux têtes, là, en ce qui a trait aux ordres professionnels. Puis, en passant, je vais faire amende honorable. J'ai dit hier que la Loi sur l'accès aux documents des organismes publics ne prévoyait pas spécifiquement... Non, elle prévoit, c'est 1.1 : «La présente loi s'applique aussi aux documents détenus par un ordre professionnel dans la mesure prévue par le Code des professions.» J'ouvre une parenthèse, là, peut-être qu'il y aurait lieu... Il y aurait-tu lieu... Je lance ça aux juristes, là. La présente loi s'applique aux documents détenus… Avec tout ce qu'on fait par rapport aux documents, les renseignements personnels, il y aurait-tu lieu d'amender ça? Parce que, pour les ordres, j'imagine, ça ne se sera pas juste làdessus. M. Caire : …précision. Le Président (M. Bachand) : M. le ministre, oui. M. Caire : Ma réponse n'étant pas comptabilisée sur le temps de mon collègue… Ce que je comprends de ce que le collègue voudrait faire, c'est rajouter les ordres professionnels à la nomenclature du deuxième alinéa de 8.1 dans l'objectif que le directeur général de l'ordre professionnel devienne le responsable du comité à mettre en place. M. Tanguay : Oui, c'est ça, oui. M. Caire : C'est ça qui serait la finalité, donc, de venir préciser que, pour un ordre professionnel... Mais on s'entend que le plus haut dirigeant demeure le président de l'ordre… M. Tanguay : Il faut qu'il y voie. M. Caire : …donc, dans l'application de la loi, mais, pour le... Comme on fait pour les ministères, les municipalités, le directeur général serait le responsable de la mise en place de... M. le Président, je vais proposer une suspension. Je vais consulter. Personnellement, je reçois cette suggestion-là. Je vais vérifier s'il y aurait des... • (12 heures) • M. Tanguay : Si vous me permettez, juste avant la suspension, très simplement, parce qu'on l'a vu, il y a des ordres plus petits en termes de nombre de membres, en  termes d'employés. Les huissiers sont quatre. Ils ont 276 membres de... Et les mandats des présidents sont de deux ans. La plus haute autorité, c'est le président. Il en répond. Puis, tant que son successeur n'est pas nommé, il reste président jusqu'à preuve du contraire. Mais le directeur général, qui, bien souvent, a une carrière, comme D.G., plus longue qu'un mandat de deux ans, assure le suivi et assure surtout, permettez-moi l'expression anglaise, le «day-to-day» du comité. M. Caire : Du comité, oui, oui, O.K. ", "nb_suspensions": 0, "votes_par_consentement": 1, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 0, "amendements_rejetes": 1, "intervenants": ["Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire"], "nb_intervenants": 30, "nb_interventions_secretaire": 4, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 8, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 9, "nb_interventions_presidence": 7, "nb_interventions_PLQ": 9, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "12:00", "fin": "12:01", "debats": "M. Tanguay : Puis, le président, il a sa 12 h (version révisée) pratique, lui. Alors, merci beaucoup. Le Président (M. Bachand) :On va suspendre quelques instants. Merci beaucoup. (Suspension de la séance à 12 heures) ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "Le Président (M. Bachand)"], "nb_intervenants": 2, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 1, "nb_interventions_presidence": 1, "nb_interventions_PLQ": 1, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "12:01", "fin": "12:10", "debats": "(Reprise à 12 h 01) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! La commission reprend ses travaux. M. le ministre, s'il vous plaît. M. Caire : Bien, M. le Président, au niveau juridique, il ne semble pas y avoir d'enjeu particulier. Donc, je vais répondre favorablement à la demande du député de LaFontaine puis je ne sais pas si mon collègue de Chapleau a des choses à rajouter. Le Président (M. Bachand) :M. le député de Chapleau. M. Caire : Il ne le savait pas. M. Lévesque (Chapleau) : Non, mais… Tout à fait. Merci, M. le Président, M. le  ministre. M. Caire : ...au rouge. M. Lévesque (Chapleau) : Au rouge, mais, non, j'abonde dans le sens du ministre. Effectivement, ça va ajouter un élément pertinent à l'article. Donc, voilà. Le Président (M. Bachand) : Merci. Est-ce qu'il y a d'autres interventions sur l'amendement du député de LaFontaine? M. le député. M. Tanguay : M. le Président, quand je pratiquais le droit en litige commercial, puis qu'on déposait une requête, on demandait quelque chose au juge, puis que le juge semblait bien recevoir votre requête : Oui, ça a bien de l'allure — il ne disait pas : Ça a bien de l'allure — O.K., c'est correct, j'aimerais entendre votre confrère, puis là le confrère essaie de plaider contre votre requête, puis, finalement, vous vous rendez compte qu'il ne convainc pas du tout le juge, bon, O.K., c'est correct, puis qu'il se revire vers vous, puis qu'il dit : Avez-vous d'autres choses à rajouter, maître?, j'ai appris une chose : tu te fermes. Tu es en train de la gagner, ferme-toi. Alors, je vais appliquer ça, M. le Président. J'aimerais qu'on passe au vote le plus rapidement possible. Le Président (M. Bachand) : Parfait. M. Tanguay : Oui, oui, avant qu'il fasse une recherche. M. Caire : Avant qu'il se passe quelque chose… Le Président (M. Bachand) : Alors, s'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : M. Bachand (Richmond)?  Le Président (M. Bachand) : Abstention. Donc, l'amendement est adopté. On retourne maintenant à l'étude de l'article 1. M. le député de LaFontaine. M. Tanguay : Merci beaucoup, M. le Président. Le Président (M. Bachand) : Je vous rappelle qu'on a toujours un sousamendement et un amendement qui est suspendu. M. Tanguay : Qui est suspendu. J'aimerais juste... M. Caire : … Le Président (M. Bachand) : Oui, M. le ministre? M. Caire : …M. le Président, parce qu'à ma connaissance... Puis je ne prétends pas, là, mais… Est-ce que nous n'avons pas l'obligation de disposer des sousamendements et amendements avant de discuter de l'article 1 sur le fond? Le Président (M. Bachand) : Non, on continue, parce qu'on a suspendu… M. Caire : Non? O.K., parfait. C'est beau. Le Président (M. Bachand) :…mais ce qu'on doit faire, c'est qu'on doit voter sur le sous-amendement et l'amendement avant de voter sur l'article 1. Ça va? M. Caire : Je comprends. Le Président (M. Bachand) :M. le député de LaFontaine.  M. Tanguay : Oui, merci beaucoup, M. le Président. On va m'indiquer... Là, je suis sur le temps de l'article 1? Le Président (M. Bachand) :… M. Tanguay : 14 minutes? O.K., on va... Je vais essayer d'être efficace dans mes questions-réponses parce que j'ai plusieurs petites questions à tester avec le ministre. Première des choses, 1.1, on vient... Je vais en parler là, là, parce qu'on a... «1.1 La présente loi s'applique [...] aux documents détenus par un ordre professionnel dans la mesure prévue par le Code des professions.» Je lance la question, réfléchissons. On n'a peut-être pas la réponse tout de suite, mais devrait-on… Par rapport au fait que les ordres devront appliquer tout le nouveau corpus, de ce qu'on y rajoute, ce n'est pas juste les documents, là, y aurait-tu lieu d'avoir un amendement — pensez-y, vous n'avez peut-être pas la réponse — à 1.1 pour dire que la présente loi s'applique aussi aux ordres professionnels, point, puis ne pas de dire juste «des documents», parce que ça touche plus que les documents, ça touche les renseignements personnels aussi? M. Caire : Oui, mais, puis là je vais laisser Me Miville-Deschênes compléter la... mais la notion de document est prise au sens très large ici, là. Puis je pense qu'on a une définition qui est plus claire justement dans la Loi concernant le cadre juridique des technologies de l'information, où la notion de «document» prend un sens plus large. Donc, personnellement, je ne pense pas que cette précision-là soit nécessaire compte tenu de ce que je viens de dire, mais, là-dessus, je vais laisser Me MivilleDeschênes, peut-être, là, compléter ma réponse. Le Président (M. Bachand) : Me Miville-Deschênes. M. Miville-Deschênes (Jean-Philippe) : Oui, bien, en fait, le document, il est défini à l'article 3 de la loi sur le cadre juridique, comme vous le disiez, puis c'est de l'information sur un support. Donc, le document, c'est vraiment le support qui peut contenir des renseignements personnels, des renseignements non personnels. Donc, quand on parle de documents, automatiquement, ça inclut tous les renseignements, dans le fond, qui sont détenus par un ordre professionnel, dans ce cas-là, sur tous les supports, là, technologique ou papier, qu'il détient. M. Caire : M. le Président, je me permettrais une petite taquinerie à l'endroit de mon collègue pour lui dire que, finalement, la Loi concernant le cadre juridique des technologies de l'information a des éléments intéressants. M. Tanguay : …M. le Président. Puis vous comprendrez que, moi, ça m'inquiète. Quand on me dit que c'est dans cette loi-là, ça m'inquiète, parce que... Et est-ce qu'on amende, dans le p.l. n° 64, cet article 3, là, de la belle loi? M. Caire : Non, on n'amende pas. C'est-à-dire que le seul amendement qui est  apporté à la Loi concernant le cadre juridique des technologies de l'information, c'est sur la durée... c'est-à-dire, c'est le délai, parce que, normalement, actuellement, quand on constitue une banque d'information biométrique, on a un délai qui est prescrit par la loi pour en aviser la Commission d'accès à l'information, qui est très court. On augmente ce délai-là. Donc, l'obligation tombe à 60 jours au lieu de... Là, je pense, c'est-tu 30 jours dans le contexte actuel? Je pense, c'est 30 jours dans le contexte actuel. Mais, sur la notion de «document», la définition qui est proposée par la LCCJTI couvre quand même assez large, comme l'a expliqué Me Deschênes. Donc, je pense qu'à ce moment-là elle a plutôt tendance à inclure qu'à exclure. Le Président (M. Bachand) : Merci. M. le député de LaFontaine. M. Tanguay : On vient d'apprendre un nouvel acronyme. Je vais le prendre pour moi aussi. La LCCJTI, le ministre a-t-il reçu le rapport la concernant puis va-t-il nous le communiquer à la commission? M. Caire : Oui, j'ai pris connaissance du rapport, et, dans la mesure où cela m'est permis… parce que vous comprendrez que je ne veux pas prendre des engagements que je ne pourrais pas respecter, mais, dans la mesure où ça m'est permis, j'aurais tendance à dire au député de LaFontaine que ça me ferait plaisir, parce qu'effectivement il y a une analyse qui a été faite, qui arrive d'un paquet de recommandations qui sont surtout de nature sur la gestion de la preuve. Donc, c'est vraiment... C'est moins le côté technologique que le côté preuve que cette loi-là couvre, qui a été analysé. Je vous avoue que, pour moi, ça a été une lecture aride et extra sec. Et le MJQ, en collaboration avec nos équipes au Conseil du trésor, là, sont à travailler à la mise en application de ce rapport-là, et nous, peut-être un peu plus largement, sur le volet technologique, mais ce que je peux dire au député de LaFontaine… Pour revenir à ce que nous faisons, la notion de «document» devrait rester la même, parce que, comme je vous dis, elle est quand même... La définition est quand même tout à fait correcte et répond bien aux besoins juridiques dans sa forme actuelle. M. Tanguay : Si le ministre peut, dans les meilleurs délais...Puis je n'ai pas à lui dire ça, là, mais, dès qu'il aura eu l'assurance, s'il peut nous le communiquer dans ledit rapport, ça nous intéresse beaucoup, beaucoup, parce que c'est une discussion que j'ai commencée avec sa prédécesseure au dossier, actuelle ministre du Conseil du trésor. Écoute, je pense, ça a été les premiers crédits, il y a deux ans, puis on a hâte de lire ça, là. O.K., merci beaucoup pour l'engagement.  Autre élément. Là, je suis macro, mais c'est important pareil. Le ministre m'a entendu sur le C-11 au fédéral. J'aimerais ça savoir deux choses. Il est-tu en contact... Est-il en contact, M. le Président, avec ses homologues fédéraux, puis précisément le ministre responsable du C-11, pour s'assurer qu'il y ait des arrimages? Et, de deux, peut-il nous rassurer sur le fait que le Québec ne va pas légiférer, genre, trois mois avant que le fédéral ait, de façon substantielle, statué sur sa rédaction? ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "M. Lévesque (Chapleau)", "M. Caire", "M. Lévesque (Chapleau)", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay"], "nb_intervenants": 45, "nb_interventions_secretaire": 4, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 13, "nb_interventions_gouvernement": 3, "nb_interventions_opposition": 10, "nb_interventions_presidence": 14, "nb_interventions_PLQ": 10, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "12:10", "fin": "12:20", "debats": "• (12 h 10) • M. Caire : Bien, en fait... Et puis là je vais...Puis je pense que le député de LaFontaine va comprendre ma prudence, parce qu'on connaît tous le contexte politique à Ottawa. Donc, il comprendra qu'on ne peut pas présumer de ce qui va se passer à Ottawa. Mais, pour répondre très précisément à sa question, oui, nous sommes en contact avec le gouvernement fédéral, à différents niveaux, d'ailleurs, hein? On a une, je dirais, très étroite collaboration avec le centre canadien de la cybersécurité. Je veux même préciser au député de LaFontaine que le directeur du centre canadien de la cybersécurité était sur le comité consultatif qui nous a amenés à déposer la politique de cybersécurité du gouvernement du Québec. Donc, vous dire que nous sommes... Tu sais, c'est vraiment... Quand je parle d'étroite collaboration, là, c'est vraiment très étroite collaboration. Je suis en discussion avec mon homologue fédérale qui est responsable du Gouvernement numérique, Mme Murray, et les équipes du DPI, du dirigeant principal de l'information, sont en étroite relation aussi avec leurs homologues fédéraux. Donc, il y a une volonté de s'arrimer puis de collaboration. Moi, je crois beaucoup à ça. Je pense qu'on ne peut pas traiter les questions de protection de renseignements personnels, de cybersécurité, en autarcie. Si je crois fondamentalement à l'autonomie du Québec puis à la capacité du Québec à prendre ses décisions, ça ne veut pas dire qu'on ne participe pas de ce qui se passe sur la planète, là, je veux dire, bon, et donc il y a cette volonté-là de s'arrimer. Ceci étant dit, il faut aussi avancer. Je pense que mon collègue, comme moi, a lu la revue de presse de ce matin. Je ne sais pas dans quelle mesure puis je ne sais pas selon quel échéancier le gouvernement fédéral va faire avancer sa loi. Je ne peux pas présumer de quand est-ce que ça va atterrir. Donc, de notre côté, je pense que... Puis c'est notre responsabilité. De toute façon, je veux dire, toute la question de la protection des renseignements personnels relève du Québec. Je sais que mon collègue est tout à fait d'accord avec moi là-dessus, là. Ça fait qu'on fait avancer nos lois, oui, mais on n'a pas d'oeillères, là. On essaie de voir ce qui se passe, là, avec nos  collègues des autres provinces aussi, hein, parce que, bon, on le sait, ça a un impact sur les échanges avec le reste du Canada. Donc, oui, on est sensibles et en collaboration. Le Président (M. Bachand) :M. le député de LaFontaine. M. Tanguay : Je comprends ce que dit le ministre, mais je veux, sur ce point-là, puis je ne m'étendrai pas plus d'abondant, resouligner à double, triple trait ce qui a été dit par... Même les associations de consommateurs veulent s'assurer que la protection soit, pour ce qui est du Québec, applicable, efficiente et efficace aussi à ce qui se passe ailleurs. Puis même les consommateurs, M. le Président, veulent, je vais le revirer de bord, que leurs renseignements personnels soient protégés, mais veulent aussi avoir accès à des produits d'assurance, des produits de ci, des produits de ça. Puis, si on vient — j'ai le terme anglais, «impaired» — nuire à la compétitivité de nos entreprises, bien, ultimement... pas sur l'aspect de protection des renseignements, sur l'aspect : Le consommateur en a-t-il pour son argent, puis l'offre est-elle pareille à Toronto, puis à Montréal ou à Québec, puis à Calgary, il y a cet aspect-là, puis pour nos entreprises aussi. Donc, les consommateurs puis les entreprises sont venus nous dire : Gros drapeau rouge. Ils nous ont carrément dit : Attendez même avant la mise en vigueur, puis ça serait peut-être ça, l'opportunité de la loi québécoise, de voir… Là, on a un «buffer», si vous permettez l'expression. On fait la loi. Puis la mise en vigueur pourrait même être telle que le C-11 sera rédaction finale. Puis, à la limite, le législateur pourrait dire : Bon, bien, on s'est parlés, c'est ça, la rédaction, on va réamender ce qui n'est pas en vigueur. M. Caire : Oui, bien, M. le Président, c'est prévu. Évidemment, pas à l'article 1 de notre projet de loi, compte tenu que ce n'est pas ces articles-là qui traitent de cette question-là, mais c'est prévu. C'est prévu pour la mise en oeuvre, puis on aura des propositions de délais de mise en oeuvre à faire aux collègues. Et c'est prévu aussi pour, je vous dirais, certains aménagements possibles qui vont faire en sorte qu'on va être capables d'assumer notre loi, mais ne pas pénaliser éventuellement les relations commerciales précieuses que nous avons avec non seulement avec le reste du Canada, mais aussi avec nos partenaires économiques aux États-Unis. Puis il y a des solutions, là, qui sont mises en place déjà, là, qui ont été éprouvées, puis on aura l'occasion d'en discuter avec les collègues, là, qui vont nous permettre d'avoir cette loi-là. Quand même, moi, je pense que c'est important, comme État, d'aller là, mais il ne faut pas le faire avec des oeillères puis ne pas penser que ça n'a pas d'impact. Donc, je pense qu'il y a moyen de ménager la chèvre et le chou.  Le Président (M. Bachand) : Merci beaucoup. M. le député LaFontaine. M. Tanguay : Moi, puis je ne veux pas brimer le droit de parole de quelque collègue que ce soit… mais je nous inviterais peut-être à rouvrir le débat sur l'amendement et le sous-amendement à ce stade-ci. Le Président (M. Bachand) : Est-ce qu'il y a consentement pour réouvrir la discussion sur le sous-amendement du député de LaFontaine et l'amendement du député de La Pinière? Consentement. Merci beaucoup. Interventions? M. le député. M. Tanguay : …M. le Président, sur le sous-amendement... Et on pourrait peut-être retrouver le texte, peut-être, à notre amendement. Je ne sais pas si on peut l'afficher, M. le Président. Le Président (M. Bachand) :...l'afficher. M. Tanguay : Alors, je l'ai ici. Alors là, vous testez nos yeux. L'amendement… «au sein des organismes publics», par l'ajout du mot «lorsque les données sont entreposées sur support numérique». J'avais dit ce que j'avais à dire là-dessus, M. le Président. Autrement dit, dans l'échange qui a eu lieu entre le collègue de La Pinière, qui a produit l'amendement, qui demandait à ce qu'il y ait une expertise de pointe et contemporaine, à jour, en ce qui a trait à la protection des renseignements personnels, la certification professionnelle… Suite à l'échange entre le collègue de La Pinière puis le ministre, on s'est rendu compte qu'il y aurait peut-être lieu de préciser, cibler davantage la demande qui est faite, qui est cette certification de pointe là, et qu'elle soit maintenue de façon contemporaine et à jour lorsque les données sont entreposées sur support numérique, parce que c'est davantage à cet aspect-là auquel nous faisons référence. Alors, le sous-amendement, je ne sais pas si le ministre peut nous dire que la nuit lui aura porté conseil et que, ce matin, il pourrait nous faire un second plaisir en acceptant un deuxième amendement en moins d'une heure, M. le Président. Le Président (M. Bachand) : M. le ministre. M. Caire : Bien, M. le Président, en fait, ce n'est pas une question de… Puis je sais que le député de LaFontaine me taquine, là. Ce n'est pas une question de faire plaisir, c'est vraiment une question de la conception de la gouvernance et de l'imputabilité.  Puis je pense qu'on vient d'avoir une discussion extrêmement rafraîchissante sur l'imputabilité qui venait avec la responsabilité. Je réitère que cette notion-là, de responsabilité et d'imputabilité, est une notion qui est amenée par le projet de loi n° 64. Et je continue à dire, M. le Président, qu'amendement, sous-amendement… c'est le principe de dire aux gens responsables de fixer ces paramètres-là. Moi, je ne suis pas à l'aise avec ça. Je ne suis pas à l'aise avec cette notion-là. J'ai fait part à mes collègues de ma propre expérience, où j'engage ma responsabilité et mon imputabilité en nommant quelqu'un à un poste névralgique qui, techniquement, n'a pas, ou, en tout cas, selon certains critères très... à définir, là, ne répondrait peut-être pas au profil, alors que, dans les faits, il correspond parfaitement au profil. Et, comme il y a cette notion de responsabilité et d'imputabilité là que j'assume, bien, c'est à moi d'assumer le résultat de cette nomination-là. Donc, non seulement j'ai l'occasion de le faire selon ce qu'il me semble être judicieux, mais, à partir de là, j'ai l'obligation d'en assumer les conséquences. Et, pour cette raison-là, je continue à penser que ni l'amendement ni le sous-amendement ne sont souhaitables. Le Président (M. Bachand) : Merci. Interventions? M. le député de La Pinière, s'il vous plaît. M. Barrette : ...que le ministre n'a pas dormi de la nuit puisque la nuit ne lui a pas porté conseil. Alors, je suis malheureux pour lui. Une voix : … M. Barrette : Oui. Ceci étant dit, j'exprime ma déception, M. le Président, parce que la position du ministre est une position basée sur une espèce de bonne foi, disons, naturellement émanente dans l'esprit de chacun des dirigeants, là, alors que l'idée de l'amendement et du sous-amendement était essentiellement de mettre un seuil. Alors là, c'est essentiellement le combat entre, je dirais, l'égalisation par le bas, parce que la bonne foi peut amener au plus bas, versus l'imposition d'un seuil minimal qui va s'appliquer aussi dans le contexte de la bonne foi du dirigeant. Alors, on choisit la possibilité de l'égalisation par le bas. Moi, je suis tout à fait d'accord avec le ministre que l'être humain, en général, est de bonne foi. Malheureusement, l'être humain n'est pas égal. Il y a des inégalités, et on perd une opportunité. C'est un choix. Le ministre l'a dit, il a raison, il en est imputable, mais, en réalité, c'est la société qui en vivra les conséquences éventuellement. Bref, ce n'est pas la fin du monde, M. le Président. On a voulu... J'ai voulu, mon collègue aussi, relever d'un cran le niveau de sécurité attendu par la loi. Bon, ça ne sera pas le cas et  c'est malheureux. Alors, je vais laisser le ministre pouvoir dormir confortablement ce soir. Le Président (M. Bachand) : Merci beaucoup. Est-ce qu'il y a d'autres interventions sur le sous-amendement? S'il n'y a pas d'autre intervention, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Caire (La Peltrie)? M. Caire : Contre. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? ", "nb_suspensions": 0, "votes_par_consentement": 1, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Barrette", "M. Barrette", "Le Président (M. Bachand)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Caire", "La Secrétaire"], "nb_intervenants": 21, "nb_interventions_secretaire": 3, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 4, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 7, "nb_interventions_presidence": 7, "nb_interventions_PLQ": 7, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "12:20", "fin": "12:30", "debats": "• (12 h 20) • M. Lévesque (Chapleau) : Contre. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, le sous-amendement est rejeté. Estce qu'il y a d'autres interventions sur l'amendement du député de La Pinière? S'il n'y a pas d'autre intervention, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Caire (La Peltrie)? M. Caire : Contre. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Contre. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'amendement est rejeté. Nous retournons maintenant à l'étude de l'article 1 tel qu'amendé. Interventions? M. le député de LaFontaine. M. Tanguay : Oui, merci beaucoup, M. le Président. On a parlé aussi évidemment des petites municipalités et des petits ordres professionnels. Je veux juste bien comprendre ce que le ministre a dit hier puis je ne veux pas mal l'interpréter. 8.1, in fine, là, le dernier alinéa : «Un règlement du gouvernement peut exclure un organisme de former ce comité…» Peut-il me confirmer... Ma compréhension est exacte ou pas que le ministre n'a pas de projet de tel règlement, n'a pas tablé sur ce que seraient les critères objectifs? Puis, jusqu'à preuve du contraire, maintenant, si la loi était adoptée aujourd'hui, il ne mettrait pas sur sa «to-do list» de faire un tel règlement. Il n'a pas l'intention, jusqu'à preuve du contraire, d'en faire un. M. Caire : Exact, je réitère que c'est une porte de sortie que nous laissons aux gouvernements présent et futurs de corriger ce qui pourrait découler d'une inégalité non prévisible ou non prévue par le législateur. Mais l'intention ferme va plus dans le sens de la discussion que j'ai eue avec le député de La Pinière, à savoir que cette... Le fait de formaliser ce comité-là dans la loi et d'étendre la loi aux... Bien, donc, c'est d'étendre cette obligation-là aux 3000 organismes publics avec... Puis je ne dirai pas sans exception, parce que, si on laisse cette possibilité-là, c'est qu'on pense qu'il pourrait y avoir des exceptions, mais vraiment dans le cas où la loi causerait plus de tort que de bien, mettons, là. M. Tanguay : D'accord, parfait. C'est clair. M. Caire : Puis, si je peux me permettre, M. le député, je lisais justement, ce matin, dans la revue de presse les petites entreprises qui se disaient victimes de plus en plus  de cyberattaques. Moi, je pense que, justement, justement, mettons en place des mesures de protection, des mesures pour empêcher... parce que, comme je l'ai dit hier avec le député de La Pinière, il n'y a pas de petit vol de renseignements personnels. La personne qui va se faire voler ses renseignements personnels, qui est dans un village de 200... municipalité, devrais-je dire, excusez l'expression, mais une municipalité de 250 habitants ne vivra pas moins un enfer que celui qui réside à Montréal parce qu'elle s'est fait voler son identité, là. Alors, ça doit être traité avec le même respect, la même responsabilité. M. Tanguay : Tout à fait, M. le Président, nous en sommes. Et, le ministre l'aura compris, sur les moyens, tentons de ne pas tuer une mouche avec un canon. Le collègue de La Pinière a fait référence hier, puis je vais vous le donner… Il y a-tu de quoi d'impératif au Québec, société distincte… aussi impératif que la protection et l'épanouissement de la langue française? Puis là il y a une norme objective qui dit que, pour les compagnies, les entreprises de moins de 100 employés, il n'y a pas de comité de francisation. Alors, ça ne veut pas dire que le français, dans nos PME, n'est pas important, mais il n'y a pas de comité. Mon point, une fois que j'ai fait cette analogie-là, nous en sommes à ce niveau-là : une fraude, c'est une fraude, un vol d'identité, que ça vienne de Desjardins ou que ça vienne d'une petite entreprise, d'une PME, c'est un vol d'identité, c'est un drame familial, c'est un drame personnel. Si le ministre... Moi, je ne vois pas comment le ministre ne pourrait pas exempter... Exemple, je reviens avec la chambre des huissiers. Ils sont quatre employés, 276. S'il dit : Oui, mais ils pourraient aller à l'extérieur, ça ne sera pas les quatre, là, la personne qui fait ci, fait ça, les quatre, ça va être... ils vont aller l'extérieur, mais ça va être des coûts, quand même, faire affaire… puis tout ça, alors, puis c'est important qu'ils protègent la protection... qu'ils s'assurent de la protection des renseignements personnels. Moi, je ne vois pas comment... Je le dis de même puis peut-être que... Je ne vois pas comment... Puis ce n'est pas parce que je ne participe pas de l'objectif général. J'en suis à 100 milles à l'heure. Je ne vois pas comment le ministre ne pourra pas rédiger un tel règlement à brève échéance après la mise en vigueur de la loi. Puis là j'ai deux points. Une fois que j'ai dit ça, je ne voudrais pas être dans ses souliers pour établir des critères objectifs comme on l'a fait dans le cas de la langue française. Puis il y a tout un débat social. Les moins... Les 26-49 employés, là, sur la Charte de la langue  française, tout ça, ils mettent des critères objectifs sur des situations suggestives, puis c'est du cas par cas. Ça va être difficile de rédiger un tel règlement. Puis, quand le ministre disait hier : Bien, il y a déjà un début de règlement qui existe, ils sont 120 organismes publics qui font déjà face à un règlement, puis ils sont 100 % conformes, mais ces 100 là ne sont pas dans la situation d'une éventuelle exemption. Ça fait qu'on n'a pas de précédent, «uncharted sea», premier élément. Puis, deuxième élément, ça m'amène... Puis là je fais une suggestion parce que je ne suis pas juste là pour critiquer… des suggestions. J'aimerais ça m'assurer de la soupape de ce que serait 172, point de mon collègue de La Pinière hier, 172 de la loi : «Les obligations qu'impose la présente loi à un organisme public peuvent être assumées par un autre organisme public dans le cadre d'une entente approuvée par la commission.» Il y a peut-être là une soupape, parce que, s'il faut qu'il rédige son règlement objectivement versus du suggestif, c'est faire rentrer le carré dans le rectangle. Le carré dans le rectangle, ça peut rentrer. Le carré dans le triangle... Le Président (M. Bachand) : ... M. Tanguay : M. le Président, gardez votre neutralité! Mais j'aimerais ça qu'on ait une discussion sur 172, parce que, là, on parlait : Ah! dans le cas des MRC versus des toutes petites municipalités, parce qu'il n'y a pas que les ordres professionnels, ou même un ordre professionnel versus l'Office des professions, j'aimerais ça qu'on s'assure que 172 va permettre cette malléabilité-là, disponibilité, possibilité-là. Est-il de rédaction suffisante? M. Caire : Bien, avant de répondre sur 172, je vais répondre au collègue de LaFontaine. Je comprends que le critère de la taille de l'organisation et de son nombre d'employés peut être un critère séduisant de prime abord. Là où moi, je lève un drapeau rouge, c'est par rapport au type de donnée qui est collecté, parce qu'on peut être une petite organisation, mais collecter des données que nous qualifierons d'extrêmement sensibles. Je prends l'exemple d'une petite municipalité. Il est évident que, dans l'objectif de ses opérations, cette municipalité-là va collecter des données, des renseignements personnels sur les citoyens de sa municipalité. Il y a fort à parier qu'ils vont collecter des données d'ordre financier, ne serait-ce que par le service des taxes. Il est possible,  à travers le service des loisirs aussi, qu'on collecte des informations sur la famille, il est possible, à travers les... qui sont les mêmes services qu'une grande municipalité, ceci étant dit. Et donc il est fort possible que ce soit le même profil de données à moins grande échelle, évidemment, il y a moins de citoyens, mais la sensibilité des données risque d'être du même niveau. Donc, c'est pour ça que je dis : Est-ce que je vais exclure cette organisation-là d'avoir des mécanismes de protection adéquats, proportionnels à la sensibilité de la donnée, du fait de sa plus petite taille comme organisation, et que je vais l'imposer à une autre municipalité du fait de sa plus grande taille? Moi, je pense que non. C'est pour ça que je dis... Puis, quand j'ai répondu au député de LaFontaine, très candidement : Il n'y a pas de projet, à ce moment-ci, de règlement, parce que je pense que nous devrons utiliser cette disposition-là lorsque nous serons mis devant une situation où, à sa face même, la balance des inconvénients est plus grande que le fait de maintenir cette obligation-là… ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 0, "amendements_rejetes": 2, "intervenants": ["M. Lévesque (Chapleau)", "La Secrétaire", "Le Président (M. Bachand)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire"], "nb_intervenants": 19, "nb_interventions_secretaire": 5, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 4, "nb_interventions_gouvernement": 2, "nb_interventions_opposition": 5, "nb_interventions_presidence": 3, "nb_interventions_PLQ": 5, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "12:30", "fin": "12:30", "debats": "• (12 h 30) • Et, aujourd'hui, comme l'a dit, à juste titre, mon collègue, il n'y a pas de jurisprudence, il n'y a pas de cas, puisque nous transposons un règlement qui a été appliqué à 100 % par des organisations qui avaient la capacité de le faire, et j'en suis très conscient. Je suis très conscient que… C'est sûr que, dans le périmètre ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "12:30", "fin": "12:40", "debats": "gouvernemental, on parle d'organisations qui ont 12 h 30 (version révisée) tout à fait la capacité d'assumer ça. Dans les 3 000 organismes publics qui sont maintenant visés par la disposition, ça se peut qu'il y ait des organisations pour qui c'est pas mal moins évident. On est très conscients de ça. Et hier, d'ailleurs, je rappelle, pour mémoire, que le député de La Pinière souhaitait même qu'on enlève complètement cette possibilité-là d'exclure. Donc, entre enlever cette possibilité-là et/ou la paramétrer, moi, je pense que ce serait  de s'attacher les mains, M. le député de LaFontaine, par rapport au fait que cette réglementation-là, qui, soit dit en passant, devra faire l'objet aussi de l'aval de la Commission d'accès à l'information, qui est quand même la soupape de sécurité qu'on s'est donnée… Je pense que de laisser la page blanche m'apparaît être la moins mauvaise solution, si je peux m'exprimer ainsi, de sorte que l'intention manifeste du législateur étant de se donner la flexibilité de répondre à des situations qui seraient vraiment problématiques et pour lesquelles il n'y aurait pas, à travers 172, de possibilité de solution, parce que le premier réflexe devrait effectivement être 172. Puis effectivement on pourra regarder… Bien, on va regarder nécessairement, et on va arriver un jour, à l'article 172, là. On va regarder si… puis on va s'assurer que 172 fait le travail. Puis je pense que mon collègue a, dans l'univers juridique, beaucoup plus d'expérience que j'en ai moi-même, mais, nonobstant toute notre bonne intention, il va arriver des cas… Il va y avoir des cas où cette exception-là, malgré toutes les recherches ou toute notre bonne volonté pour essayer de les analyser, va passer sous le radar. Donc, pour moi, cette disposition-là eu égard à 172, eu égard à 8.1, cette disposition-là, c'est l'espèce de petite soupape de sécurité qui nous garantit que, si, un jour, nous sommes face à cette situation-là, bien, on sera capables d'empêcher la loi d'être injuste. Le Président (M. Bachand) :M. le député de LaFontaine. M. Tanguay : En substance, M. le Président, on dit la même chose. Mon point est de dire : Oui, je plaide pour qu'on garde, là, la soupape. Mon point est de dire, d'exprimer la limite des chiffres ou la limite des critères objectifs, exemple, tel nombre d'employés, tel nombre de membres, tel nombre de résidents, parce qu'un règlement est d'application comme la loi générale. Alors, c'est du cas par cas. Puis je reviens avec mon carré dans mon cercle. Puis, cette soupape-là, si d'aventure — on ne veut pas que vous l'utilisiez — vous avez à l'utiliser, ça va être un méchant casse-tête de faire des critères objectifs qui vont vous permettre de cibler probablement juste cet organisme-là dont les critères d'exclusion, on les retrouve ailleurs pour d'autres organismes. C'était ça, mon approche puis ma réflexion, de dire : J'aimerais mieux vous donner la discrétion de dire oui à lui puis non aux autres. Pourquoi il fait ça? Parce que j'ai la discrétion, puis ça tient la route. Je sais qu'il faut objectiviser les critères dans un règlement, mais, une fois que le règlement va être rédigé, il va être d'application générale. Puis là je ne veux pas que le trou dans le bateau grossit, grossit, grossit. Voilà. Attention aux échappatoires, j'en suis. Il ne faut pas avoir d'échappatoire, mais on vit  dans le vrai monde, d'où l'importance... Puis, à l'heure actuelle, puis je nous lance ça comme défi, il n'y a rien qui amende 172. Puis 172 semble, à prime abord, de bonne rédaction : «Les obligations qu'impose la présente loi à un organisme public peuvent être assumées par un autre organisme public dans le cadre d'une entente approuvée par la commission.» Ça fait que la commission va y voir aussi. M. Caire : Oui, oui, oui, c'est ça, oui, oui. M. Tanguay : Puis le chien de garde… Non, non, ça ne tient pas debout ça, là, cette sous-délégation-là. Parfait. Premier niveau... Alors, «…peuvent être assumés par un autre organisme public...» Tantôt, on disait : On peut faire affaire avec des tiers indépendants compétents. Est-ce qu'on veut limiter à l'obligation de sous-déléguer ça… Je comprends… petite municipalité, MRC, mais… ordre professionnel pourraitil faire affaire avec une firme spécialisée en la matière qui n'est pas, par ailleurs, un organisme public? Je ne suis pas en train de dire que c'est ma position. Mon point, c'est qu'on va arriver un jour à l'article 167 qui amende 171. À un moment donné, on va-tu se dire : On a pensé à ça? Là, il faudrait faire un 67... excusez-moi, un 67.1 pour amender 172 parce qu'on a repensé à ça. Je nous invite à ça. M. Caire : Bien, vite de même, c'est parce que ce que je veux dire au collègue de LaFontaine… Il faut comprendre aussi que la loi d'accès aux documents des organismes publics puis la loi de la protection des renseignements personnels au privé, ce sont quand même deux lois différentes qui ont des dispositions qui ne sont pas exactement les mêmes. Et l'obligation du comité est une obligation qui est faite aux organismes publics. On va le voir plus tard, là, dans... Le privé n'a pas la même obligation. Il y a une obligation de responsabilité qui est mise, mais qui est libellée différemment. Donc, c'est pour ça que 172 dit : À un autre organisme public, parce que cet autre organisme public là sera soumis lui aussi, de toute façon et d'emblée, à l'obligation d'avoir un tel comité. Donc, l'idée est plus de dire : Peut-être que le comité de l'un pourrait devenir le comité de l'autre, que de dire : J'impartis l'obligation de le faire. Je le donne en impartition. C'est plus ça qui est l'idée dans 172 et c'est pour ça que ça reste dans le périmètre des organismes publics, parce que ces dispositions-là sont propres aux organismes publics. M. Tanguay : Puis je suis tout à fait d'accord avec le ministre, puis il faudra toujours prendre la plus haute protection que la plus basse protection. Si d'aventure c'était imparti au privé, il faudrait qu'il soit absolument au fait du régime public, parce que ce n'est pas votre régime public. Mais moi, je prenais pour acquis que, dans la réalité différente publique, privée, le renseignement était d'égale protection par des chemins différents. Mais, une fois que  j'ai dit ça, je n'ai pas tout dit. C'est sûr que, le privé qui aurait le mandat du public, il faudrait que : O.K., lâche la section privée, là, lis la section publique, tu vas voir qu'il y a des bouts, là, que tu n'as pas. M. Caire : Que tu n'aimes pas, là, non, c'est ça. M. Tanguay : Des comités, au privé, tu n'en as pas. Bien là, il y en a un. Alors, ça, c'est... Et le ministre joue déjà dans ce film-là de l'impartition. Ça existe. Alors, on peut se dire à 172 : Je n'ai pas de position formelle. Mais, on veut-tu, pour 172, fermer la porte, cadenas, à ce qu'il y ait une impartition? Peut-être pas, peut-être pas, voilà. M. Caire : On réfléchit, M. le Président. Moi, je n'ai pas fermé la porte. Je n'ai pas fermé la porte. Je veux juste dire au député : Voici le principe qui nous a amenés à réfléchir à ça. On se dit : Bien, écoute, l'organisme public, de toute façon, est tenu d'avoir un comité. Est-ce que, par extension, son comité à lui pourrait devenir le comité de l'organisme qui lui impartit l'opérationnalisation, compte tenu du fait que... Dans le fond, c'est de dire : Le comité, tu l'as déjà. Il peut-tu s'occuper de mes affaires en même temps que des tiennes? C'était ça, l'idée. Je ne suis pas du tout... On réfléchira, puis, rendus à 172, si mon collègue a des propositions à nous faire, moi, je vais être très disposé à les écouter. Je ne suis pas... Je veux dire, je n'entre pas en convulsions parce qu'on parle du privé, là. Mais par contre il faut quand même comprendre que ce sont deux régimes qui ne sont pas... qui ont des finalités similaires, mais qui n'ont pas des... Ils ne passent pas par les mêmes chemins. Puis, en même temps, comme je le dis, bien, l'idée, c'est de dire : Puisque tu en as déjà un, est-ce que ton comité pourrait s'occuper de mes affaires? Donc, il y a une simplicité dans l'impartition du fait que cette instance-là, telle que définie par la loi, serait de toute façon la même dans les deux organisations. M. Tanguay : Pour les quelques secondes qu'il me reste… C'est une superdiscussion qu'on a, là, puis c'est important, c'est déterminant. Là, le ministre a compris… 172 est d'application totale par rapport à la loi… toute obligation en vertu de la loi. Là, on l'analyse sous l'aune du comité, mais on va créer d'autres obligations à des gros puis des petits organismes qui, à date, ne l'étaient pas. M. Caire : Oui, oui, tout à fait. M. Tanguay : L'impartition pourrait être une option en vertu de 172 aussi au-delà du comité? M. Caire : Absolument. M. Tanguay : Alors, je lance la réflexion, puis faisons-la parce qu'on ne veut pas non plus... on ne veut pas plus nuire à un organisme avec de la paperasse puis de l'inefficacité parce qu'il est public. Merci, M. le Président.  M. Caire : On s'entend. Le Président (M. Bachand) : Merci beaucoup, M. le député de LaFontaine. Est-ce qu'il y a d'autres interventions? S'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix de l'article 1 tel qu'amendé. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Abstention. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 1, tel qu'amendé, est adopté. Merci. M. le ministre, s'il vous plaît.  M. Caire : Oui, merci, M. le Président. Donc, article 2 : L'article 41.2 de cette loi est modifié par l'insertion, au début du paragraphe 3° du premier alinéa, de «à une personne ou». Donc, M. le Président, l'article 42.1 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels est modifié afin de prévoir qu'un organisme public puisse communiquer un renseignement visé par une restriction au droit d'accès qui y est énumérée aux personnes qui, en vertu de la loi, sont chargées de prévenir, détecter ou réprimer le crime ou les infractions aux lois si le renseignement est nécessaire aux fins d'une poursuite pour une infraction à une loi applicable au Québec. M. le Président, dans le fond, c'est qu'avant ça on limitait ça à un organisme. Maintenant, on dit : Ça peut être une personne ou un organisme. Voilà. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire"], "nb_intervenants": 25, "nb_interventions_secretaire": 4, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 9, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 8, "nb_interventions_presidence": 3, "nb_interventions_PLQ": 8, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "12:40", "fin": "12:50", "debats": "• (12 h 40) • Le Président (M. Bachand) : Merci. Interventions? M. le député de LaFontaine. M. Tanguay : Oui. J'essaie juste de comprendre, puis là on change rapidement d'article. Donc, on dit : On ajoute à 41.2 de la loi : «À une personne». Donc, on ajoute l'opportunité d'une personne versus à un organisme. 41.2 débute : «Un organisme public peut communiquer un renseignement visé par une restriction au droit d'accès prévu aux articles 23...» En vertu de la… Oui? M. Caire : …28.1 et 29. M. Tanguay : Oui, c'est ça, et j'essaie de voir, M. le Président… Donc, les restrictions, d'abord, au droit d'accès prévu aux articles 23, 24… Si on va à 23… Et là on est dans le chapitre Restrictions au droit d'accès à l'information. Là, on est réellement dans l'accès à l'information. «23. Un organisme public ne peut communiquer le secret industriel d'un tiers...» Ça, on comprend ça. «24. Un organisme [...] ne peut communiquer un renseignement fourni par un tiers lorsque sa divulgation risquerait vraisemblablement d'en entraver une négociation en vue de la conclusion d'un contrat...» O.K., 28... Dans le fond, c'est toutes des échappatoires. M. Caire : En fait, ce sont des restrictions qui sont obligatoires. Donc, c'est des situations où il n'y a pas de possibilité aucune de communiquer un renseignement personnel. Donc, on vient faire... Il y avait déjà... 41.2 vient faire un régime d'exception et dit : O.K., nonobstant ce que dit l'article 23, 24, 28, 28.1 et 29, qui dit que tu ne peux pas les communiquer, bien là on vient moduler ça en donnant des situations où, là, on peut les communiquer. L'alinéa 3° prévoyait qu'on pouvait les communiquer à un organisme qui, en vertu de la loi, est chargé de prévenir, détecter, réprimer le crime. Ce qu'on vient préciser, dans le fond, c'est que ce n'est pas juste à l'organisme… Ça peut être une personne aussi qui est mandatée pour le faire, et, compte tenu du libellé de l'article, on précise que, si c'est une personne, bien, tu peux lui communiquer. Puis, si c'est un organisme... Donc, c'est cette subtile nuance là qu'on est en train d'apporter. M. Tanguay : Je comprends, mais pourquoi ajouter : «À une personne»? Parce que, forcément, la personne représente l'organisme. Elle a un lien d'emploi. M. Caire : Oui, bien, je vais... M. Tanguay : Alors, pourquoi on ajoute «personne»? Autrement dit, je vais vous donner peut-être une suggestion, là, où est-ce qu'on pourrait... Je pourrais faire... O.K., si c'est un mandataire qui ne représente pas, par ailleurs, parce qu'il n'a pas de lien d'emploi, l'organisme public… Exemple, si c'est un mandataire, mandat spécial, qui représente, en instance, de façon très ponctuelle, le DPCP… pas le DPCP, pardon, l'UPAC. L'UPAC, il a un mandat spécial. Il ne représente pas l'organisme. Je lui donne à lui. Je veux juste voir pourquoi une personne puis pas l'organisme… Le Président (M. Bachand) :Oui, Me Deschênes. M. Miville-Deschênes (Jean-Philippe) : Bien, ce qui est visé, en fait, c'est les personnes, je vais donner deux exemples, là, qui oeuvrent au sein d'un organisme qui n'a pas comme principale fonction de réprimer, détecter le crime. On pense, entre autres, à des enquêteurs. Il y a plusieurs organismes qui ont des enquêteurs qui ont des pouvoirs d'enquête en vertu de la Loi sur les commissions d'enquête, que ce soit en matière d'environnement, aussi, là, au ministère de l'Emploi, etc. Donc, on veut permettre la communication à ces enquêteurs-là même si leur organisme n'a pas comme principale fonction de combattre le crime. Il y a aussi… une demande de la Sûreté du Québec, là, par rapport aux constables spéciaux qui peuvent oeuvrer chez Hydro-Québec, des choses comme ça. Donc, Hydro-Québec n'a pas cette fonction-là, mais on veut permettre la communication entre ces personnes-là qui oeuvrent chez Hydro-Québec, mais qui ont quand même une fonction de détection du crime. M. Tanguay : O.K. Ça fait que mon exemple n'était pas trop, trop dénaturé. Dans les notes explicatives, l'objectif est de permettre la communication des renseignements non seulement à un organisme qui est chargé de prévenir, détecter, réprimer, mais aussi à une personne qui a cette fonction au sein d'un organisme public. Donc, on dit : A cette fonction au sein d'un organisme public. Il faut lire : Si j'ai un mandat spécial ponctuel dans tel dossier, je n'ai pas, tel quel, une fonction au sein d'un organisme public. Donc, je ne vais pas commencer à amender les commentaires, là, mais, audelà du commentaire, mon point, c'est que vous pourriez être une personne qui oeuvre, qui est mandataire d'un organisme… réprimer… sans être... sans avoir une  fonction au sein... C'est plus large que ça, ce qu'on va faire, on s'en rend compte, audelà des notes explicatives, parce qu'un mandataire spécifique... M. Caire : Bien, ce que je comprends, c'est que cette personne-là, elle, par contre, doit avoir des pouvoirs habilitants qui l'amènent à prévenir, détecter, réprimer le crime ou les infractions à la loi, là. M. Tanguay : C'est ça, autrement dit, puis c'est mon deuxième niveau de question. M. Caire : Si ce n'est pas l'organisme qui a cette fonction-là pour qu'on puisse le communiquer à une personne, il faut que cette personne-là ait les pouvoirs habilitants pour le faire. Donc, on ne pourrait pas le donner non plus à n'importe qui dans le cadre d'un mandat spécial. Il faut vraiment que cette personne-là occupe une fonction qui lui donne ces pouvoirs habilitants là de par sa fonction, de par la nature de sa fonction. M. Tanguay : O.K. La rédaction est-elle bonne? Tel que rédigé… Je pose la question, je la revire de bord. L'organisme, avant, là, qu'on fasse ça, c'est un organisme qui est chargé de prévenir, détecter et réprimer. Si j'ai un mandat spécifique, constable spécial, dans un dossier bien précis, là, je n'ai pas 108... J'ai un mandat. Je suis mandataire de façon spécifique. Est-ce que je suis une personne, en vertu de la loi, qui est chargée de prévenir, détecter ou réprimer? M. Caire : Si vous avez les pouvoirs habilitants, oui. J'ai-tu dit... Me MivilleDeschênes pourra... M. Tanguay : Autrement dit, mon point, je l'aurais... M. Caire : C'est parce qu'un constable spécial… On s'entend qu'il est agent de la paix, là. M. Tanguay : Autrement dit, je revirerais ça de bord, plutôt que de dire : Tu donnes l'information, comme c'est le cas aujourd'hui, là, tel que rédigé, à l'organisme qui est chargé d'enquêter, réprimer, on dit : Oui, mais, s'il y a une personne qui est mandataire... Je n'aurais pas dit : À une personne ou à un organisme chargé de réprimer. J'aurais dit : Tu la donnes à l'organisme chargé d'enquêter, réprimer et à son  mandataire, le cas échéant. M. Caire : Oui, mais, non, non, c'est parce qu'on parle d'un organisme qui est chargé de, bon, réprimer, détecter, enquêter. M. Tanguay : L'UPAC. M. Caire : Bon, l'UPAC, corps policiers, ça va de soi, ces organismes-là, de par leur nature, c'est leur fonction. Et donc les policiers qui oeuvrent au sein de ces organismes-là, c'est leur fonction. Ils ont les pouvoirs habilitants. C'était déjà prévu à la loi qu'eux autres pouvaient avoir... Puis ces organismes-là bénéficiaient de l'exception aux articles mentionnés. Maintenant, il arrive que, dans des organismes dont ce n'est pas la nature... Là, peutêtre que j'extrapole, là, mais on s'entend que l'Assemblée nationale n'est pas chargée de prévenir, détecter et réprimer les crimes ou les infractions. Par contre, les constables qui sont à l'emploi de l'Assemblée nationale, qui sont des agents de la paix au sens de loi, pourraient, dans un mandat particulier, avoir besoin de ces informations-là, et donc devraient, selon la disposition qu'on met là, y avoir accès. Me Miville-Deschênes, est-ce que j'ai dit quelque chose qui n'avait pas d'allure? C'est bon. À date, il ne me contredit pas trop, c'est bon. M. Tanguay : O.K. Mon point... Et je sais ce que vous voulez faire puis je suis d'accord. On va voter pour. Je ne vais pas m'abstenir sur celui-là. On va voter pour. Mon point, c'est juste de m'assurer de la bonne rédaction. Quand on dit : «À une personne ou à un organisme qui, en vertu...», le «qui, en vertu de la loi» vient qualifier l'organisme et vient aussi qualifier la personne. M. Caire : C'est clair. M. Tanguay : Parfait. Si je suis mandataire spécifique, spécial, un mandat, puis ça va me prendre 15 heures, de par la SQ, pour faire enquête sur un dossier, c'est qui, cette personne-là? M. Caire : Non, non, non, c'est ça… Non, c'est que la personne, de par la nature de son emploi, a les pouvoirs habilitants. Demain matin, la Sûreté du Québec ne peut pas m'engager, moi, qui ne suis pas agent de la paix, qui ne suis pas... Je veux dire, je n'ai aucun pouvoir habilitant en vertu de ma fonction, là. Bien, demain matin, je ne peux pas répondre à cette description-là. Donc, ce qu'on dit, c'est qu'à l'intérieur de ces organismes-là il est possible qu'on embauche des gens qui, de par la nature de  leurs fonctions, ont les pouvoirs habilitants. Quand on parle de constable spécial, on parle quand même d'un agent de la paix. Quand Hydro embauche ou l'Assemblée nationale engage des constables spéciaux… Puis je fais la nuance… Puis, l'Assemblée nationale, on a des agents de sécurité. Les agents de sécurité n'ont pas les pouvoirs habilitants par la nature de leur emploi, alors que les constables spéciaux, qui sont des agents de la paix, ont ces pouvoirs habilitants là. Donc, je ne pourrais pas déléguer cette... Je ne pourrais pas transmettre ces informations-là à un agent de sécurité qui, de par la nature de son emploi, n'a pas les pouvoirs habilitants, mais je pourrais le faire pour un constable spécial, parce que, lui, par la nature de son emploi, il les a. M. Tanguay : O.K., on est au même niveau, puis c'est une question de compréhension, puis j'en étais persuadé, que c'était juste une question de compréhension. Je veux juste fermer la dernière porte, parce qu'il y a de l'interprétation, puis ce qu'on dit est important. Le ministre a toujours utilisé «par la nature de son emploi». Je veux juste m'assurer que la rédaction est bonne, parce que, tel que rédigé, ces pouvoirs habilitants en vertu de la loi… Est-ce que, dans tous les cas d'espèce qu'on veut couvrir, on pourrait dire : Cette femme-là, cet homme-là, c'est en vertu de la loi? Parce que l'organisme en vertu de la loi, c'est du un pour un. L'organisme est fondé par la loi. C'est un organisme public. Mais la personne, c'est en vertu de la loi que découle cela. On couvre, puis c'est ma question, tous les cas d'espèce par cette rédaction-là, «en vertu de la loi»? M. Caire : Oui, parce que les pouvoirs habilitants qui sont donnés à la fonction, par exemple, le constable spécial, le sont en vertu de la loi. M. Tanguay : O.K., parfait. Ça me va, M. le Président, si on couvre tous les cas. M. Caire : Parfait. Le Président (M. Bachand) : D'autres interventions sur l'article 2? S'il n'y a pas d'autre intervention sur l'article 2, nous allons procéder à la mise aux voix. Mme la secrétaire, s'il vous plaît. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)"], "nb_intervenants": 31, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 13, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 14, "nb_interventions_presidence": 3, "nb_interventions_PLQ": 14, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "12:50", "fin": "12:54", "debats": "• (12 h 50) • La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour.  La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Ouellet (René-Lévesque)? M. Ouellet : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 2 est adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : Oui, M. le Président. L'article 43 de cette loi est modifié par le remplacement de... Le Président (M. Bachand) : On est rendus à l'article 3, excusez, juste pour... M. Caire : Oui, l'article 3. J'ai-tu dit l'article 2? Le Président (M. Bachand) : Non, vous avez dit l'article... Vous avez commencé l'énumération de l'article. M. Caire : Excusez-moi, article 3... Pardon, M. le Président, excusez-moi. Le Président (M. Bachand) : Merci, M. le ministre.  M. Caire : C'est l'émotion, M. le Président. Article 3 : L'article 43 de cette loi est modifié par le remplacement, dans le troisième alinéa, de «qu'elle a désigné» par «à qui cette fonction a été déléguée». Donc, l'article 43 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels est modifié en raison du nouveau libellé de l'article 8 de cette loi introduit par le projet de loi. Le Président (M. Bachand) : Merci beaucoup. M. le député de René-Lévesque. M. Ouellet : Oui, merci beaucoup, M. le Président. J'ai transmis un amendement sur le Greffier. Je voudrais savoir si on pourrait effectivement en discuter. Le Président (M. Bachand) : Et voilà, c'est fait, M. le député de René-Lévesque. M. Caire : Je vais mettre ça à jour. M. Ouellet : Tu ne l'as pas reçu? M. Caire : Bien, oui, peut-être. Le Président (M. Bachand) : J'avais annoncé, à la fin de la séance hier, qu'il y avait un... que l'amendement... M. Ouellet : Mais je veux juste savoir s'il a été déposé. Le Président (M. Bachand) : Oui. M. Caire : Là, il l'est présentement? Alors là, on est dans Amendements à venir. Ah! voilà, député de René-Lévesque. Le Président (M. Bachand) : Merci. Donc, si vous êtes d'accord, M. le député de René-Lévesque va en faire la lecture. M. le député de René-Lévesque, s'il vous plaît. M. Ouellet : Oui, je vais dégeler mon ordinateur aussi. On manque de bande passante, c'est peut-être ça. D'accord. M. Caire : ...M. le Président, là, je ne sais pas si on peut se permettre de faire un commentaire collectif, là, mais, par rapport aux autres salles de commission parlementaire, le réseau, ici, là, c'est... en tout cas, il y a place à amélioration. M. Ouellet : Ce n'est pas le plus rapide. Le Président (M. Bachand) : Merci. C'est bien noté. M. Ouellet : Merci, M. le Président. Donc, l'article 3 est remplacé par le suivant :  L'article 43 de cette loi est modifié par : 1° le remplacement, dans le troisième alinéa, de «qu'elle a désigné» par «à qui cette fonction a été déléguée»; 2° et par l'ajout, à la fin, de l'alinéa suivant : «Pour l'application du premier alinéa, l'organisme doit prévoir une façon de recevoir la demande électroniquement.» Le Président (M. Bachand) : Interventions là-dessus? M. le député de RenéLévesque, avez-vous d'autres choses à ajouter, explications? M. Ouellet : Bien, surtout le deuxième point, je pense que le ministre délégué à la Transformation numérique comprend notre intention. Pour faire des demandes d'accès à l'information, il faut toujours fonctionner par papier. Est-ce que ça serait possible effectivement de convenir dans la loi qu'une demande faite électroniquement serait acceptée et effectivement rendue disponible? Le Président (M. Bachand) : M. le ministre. M. Caire : On va suspendre 30 secondes, M. le Président. J'ai un exercice obligé à faire. Le Président (M. Bachand) : Parfait. Alors, on va suspendre quelques instants. Merci infiniment. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Ouellet", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Ouellet", "Le Président (M. Bachand)", "M. Caire", "M. Ouellet", "M. Caire", "Le Président (M. Bachand)", "M. Ouellet", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Ouellet", "M. Caire", "M. Ouellet", "Le Président (M. Bachand)", "M. Ouellet", "Le Président (M. Bachand)", "M. Ouellet", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)"], "nb_intervenants": 38, "nb_interventions_secretaire": 5, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 10, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 9, "nb_interventions_presidence": 13, "nb_interventions_PLQ": 1, "nb_interventions_QS": 0, "nb_interventions_PQ": 8}, {"debut": "12:54", "fin": "12:58", "debats": "(Suspension de la séance à 12 h 54) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "12:58", "fin": "12:59", "debats": "(Reprise à 12 h 58) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! Merci. La commission reprend ses travaux. M. le député de René-Lévesque, s'il vous plaît. M. Ouellet : Oui, merci beaucoup, M. le Président. Donc, suite à la transmission de l'amendement, j'ai eu des échanges avec l'équipe du ministre délégué. Je vais retirer mon amendement pour en déposer un autre qui serait conforme au sein de la commission pour remplir nos demandes. Merci. Le Président (M. Bachand) : Parfait, c'est très bien noté. Merci beaucoup.  Cela dit, compte tenu de l'heure, la commission suspend ses travaux jusqu'à, et c'est important, 14 heures. Merci beaucoup. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Ouellet", "Le Président (M. Bachand)"], "nb_intervenants": 3, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 1, "nb_interventions_presidence": 2, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 1}, {"debut": "12:59", "fin": "14:00", "debats": "(Suspension de la séance à 12 h 59)    ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "14:00", "fin": "14:06", "debats": "14 h (version révisée) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "14:06", "fin": "14:07", "debats": "(Reprise à 14 h 06) Le Président (M. Bachand) : À l'ordre, s'il vous plaît! Bon après-midi. La Commission des institutions reprend ses travaux. Nous poursuivons, bien sûr, l'étude détaillée du projet de loi n° 64, Loi modernisant des dispositions législatives en matière de protection des renseignements personnels. Lors de la suspension de nos travaux cet avant-midi… nous sommes rendus à l'étude de l'article 3. Le député de René-Lévesque, maintenant, la parole est à vous. M. Ouellet : Merci beaucoup, M. le Président. Donc, je vais déposer un nouvel amendement qui va se lire ainsi : Remplacer l'article 3 par le suivant : 3. L'article 43 de cette loi est modifié par : 1° l'ajout, à la fin du premier alinéa, de «Si elle est écrite, elle peut donc se faire dans un format technologique.»; 2° le remplacement, dans le troisième alinéa, de «qu'elle a désigné» par «à qui cette fonction a été déléguée». Le Président (M. Bachand) : Alors, on a un petit délai technique. Alors, on va suspendre quelques instants pour que les membres puissent prendre connaissance de l'amendement. Merci beaucoup. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Ouellet", "Le Président (M. Bachand)"], "nb_intervenants": 3, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 1, "nb_interventions_presidence": 2, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 1}, {"debut": "14:07", "fin": "14:11", "debats": "(Suspension de la séance à 14 h 07) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "14:11", "fin": "14:20", "debats": "(Reprise à 14 h 11) Le Président (M. Bachand) :À l'ordre, s'il vous plaît! La commission reprend ses  travaux. M. le député de René-Lévesque, s'il vous plaît. M. Ouellet : Oui, merci beaucoup, M. le Président. Donc, cet amendement se veut une avancée technologique pour s'assurer que toute personne, tout individu qui fait une demande de manière électronique, donc, en utilisant des outils technologiques, puisse effectivement avoir une réponse du côté de la technologie. Alors, je voulais juste m'assurer, là, auprès du ministre délégué à la Transformation numérique… Pour lui, un fax, là, ce n'est pas un outil de format technologique, là. Le Président (M. Bachand) : M. le ministre. M. Caire : Sous aucune considération, M. le député. Pour moi, là, et que ce soit transcrit, pour moi, la seule place du fax, c'est au musée. Le fax, c'est ça. Alors, voilà. Et, sur la base de l'amendement du collègue de René-Lévesque… Moi, je salue cet amendement-là, et donc je m'y montre tout à fait favorable. Le Président (M. Bachand) :Merci. Interventions? M. Ouellet : …M. le Président, prêt à aller au vote. Le Président (M. Bachand) :M. le député de LaFontaine. M. Tanguay : ...puis je vais mettre la main sur l'article 43. Je veux juste comprendre, puis le collègue de René-Lévesque pourra me l'expliquer. Je vais lui poser la question. Il pourra me l'expliquer dans ses mots, là, puis je vais lui faire confiance, évidemment. Dans le fond, si elle est écrite, on parle de la demande, elle peut être répondue électroniquement. Est-ce que... M. Caire : …être transmise et répondue. M. Tanguay : C'était ça, ma question, on peut… on pourra faire des demandes électroniques? O.K. M. Ouellet : Et la réponse viendra électronique aussi. M. Tanguay : Donc, si elle est écrite, elle peut se faire en format technologique, c'est dans les deux sens, O.K.  Le Président (M. Bachand) : Interventions? S'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix de l'amendement du député de René-Lévesque. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Ouellet (René-Lévesque)? M. Ouellet : Pour. La Secrétaire : M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'amendement est adopté. Nous retournons à l'étude de l'article 3 tel qu'amendé. Interventions? S'il n'y a pas d'autre intervention à l'article 3 tel qu'amendé, nous allons procéder à la mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Ouellet (René-Lévesque)? M. Ouellet : Pour.  La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 3, tel qu'amendé, est adopté. Merci beaucoup. M. le ministre, s'il vous plaît. M. Caire : Oui, M. le Président. Donc, l'article 4 se lit comme suit : L'article 47 de cette loi est modifié : 1° par le remplacement, dans le paragraphe 7° du premier alinéa, de «ne peut être avisé par courrier et qu'il le sera» par «sera avisé»; 2° par le remplacement, dans le deuxième alinéa, du «courrier» par «écrit». M. le Président, en fait, ça va un petit peu dans le sens de l'amendement qu'on vient d'adopter à l'article précédent, qui fait qu'informer un requérant… un tiers concerné par la demande sera avisé par avis public, pour éliminer la notion de «par courrier», M. le Président, et, après ça, enlever la notion de courrier… par la notion d'écrit, donc, par un écrit. Je souligne au passage que nous nous sommes entendus que… sur le format, où, bien, la Loi concernant le cadre juridique des technologies de l'information prescrivait que le format numérique, là, pouvait avoir une définition large. Donc, on vient un peu, en concordance, amener la notion de transmission dans l'univers numérique. Le Président (M. Bachand) : Merci beaucoup, M. le ministre. Interventions? M. le député de LaFontaine. M. Tanguay : Oui, merci, M. le Président. Je veux juste comprendre. «Le responsable doit, avec diligence et au plus tard dans les 20 jours qui suivent la date de réception d'une demande — bon, le septième cas d'espèce — informer le requérant que le tiers concerné par la demande sera avisé par avis public.» C'est quoi, les exemples? Puis je ne sais pas si le ministre a un exemple de ça. J'essaie juste de comprendre, dans… M. Caire : Bien, là-dessus, si vous me permettez, je vais laisser Me MivilleDeschênes y aller dans le détail des exemples. Le Président (M. Bachand) : Me Miville-Deschênes, s'il vous plaît. M. Miville-Deschênes (Jean-Philippe) : Oui. C'est une situation où on dépose une demande d'accès à un organisme public, puis le document a été… est détenu, mais c'est le document d'un tiers, le document, exemple, d'une entreprise, qui a été  communiqué à l'organisme public. Dans ce cas-là, l'organisme public, avant de rendre une décision, doit consulter le tiers pour s'assurer que celui-ci a l'occasion de donner des observations sur le caractère confidentiel. Si je prends l'exemple, là, d'une entreprise qui aurait donné un document au ministère de l'Environnement, bien, le tiers doit pouvoir réagir, dire : Je suis en désaccord avec le fait qu'on rende ce document-là accessible. Puis, si l'organisme public n'est pas capable de rejoindre le tiers, bien, c'est l'article 49, là, qui prévoit qu'il doit faire un avis public. Donc, ici, dans le fond, 47 énumère les différentes catégories de réponses que le responsable peut donner au demandeur, et une de ces réponses-là, c'est de dire : Je t'informe, demandeur, que le tiers sera avisé par avis public puis qu'on va attendre sa réponse avant de te donner une réponse définitive sur la demande d'accès. M. Tanguay : O.K. Autrement dit, 47, c'est tout… c'est un univers délimité de toutes les réponses qu'on pourrait avoir dans les 20 jours suite à notre demande puis… M. Miville-Deschênes (Jean-Philippe) : Exact. M. Tanguay : C'est parce qu'il est un peu avant… C'est pour ça que je ne comprenais pas l'histoire, c'est dans le cas où, comme vous l'avez bien expliqué, il y a un tiers, on n'est pas capables de le rejoindre, on va le prévenir par avis public, bien, dans ce caslà… C'est ce bout-là qu'il me manquait. Moi, j'ai fait la demande, vous allez me dire : Je vous informe que le tiers concerné sera avisé par avis public, «stand by». Autrement dit, on verra la suite des choses. Quand on parle d'avis public, en 2021, nouvelles technologies puis tout ça, là, c'est quoi, là? Parce qu'on ne prend plus de... Corrigez-moi si j'ai tort, mais on ne publie plus rien dans les gazettes officielles, peut-être, oui, dans les journaux, peut-être, oui, site Internet de l'organisme public. M. Caire : Bien, ça, ça demeure. Donc, toute la communication, avis publics dans les journaux, ça demeure. Maintenant, je ne sais pas, Me Miville-Deschênes, est-ce que… Quand c'est publié sur un site du gouvernement, est-ce qu'on peut considérer qu'avis public a été donné? Là, je vais laisser Me Miville-Deschênes… M. Tanguay : Puis c'était un peu ça, ma réaction. Puis on ne réglera pas ça au septième alinéa du paragraphe 47 dans le projet de loi n° 64, mais on voit ça souvent aussi en matière de justice. On n'a pas été capables de signifier le défendeur. Vous l'avez vu, M. le Président, sur le 70. On l'a vu également sur d'autres projets de loi.  Puis on va signifier le défendeur par avis public. Avis public, en 2021, mettre ça sur un site à quelque part, là, on s'entend-tu que la vie est tout sauf publique, là, dans le sens : oui, il est accessible, mais on n'est plus comme dans le temps du village, au Moyen Âge, où il y avait 20 maisons puis on battait du tambour sur la place publique. Tout le monde était au courant, là, tu sais. M. Caire : Oui… Non, ce n'est pas… mais, sur les avis mis dans les journaux, ça, ça demeure. Maintenant, je vais laisser Me Miville-Deschênes compléter la réponse. Est-ce que, sur un site Web, on considère qu'on a donné avis public? Je ne sais pas. M. Miville-Deschênes (Jean-Philippe) : Bien, en fait, à l'article 49, on dit qu'il peut être avisé autrement, notamment par avis public dans un journal. Donc, c'est un exemple des types d'avis qu'on peut utiliser pour rejoindre la personne. Là, je m'aventure, mais il me semble qu'une signification par Facebook a déjà été reconnue, là, comme acceptable par les tribunaux, de mémoire. Donc, ça pourrait aussi être… Il n'y a rien qui l'empêche, là, que ça soit un avis par un autre média qu'un journal, là. L'exemple du journal diffusé dans une localité était là à l'époque. On l'a laissé, là, mais ça peut être tout autre type d'avis. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 2, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Ouellet", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Ouellet", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Ouellet", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Ouellet", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Ouellet", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)"], "nb_intervenants": 46, "nb_interventions_secretaire": 10, "nb_interventions_fonctionnaire": 3, "nb_interventions_ministre": 8, "nb_interventions_gouvernement": 2, "nb_interventions_opposition": 14, "nb_interventions_presidence": 9, "nb_interventions_PLQ": 9, "nb_interventions_QS": 0, "nb_interventions_PQ": 5}, {"debut": "14:20", "fin": "14:30", "debats": "• (14 h 20) • M. Caire : Parce que je sais qu'on va prescrire que des informations à être rendues publiques… le publier sur le site Web répond à la demande. On l'a fait. Le député de La Pinière va s'en souvenir, là, sur 14, notamment, là, on demandait que ce soit rendu, que ce soit publié sur le site Web du Conseil du trésor et/ou le site de la Commission d'accès à l'information, le cas échéant. Donc, est-ce que ça, c'est considéré comme un avis public? Là, par contre, je ne saurais le dire. M. Tanguay : O.K., c'est juste cette notion, puis on ne réglera pas ça là, puis je vais fermer cette parenthèse-là… On ne réglera pas ça là, mais, dans tout notre corpus législatif, ah! un avis public a été donné. De un, qu'est-ce qu'on veut dire par là? Puis, de deux, socialement, quand est-ce qu'on se déclare satisfait que l'avis est réellement public? Puis je reviens avec mon village dans le Moyen Âge. On est rendus aux antipodes de ça, puis ça, c'est une vieille souche de droit. On clouait sur la porte de l'église un avis public, puis tout le monde était notifié, là. Ça prenait cinq minutes, le village était au courant. M. Caire : Mais moi, je prends acte… Puis peut-être, si tant est… Puis là je vais laisser peut-être les juristes valider la question, mais peut-être qu'il serait intéressant de… Puis ce n'est peut-être pas l'endroit, 64, comme dit mon collègue, n'est probablement pas le moment de faire ça, mais peut-être qu'il sera temps de revoir cette notion-là de façon plus globale. M. Tanguay : Parce que je trouve que ça participe, je vais mettre une autre image, d'une façon de faire passée, au même titre que le métier d'allumeur de rues. Tu sais, l'allumeur de lanternes, il n'existe plus, puis au même titre que le métier de crieur public n'existe plus. Ça, ça participe de ça. M. Caire : Oui, oui, je suis d'accord, je suis d'accord. Il y a quand même des considérations pour lesquelles il faut faire attention. C'est pour ça que je dis qu'un avis public donné dans les journaux, puis mon collègue sait dans quel contexte on établit ça, ça demeure valable. M. Tanguay : Les recours collectifs, tu sais, dans les journaux majeurs, ça, c'est correct, les journaux majeurs, mais... M. Caire : Moi, je pense, personnellement, que, quand c'est diffusé sur un site Web, évidemment, pour tous ceux qui sont capables de se connecter, ça devient accessible, mais est-ce qu'on... M. Tanguay : ... M. Caire : Bien, c'est ça, c'est ça. M. Tanguay : …va donc voir sur le site Web, il y a peut-être de quoi qui va... M. Caire : C'est que, le journal, il vient chez vous, généralement, alors que, le site Web, il reste sur son serveur. Mais, en tout cas, ça sera un intéressant débat à avoir, effectivement. (Interruption) M. Tanguay : Ce n'est pas pour nous. M. Caire : Tant que ce n'est pas une alarme incendie, moi, ça me va. M. Tanguay : Non, ce n'est pas ça. M. le Président, je ne vois, dans votre regard, aucune inquiétude, alors je vais enchaîner. Avec ce qu'on vient de faire avec le collègue de René-Lévesque sur le dernier alinéa, «il doit alors en donner avis au requérant par écrit dans le délai prévu par le premier alinéa», est-ce qu'il y aurait lieu de faire écho à l'amendement où on avait «par un outil technologique, le cas échéant», ou vous allez me dire : Non, quand on dit «écrit», ça va être nécessairement par avis technologique si le cas est échéant?  M. Caire : En fait, c'est ça, c'est que ce n'est pas nécessairement par avis technologique, mais ce n'est pas exclusif. Puis, dans mon commentaire d'entrée, le député de LaFontaine aura noté que j'ai fait référence justement à la Loi concernant le cadre juridique des technologies de l'information, où la notion de document était une notion très large. Donc, quand on parle d'un écrit, c'est indépendamment de son support technologique. Ça peut être un courrier. Ça peut être un document PDF joint à un courriel. Ça peut être directement dans le courriel. Ça peut être, malheureusement, un fax. Ça peut être dans la boîte à malle. Donc, c'est un écrit indépendamment du support. Donc, cette formulation-là inclut toutes les formes possibles d'écrits. M. Tanguay : Puis ce qui est intéressant aussi… Puis je sais qu'il y a des juristes qui relèvent peut-être formellement du ministère de la Justice. Avec la collègue du ministre, ex-ministre de la Justice, actuelle présidente du Conseil du trésor, on avait fait le projet de loi n° 32 puis on a beaucoup, beaucoup travaillé sur les moyens technologiques, les avis, les ci, les ça. J'imagine que notre corpus législatif, à toutes les fois qu'on rouvre, on ne va pas tout refondre les lois, mais qu'il y a des arrimages qui se font, parce qu'on en avait beaucoup, beaucoup parlé, justement, de communication de procédures et réception par les greffes, et tout ça, de moyens technologiques, des mandats, des télémandats. On est là-dedans, là, beaucoup, beaucoup, beaucoup. Je referme la parenthèse, là. Ça ne relève pas du législateur, mais j'imagine qu'il y a beaucoup de concordance. Puis, quand on ouvre une loi, bien, on lui donne un petit coup de rafraîchissement de peinture, là aussi, à ce niveau-là. Puis je pensais qu'«écrit»… On ne se fiait pas justement sur la loi... M. Caire : ...le cadre juridique des technologies de l'information. M. Tanguay : Cadre juridique… J'avais l'acronyme, je vais me le réécrire. On ne se fiait pas réellement, par référence, à elle. On l'écrivait dans la loi, que technologies… Ça fait que… M. Caire : Non, c'est ça, c'est pour ça qu'on utilise la notion d'écrit, pour avoir une interprétation large sur cet écrit-là et sur quel support, donc. Puis, comme on essaie, je reviens avec le principe, d'avoir une loi technologiquement neutre, un écrit peut être sur papier, mais il peut aussi être sur support technologique. M. Tanguay : Merci.  Le Président (M. Bachand) : Merci beaucoup. Est-ce qu'il y a d'autres interventions sur l'article 4? M. le député de La Pinière, s'il vous plaît. M. Barrette : C'est vraiment... Vous allez me trouver téteux, là, mais c'est-tu du bon français, ça, là? M. Caire : Peut-être pouvez-vous préciser la question? M. Barrette : Support technologique, avis technologique… M. Caire : Il n'y a pas... M. Barrette : Bien, c'est parce que je n'ai pas l'amendement, là, je ne l'ai pas eu. M. Caire : Non, il n'y a pas d'amendement... Bien, c'est-à-dire que c'est l'article qui vient modifier l'autre article, mais il n'y a pas... Là, dans l'amendement du député de René-Lévesque, on faisait cette référence-là, mais ici, là, ce n'est pas de ça qu'il est question. M. Barrette : Non, je comprends, là, mais juste sur le plan... C'est parce que je ne l'ai pas, là. Je vous écoute parler, là, puis, depuis tantôt, j'essaie de l'avoir puis je ne l'ai pas, là. M. Caire : Oui, bien, si le député de La Pinière veut, je peux lui lire ce qui va être modifié. M. Barrette : Oui, le résultat final. M. Caire : Le septième alinéa, il va être modifié. Ce qui va être écrit, c'est : «Informer le requérant que le tiers concerné par la demande sera avisé par un avis public». Ça, c'est le septième paragraphe. Et, dans le dernier alinéa, la dernière phrase se lirait comme suit : «Il doit alors en donner avis au requérant par écrit dans le délai prévu par le premier alinéa.» Donc, ici, on ne fait pas référence aux éléments technologiques. M. Barrette : Non, non, O.K., c'est correct. M. Tanguay : Je pense que le commentaire du collègue de La Pinière, c'était sur toute cette sémantique-là, effectivement, où le collègue de René-Lévesque, dans son amendement de tantôt, parlait de format technologique. Et, dans le contexte du projet de loi n° 32, on parlait beaucoup… support technologique puis on se voulait englobant de tout ça, là, les fax, les courriels, les ci, les ça. Et je pense qu'effectivement la question se pose : Est-ce qu'on a le bon choix de mots? Et la question se pose là-dessus, là. M. Caire : Bien, nous, on a voté en faveur de l'amendement. Donc, on était évidemment favorables au libellé. M. Tanguay : De façon plus macro. M. Caire : Oui. M. Barrette : Vous m'avez perdu, là, parce que je ne l'ai pas, là. Je ne sais pas pourquoi je ne les ai pas sur mon Greffier à moi, mais, en tout cas, peu importe, passons à autre chose. Bien, juste pour dire que, M. le ministre, là, un avis… En tout cas, bref, oubliez ça. Un avis technologique, là, ça veut dire quoi, là? M. Caire : Mais il n'a pas été question… M. Barrette : Non, c'est parce que vous avez prononcé ces mots-là à un moment donné, là. Ce n'est pas grave, oubliez ça, M. le Président. M. Caire : Pas dans mon souvenir. Le Président (M. Bachand) : D'autres interventions sur l'article 4? S'il n'y a pas d'autre intervention, nous allons procéder à sa mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 4 est adopté. M. le ministre, s'il vous plaît.  M. Caire : Oui, M. le Président. Donc, l'article 5 se lit comme suit : L'article 49 de cette loi est modifié : 1° par le remplacement, dans le premier alinéa, de «par courrier» par «en lui transmettant un écrit»; 2° par le remplacement, dans le deuxième alinéa, de «par courrier» par «conformément au premier alinéa»; 3° par le remplacement, dans le quatrième alinéa, de «courrier» et de «mise à la poste» par, respectivement, «écrit» et «transmission». Donc, M. le Président, l'article 49 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels est modifié afin de simplifier les modalités de transmission des écrits qui y sont prévues. Le Président (M. Bachand) : Merci. Interventions? M. le député de LaFontaine. M. Tanguay : C'est ça, puis ça, ça participe du commentaire que j'ai fait précédemment. Il y a encore bien des lois qui ne sont pas ouvertes devant nous, qui parlent d'envoi par la poste. Il y en a plein. Il y en a des dizaines. Là, le 64 est ouvert… Il nous fait ouvrir la loi d'accès à l'information. Bien, en passant, c'est mon petit coup de pinceau pour rafraîchir la peinture, «poste», on change tout ça, là, c'est «transmission de l'avis». Ça veut dire que ça inclut la poste, mais ça inclut évidemment toute la technologie. C'était le commentaire. «Lui transmettant un écrit», O.K. À 49, là, je suis ailleurs, là, deuxième alinéa : «Lorsque le responsable…» Ici, dans le contexte de tout ce qu'on a dit, haute autorité, là, premier article de la loi, là, on parle de qui, le responsable, ici? M. Caire : Je vais lire le premier alinéa pour être bien sûr de la… Bien, moi, je… M. Tanguay : …personnage qui n'a pas de texte. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Barrette", "M. Caire", "M. Barrette", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay"], "nb_intervenants": 54, "nb_interventions_secretaire": 4, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 22, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 23, "nb_interventions_presidence": 4, "nb_interventions_PLQ": 23, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "14:30", "fin": "14:30", "debats": "• (14 h 30) • M. Caire : Non, bien, c'est ça, moi, je dirais que c'est le responsable… ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire"], "nb_intervenants": 1, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 1, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "14:30", "fin": "14:40", "debats": "renseignements personnels à qui on fait 14 h 30 (version révisée) référence, mais je vais laisser l'expert, Me Miville-Deschênes, nous confirmer la chose et/ou infirmer, évidemment, là. M. Miville-Deschênes (Jean-Philippe) : En effet, quand on parle du responsable dans la procédure d'accès, c'est le responsable de l'accès à l'information ou de la protection des renseignements personnels. Donc, ici, on est dans la section davantage accès aux documents administratifs. Donc, c'est le responsable de l'accès, là, à qui la fonction a été déléguée ou non. M. Tanguay : Autrement dit, dans la fête de la mise en application de la loi d'accès à l'information, il y a différents personnages, des acteurs, des danseurs, puis il y en a qui vont avoir un chapeau, il y en a qui vont avoir quatre chapeaux, il y en a qui n'auront pas de chapeau. Et, dans le contexte de l'article 49, le responsable pourrait d'aventure être la plus haute autorité. Là, on dit : Celui qui a le chapeau violet, il fait ça de même, article 49. Puis on ne refera pas tout l'article 1, mais ça peut être la haute autorité qui a le chapeau violet, le chapeau orange, puis qui a délégué un autre chapeau, puis qui a un comité, puis qui s'est trouvé des personnes, des tiers extérieurs. C'est juste ça qu'il faut comprendre dans la... parce qu'à un moment donné, quand tu lis une loi, tu dis : O.K., parce qu'on veut de l'imputabilité, c'est qui ça? Alors, ce qui n'est pas délégué, à ce moment-là, tu te revires vers la plus haute autorité puis tu dis : Qu'en est-il? M. Caire : Bien, en fait, même en matière d'imputabilité, je dirais au député de LaFontaine : Conformément à ce qu'on a dit, le responsable, il est responsable de s'assurer de l'exécution. Si tant est qu'il y a quelque chose qui ne fonctionne pas... Moi, j'ai toujours dit : On délègue une tâche, on ne délègue pas une responsabilité, là. Je comprends qu'on utilise les mots «responsable de», là, mais, quand on parle du responsable, on lui indique… Donc, celui qui a reçu la fonction par délégation, on lui indique de quelle façon il doit procéder. Le député de LaFontaine a raison de dire qu'en théorie le plus haut dirigeant d'un organisme pourrait assumer cette fonction-là lui-même. Maintenant, dans la pratique, on comprend qu'un ministre va assurément déléguer cette responsabilité-là, cette fonction-là. M. Tanguay : Puis, même là, il est supposé y avoir une muraille de Chine par rapport aux politiques. M. Caire : Oui, oui, selon même l'amendement qu'on a mis, là, qui vient renforcer ce principe-là.  M. Tanguay : Ça, c'est un bon point. Dans un ministère, ça serait le sous-ministre et non pas le ministre, la plus haute autorité? M. Caire : Non, dans un ministère, c'est toujours le ministre, la plus haute autorité. M. Tanguay : Au sens de la loi d'accès à l'information? M. Caire : Au sens de la loi d'accès à l'information. M. Tanguay : Et le ministre pourrait se garder la responsabilité d'accès aux documents? M. Caire : Le ministre pourrait se garder cette responsabilité-là. M. Tanguay : Mais on n'a pas fait collectivement une muraille de Chine par rapport à ça? M. Caire : On l'a fait dans la pratique. C'est pour ça que je dis : Dans la pratique, ce qui s'est fait... Puis, je veux dire, on a quand même 39 ans d'expérience en la matière, là, puis, à moins que les collègues me disent des choses que je n'ai pas sues, là, bien, il y a toujours eu une muraille de Chine entre les cabinets ministériels et la gestion des demandes d'accès à l'information. M. Tanguay : En le disant, le ministre... Puis on jase, là. Vous devez trouver ça drôle pareil, hein, parce qu'il est responsable, mais il faut qu'il y ait une muraille de Chine de ce sur quoi il est responsable. Ça fait qu'il y a comme... Je ne sais pas si... M. Caire : Oui, mais, si je peux me permettre là-dessus… M. Tanguay : On n'a peut-être pas les bons paramètres quand on dit ça. M. Caire : …oui, parce qu'il est responsable que la loi soit appliquée et qu'elle soit respectée, mais là, ici, ce dont on parle… Puis c'est ça, la discussion qu'on a eue avec le député de La Pinière. Puis c'est sûr que les termes utilisés, à mon avis, sèment peut-être une certaine confusion, mais, quand on parle du responsable de l'accès à l'information ou du responsable de la protection des renseignements personnels, dans ce contexte-là, on parle de la personne qui va exécuter la tâche. Donc, moi, je pense que, le principe, il est correct, au sens où, dans une organisation... Puis mon collègue comprend que nos mécanismes de reddition de  comptes ont été construits de façon à ce qu'un ministre rende compte. M. Tanguay : Mais on revisite quelque chose, un film dans lequel, dans les dernières années, on a vu bien des acteurs puis des acteurs se faire taper sur les doigts : Aïe! Il y a un attaché politique au cabinet qui a été mis au courant qu'il y avait une demande d'accès puis il a comme laissé entendre qu'il ne faudrait peut-être pas y donner suite, genre. Prenons l'engagement, peut-être, sous réserve de vérifier… Il y a-tu une directive du Conseil exécutif, il y a-tu quelque chose à quelque part, réglementairement ou des... qui ont galvanisé... Puis je suis tout à fait... Je suis conscient, là, des impacts juridiques où tu es responsable, mais, dans les faits, ce n'est pas toi qui vas le faire, mais il doit y avoir un outil juridique qui fait la muraille de Chine pour ne pas que, dans la pratique, il n'y ait rien, tu sais. M. Caire : Bien, je ne sais pas… M. Tanguay : Je ne le sais pas, puis ça me surprend de constater, peut-être... puis j'ai demandé à Sophie, notre recherchiste, puis, semble-t-il, il n'y aurait rien. Ah! ce serait peut-être bon qu'il y ait quelque chose. M. Caire : Non, mais... Puis je vais être d'une totale candeur, malgré 12 ans dans l'opposition, je n'ai jamais vérifié ça. Je vais être très honnête avec vous. M. Tanguay : Parce que, vous savez, quand ça faisait des scandales, quand, aïe! le cabinet a été mis au courant... Mais c'est le ministre, la haute autorité. M. Caire : Oui, oui… non, non, mais… Puis, tous les deux, on sait de quoi on parle, mais ce que je veux dire, c'est que, le principe de la loi, il est correct dans le sens où... Puis là on amène un élément nouveau qui est la responsabilité par rapport à l'application et au respect de la loi, puis ça, ça doit relever d'un ministre, parce que notre système parlementaire est ainsi fait. Je veux dire, le principe de responsabilité ministérielle veut ça et le principe et tous les mécanismes de reddition de comptes veut ça. Mais le mur de Chine, puis je pense qu'on est à la même place, le député de LaFontaine et moi, le mur de Chine, il est dans l'exécution, à savoir que ce qu'on ne veut pas puis ce qu'on ne voudra jamais, c'est qu'un ministre ou un membre d'un cabinet ministériel puisse avoir la tête par-dessus l'épaule du responsable de l'accès à l'information ou du responsable pour voir, là, cette demande-là... Puis c'est ce que le député de Gouin disait aussi, là, tu sais, cette demande-là, il y aurait-tu une petite possibilité que... Ah non! On n'a pas l'information.  Puis je dis «un ministre», mais, je veux dire, je sais que mon collègue a été au gouvernement, même un haut fonctionnaire, là, tu sais. Ce qu'on veut, c'est qu'en toute transparence, quand on fait une demande d'accès à l'information qui répond aux paramètres de la loi, on procède, puis c'est tout, là. Le seul critère, c'est : Est-ce que la loi le permet ou non? Alors, à partir de là, qu'un ministre, ou un membre de cabinet, ou un haut fonctionnaire soit d'accord ou non, ça ne devrait pas interférer d'aucune façon. M. Tanguay : Puis je termine là-dessus, M. le Président, mais c'est un souhait que j'exprime, si le ministre peut prendre l'engagement de nous revenir, avant la fin de nos travaux, sur, de un… deux choses, de confirmer qu'il n'y a rien, il n'y a pas d'outil, il n'y a pas de règlement, de directive du Conseil exécutif… Parce que, des fois, il y a ça, des directives du Conseil exécutif, qui dit : Bien, on ne fera pas ça de même. S'il n'y a rien ou s'il y a de quoi, de l'avoir… qui fait mur de Chine, puis, s'il n'y a rien, est-ce qu'on n'aurait pas là une occasion justement de faire un mur de Chine d'une manière ou d'une autre pour ne pas que ça soit, justement, sur : Bien, c'est bien entendu, c'est compris de même, ça ne se fait pas de même. On pourrait-tu juste... Puis effectivement je suis le premier surpris de dire : Il n'y a rien. Il me semble qu'on l'avait réglé, ce débat-là. Ça fait que c'est juste ça, j'aimerais ça… parce que c'est une belle occasion, aussi, puis ça serait une belle avancée de dire : Aïe! Vous n'avez pas le droit de faire ça. M. Caire : Je réponds oui aux deux demandes du collègue. M. Tanguay : Et ça aurait l'avantage, puis je conclus là-dessus, de ne pas être un atermoiement à ce qu'on vient de faire au premier article, de dire : Le haut responsable répond de quasiment tout ce qui se fait, mais là vous auriez... S'il n'y a pas un petit mur de Chine réglementaire ou juridique, qui exclut spécifiquement, dans le contexte du ministre puis de son cabinet, c'est comme si on acceptait, dans la pratique, qu'il y ait un atermoiement : Oui, mais ces demandes-là, dans la pratique, il ne les voit pas passer, puis il n'a pas son mot à dire, puis il ne sait pas ce qui se passe. M. Caire : Mais ça, c'est correct. Qu'il ne voie pas passer les demandes, c'est correct. Ce qui ne serait pas correct, c'est que, dans son organisation, la loi ne soit pas appliquée ou ne soit pas respectée. Puis c'est de ça dont il doit se rendre responsable, donc, lui. Puis, ceci étant, là, je ne reviens pas sur ce que j'ai dit, là. Moi, je suis d'accord avec le député de LaFontaine. On peut vérifier puis on peut penser à comment on peut faire ça, et, ça, qu'il soit imputable de ça, puis j'utilise le mot «imputable» à dessein, c'est souhaitable. Cette imputabilité-là, ceci étant dit, ne l'autorise pas à interférer dans le traitement de la demande en dehors des paramètres qui sont prescrits par la loi. C'est ça qu'on ne veut pas. On ne veut pas que l'arbitraire de l'intérêt des uns et des autres puisse conditionner la façon dont on va traiter une demande d'accès à l'information ou de protection des renseignements personnels, puis, pour moi, ce n'est pas incompatible, là. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire"], "nb_intervenants": 27, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 13, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 13, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 13, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "14:40", "fin": "14:50", "debats": "• (14 h 40) • M. Tanguay : Je comprends. Juste pour illustrer d'abondant mon point, puis on est sur la même longueur d'onde, est-ce que... Je ne sais pas, je vais... Je n'y ai pas pensé, là. Puis mon collègue de La Pinière, là... Il y a la Régie de l'assurance maladie du Québec. Il y a un président, puis je pense qu'on l'a entendu en commission parlementaire. Il est la plus haute autorité responsable de l'application de la loi. Si une demande d'accès à l'information venait à sa connaissance, puis lui, dans l'application de la loi, aurait, je pense, compétence pour statuer, de dire : Bien, dans ce cas-là, là, puis ce n'est pas moi qui ai fait le «day-to-day», là, vous m'expliquez ça, dans ce cas-là, je pense qu'on devrait refuser la demande pour tel motif de la loi, je ne suis pas sûr, puis, encore une fois, je peux me tromper, là, je pense tout haut, que j'en serais fâché, choqué, outré, contrairement au cas du ministre, parce qu'il y a un aspect politique là-dedans. Autrement dit, si vous êtes la haute autorité, je crois que vous avez compétence au départ pour participer à la décision. À quelque part, vous n'êtes pas forclos de le faire. Même vous, vous devez... même vous êtes invité à plus que vous y intéresser, vous êtes imputable, ce qui n'est pas le cas du ministre, pour le contexte qu'on vient de dire, d'où l'importance peut-être de vérifier qu'est-ce qu'il y a par rapport à ça, puis ça, c'est important, parce qu'on est sur la philosophie de ce qu'on fait, là. M. Caire : Oui, mais, si je peux me permettre, M. le Président, j'ai peut-être une nuance à apporter, parce que l'intérêt par rapport à la diffusion ou non d'une information n'est pas exclusivement politique. Moi, je suis convaincu que le collègue est d'accord avec moi. M. Tanguay : Non, c'est sûr. M. Caire : Un P.D.G. d'une société d'État pourrait avoir un intérêt à ce qu'une information qui risque de mettre son organisation dans l'eau chaude... pourrait avoir un intérêt à ce que cette information-là reste cachée. Et donc, dans ce sens-là, l'intérêt à la transparence ou non ne relève pas exclusivement du politique. Moi, je ne vois pas de distinction. Par contre, si l'acceptation ou le refus relève exclusivement de l'interprétation de la loi, à ce moment-là, il y a, pour le requérant, une démarche qui peut être faite à la CAI, qui nous amène même jusqu'au tribunal. M. Tanguay : Oui, c'est sûr qu'il y a un chien de garde qui est la CAI, mais, dans ce qu'on dit là… C'est extrêmement important, ce qu'on dit là. Il y a une philosophie de la loi, puis il y a un rôle à définir, puis les responsabilités de chacun, puis là on est...  J'ai l'impression qu'on est comme dans une zone que je croyais plus claire que ça. C'est juste le fait que le haut dirigeant doit se garder une petite gêne... M. Caire : Oui. Non, non, je comprends, mais la... Puis, encore une fois, là, je ne renie pas ce que j'ai dit, mais moi, je pense que la pratique... Puis, moi, ça fait deux ans que je suis ministre, puis évidemment je sais que le député ne s'attend pas à autre chose, mais je peux vous dire qu'il n'y a pas de demande d'accès à l'information qui monte à mon cabinet, là. M. Tanguay : Jusqu'au jour... M. Caire : Jusqu'au jour où je lis un article qui parle de trois, quatre affaires dont je me dis : Ça aurait été le fun que je l'apprenne autrement. M. Tanguay : Une ville de 4 500 habitants, 15 employés, appliqué à ça, la mairesse est la plus haute autorité, demande... première demande, deuxième demande, 15e demande, la 23e demande, elle monte à la plus haute autorité, c'est dans ce contextelà où je me dis : La plus haute autorité doit-elle avoir un malaise? Peut-elle statuer? C'est ça, là, il n'y a pas de problème jusqu'au jour où il y a un problème. M. Caire : Oui, bien… M. Tanguay : Et ici, je suis d'accord avec le ministre, même pour les organismes publics qui ne font pas de la politique. M. Caire : Mais, si la plus haute autorité a jugé bon, dans le respect de ses prérogatives et de ce dont elle est imputable, de déléguer ces fonctions-là, bien, en théorie, puis on parle en théorie, on a une discussion théorique, là, mais quand même fort intéressante au préalable, bien, cette situation-là ne devrait pas se produire. M. Tanguay : Elle va arriver, c'est sûr. 3 000 nouveaux assujettis, elle va arriver. Alors, quelle indication on peut indiquer, justement, comme législateurs, on vient de faire l'article 1, à la haute autorité? Vous pourriez me dire : Bien, il y a un chien de garde, ça sera à la Commission d'accès à l'information à trancher puis à nous donner son éclairage, mais je pense qu'ici il y a des choses qui doivent être dites. M. Caire : Mais en même temps... Puis là, là, je trouve ça intéressant, le commentaire du député de LaFontaine est intéressant, parce que j'avais compris de sa requête qu'elle s'adressait aux seules entités du gouvernement du Québec, mais là ce  qu'il me dit… Cette espèce de mur de Chine, lui, il le voit pour... M. Tanguay : Je n'ai pas la réponse. M. Caire : Non, mais c'est ça… M. Tanguay : Je ne le sais pas. M. Caire : Non, mais moi, j'avais compris... M. Tanguay : Puis c'est suite à votre commentaire… bien raison… M. Caire : Non, mais ce que je veux dire, c'est que, là, il n'y en a pas. On peut... En tout cas, on va confirmer, mais moi, je n'en connais pas. Je n'en connaissais pas quand j'étais dans l'opposition. Moi, je pense qu'il n'y en a pas, mais il n'y en a pas… Ma réponse se limitait au périmètre du gouvernement du Québec. M. Tanguay : Au ministre. M. Caire : Oui, c'est ça. Il n'y a pas de directive qui dit que... Ça n'existe pas, à mon sens. On va confirmer ça. Est-ce qu'il serait pertinent d'en avoir une? Est-ce que c'est possible de le faire? Ça, c'est la deuxième question du député. Je vérifie ça, mais, encore là, ce serait circonscrit au gouvernement du Québec. On n'étirerait pas cette directive-là à tous les organismes, parce qu'encore là on ne connaît pas le fonctionnement de toutes... parce qu'en même temps... M. Tanguay : Pourquoi pas aux maires, mairesses? On jase. M. Caire : Parce que, M. le député, la loi dit nommément que, le plus haut dirigeant, il en est le responsable. La délégation, il peut la faire, mais il n'a pas d'obligation à la faire. Donc, s'il ne le fait pas clairement... Puis là on revient à la notion de nos petits organismes, là, O.K., là. M. Tanguay : Oui, oui, c'est lui qui décide. M. Caire : Moi, je pense... Moi, j'ai ma municipalité, là, j'ai 250 habitants, j'ai une demande d'accès à l'information par décennie, ça fait que je ne vais pas... Puis je ne veux pas que personne ne comprenne rien de méprisant dans mon commentaire, là.  M. Tanguay : Non, non, c'est fictif. M. Caire : Ce n'est absolument pas l'objectif, d'être méprisant, au contraire, mais il y a fort à parier que je ne nommerai pas un responsable de l'accès à l'information et un responsable à la protection des renseignements personnels, que je vais conserver cette fonction-là comme la loi m'y autorise. À ce moment-là, si je mets en application un règlement, bien là je suis en défaut du règlement, parce que c'est moi le responsable, mais, en même temps, le règlement dit que je ne dois pas me mettre les mains dans le traitement des demandes d'accès. J'ai un problème. Donc, pour moi, cette situation-là qui est amenée par le député de LaFontaine peut devenir extrêmement intéressante, mais si on la circonscrit au périmètre du gouvernement du Québec. M. Tanguay : L'actuel... On m'informe, puis on jase, là, pas là pour mettre personne en boîte, de toute façon, j'en serais incapable, totalement… On m'indique qu'à l'époque... Je fais un clin d'œil. On ne fera pas... Ça fait longtemps que j'ai compris, M. le Président, qu'il faut renoncer à changer le passé, ce qui est une bonne chose. M. Caire : Ça, c'est enregistré, M. le député, hein? M. Tanguay : Il faut renoncer à changer le passé, oui, puis c'est des choses qu'on comprend aussi dans ses relations interpersonnelles, mais ça, c'est un autre dossier. M. Tanguay : La Saint-Valentin s'en vient, ça va bien. M. Caire : Ça, est-ce que ça peut être supprimé, M. le Président? M. Tanguay : Ça va très bien. M. Caire : Est-ce que ça peut être supprimé, M. le Président? Est-ce que j'ai le droit à l'effacement, M. le Président? M. Tanguay : Tout ça pour dire qu'on m'indique que, sur ce débat-là, puis qui n'est pas, M. le Président… Il n'est pas inintéressant. Je pense qu'il est au coeur de ce qu'on fait. À l'époque où il était dans l'opposition, le ministre actuel de la Justice avait demandé que, dans le cas très spécifique dont on parle, ça ne soit plus le ministre, la haute autorité, mais le sous-ministre. Puis, voyez-vous, c'est une génération spontanée, parce qu'il y a six minutes j'ai dit : Bien, pourquoi pas que ça serait... Je pense, ce n'est pas le sous-ministre… Peu importe. Et la collègue députée de Notre-Dame-de-Grâce avait inclus, dans son projet de loi n° 179, cette notion-là, projet de loi qui, je constate, n'a pas été adopté, déposé 2018. Alors, ça fait partie de la réflexion. Et je reviens à l'exemple. Oui, c'est entendu, mais, si c'est entendu, ce n'est pas assez fort juridiquement, 179, collègue ministre de la Justice, aujourd'hui. Il faudrait le dire à quelque part. Pour les ministres, sous-ministres, débat à faire, mais, pour tous les autres, là, les centaines de municipalités, encore une fois, il n'y a pas de problème jusqu'au jour où il y a un problème, puis il va y avoir des cas problématiques. Il va y avoir le cas... Moi… Si vous êtes le maire, puis moi, je suis directeur de l'informatique, peu importe, vous me nommez responsable de l'accès aux documents, ça va bien, une municipalité de 10 000 habitants, 26 employés, puis ça va bien, puis là, woups! là, il y a des problèmes de ci, de ça, ça brasse, ça barde, il y a une opposition aussi, blablabla, puis là on reçoit une demande d'accès à l'information, puis c'est une patate chaude, puis je sais que vous, M. le maire, vous allez être en élection, il y a un contexte qu'on connaît, patate chaude, ça se peut que j'aille vous voir avec ça. Qu'est-ce que je fais avec ça? On veut-tu, comme législateurs, que ce soit permis? M. Caire : Bien, sur cet exemple-là, c'est là où l'amendement que nous avons adopté, qui a été déposé par le député de Gouin, à mon avis, prend tout son sens, parce que, là, on a spécifié que cette personne-là à qui la fonction a été déléguée doit agir avec autonomie. Donc là, il y a dans la loi... Puis aucun préjudice dans ce que je dis, mais ce débat-là, je pense qu'on l'a fait. Dans cette situation-là, je pense qu'on l'a fait. On l'a bien fait puis on a adopté un amendement en conséquence. Ce que j'avais compris de l'intervention du député de LaFontaine… qui origine du fait qu'on se demandait : Le responsable, en vertu de 49, de qui on parle? Est-ce que c'est la plus haute autorité ou le responsable? On avait dit : Bien, quand on parle du responsable, c'est celui à qui la fonction est déléguée. De ça a découlé la discussion : Oui, mais, s'il n'en délègue pas, de responsable, c'est lui qui assume cette fonction-là. Et, à ça, la réponse était : Oui, mais, dans le cas où la fonction est déléguée… Là, on a adopté l'amendement du député de Gouin, qui vient, je pense, mettre le couvert sur la marmite, autant que la loi le permet. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire"], "nb_intervenants": 37, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 18, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 19, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 19, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "14:50", "fin": "15:00", "debats": "• (14 h 50) • M. Tanguay : Alors, la commission, puis on reviendra sur les devoirs et les responsabilités de la Commission d'accès à l'information, devra émettre et souligner à grands traits que la haute autorité devra donner suite, de façon non équivoque et sans aucune exception, à l'exercice de cette autonomie-là. Il va falloir qu'il y ait un bulletin pour informer les hauts dirigeants de ça. Il va falloir le publiciser, parce que c'est bien beau de le mettre dans l'article de la loi, puis on a voté pour l'excellent amendement du collègue de Gouin, mais il va falloir que ce soit dit, redit, et redit, et  formé par la Commission d'accès à l'information. Puis, dans les auditions, dans tous les contextes, là, même, je veux dire, les entreprises privées, les publiques, organismes publics sont venus nous dire : La Commission d'accès à l'information, là, parce qu'ultimement on se fait taper sur les doigts, puis il y a des conséquences graves, dont monétaires, devra avoir un volet informatif, bulletin, interprétation, excessivement proactif. M. Caire : Normatif. M. Tanguay : Ce qu'on dit là, là, il va falloir que ça soit dit et redit. Puis quitte... Puis je dis... Je donne un exemple, quitte à ce que... Bon, je suis élu président de mon ordre, je suis élu maire, je deviens... à un moment donné, il y a un début puis une fin d'être la haute autorité. Il va falloir qu'il y ait une formation quasi obligatoire, puis, ça, on ne fera pas ça dans la loi, là, mais vous êtes la plus haute autorité. C'est une formation de deux heures, puis on va vous montrer... ou d'une heure. On va vous montrer les impératifs de la loi, puis, ça, soyez au courant, soyez informé, parce que, si d'aventure on apprend, nous, que vous n'avez pas respecté l'application tangible de l'autonomie de l'accès à l'information, vous allez être sanctionné. Vous ne pourrez pas dire : Vous ne me l'avez pas dit, tu sais? M. Caire : Oui, je suis d'accord. Le Président (M. Bachand) : Merci. Interventions? S'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix de l'article 5. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour.  La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 5 est adopté. M. le ministre, s'il vous plaît. M. Caire : Oui, M. le Président. Donc, l'article 6 se lit comme suit : L'article 50 de cette loi est modifié par l'ajout, à la fin, de la phrase suivante : «Il doit également prêter assistance au requérant qui le demande pour l'aider à comprendre la décision.» Donc, M. le Président, l'article 50 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels est modifié afin de prévoir que le responsable de l'accès aux documents doit prêter assistance au requérant qui le demande pour l'aider à comprendre la décision de refuser de donner une communication d'un renseignement, M. le Président. Le Président (M. Bachand) : Merci. M. le député de LaFontaine. M. Tanguay : Là, à l'article 6, puis j'aimerais entendre le ministre, il y a des groupes qui sont venus faire des commentaires. Alors, le Barreau du Québec, et je les cite, parce que ça, ce que j'ai là, c'est les extraits, le verbatim de leur mémoire : «…le Barreau du Québec — à l'article 6 — considère que cette disposition devrait être revue afin de prévoir que la motivation de la décision doit contenir les informations qui permettent à une personne raisonnable de comprendre les motifs pour lesquels elle a été rendue. Par exemple, n'inclure que le numéro d'article de la loi sur l'accès invoqué ne serait pas suffisant. Par ailleurs, les décisions motivées devraient être rédigées en langage clair.» Comment on pourrait s'en assurer? Je suis certain que le ministre, de un, puis il me détrompera si j'ai tort, il est d'accord avec ça. Il faut que ce soit en langage clair. Puis ce n'est pas juste un numéro d'article garroché, mais, s'il me dit : Oui, je suis d'accord avec ça, comment pourrions-nous nous en assurer dans la loi? M. Caire : Bien, en fait, c'est une excellente question que le député de LaFontaine pose. Je lui confesserai candidement que j'ai eu la même discussion avec les juristes de l'État aussi sur la notion de prêter assistance. Donc, quelle est la limite de ça? Et,  en fait, ce qui a été convenu, c'est que, dans le libellé actuel, on couvrait assez largement les situations, de sorte que, si une personne... En fait, ne présumons pas que la personne ne comprend pas, ne présumons pas que la personne ne comprend pas. Ceci étant dit, une fois que cette situation-là se présente, donc, que la personne est face à une décision qu'elle ne comprend pas, assurons-nous que nous avons mis en place de façon très claire tout ce qui est raisonnable de faire pour s'assurer que la personne va comprendre la décision, et non seulement va comprendre la décision, mais va bien comprendre quels sont les mécanismes qui s'offrent à elle, le cas échéant, pour faire réviser cette décision-là. Donc, c'est plus dans l'interaction avec le citoyen qu'on pense que la solution se trouve, que dans la rédaction d'un texte où... parce que ça devient un peu... Comment je dirais ça? Ça devient arbitraire. Comment... Quels sont les paramètres que je peux établir pour dire : Bien, voici un texte que toi, là, tu dois comprendre ça, là. Je l'ai écrit, là, puis moi, je l'ai écrit de façon que toi, tu devrais comprendre ça. Oui, mais, s'il ne comprend pas, c'est quoi… On change les critères? Alors, je pense qu'il y a une formulation qui est généralement reçue, qui est généralement convenue, si tant est que... Et là où on doit s'adapter, c'est beaucoup plus dans la notion de : O.K., mais il ne comprend pas. Puis, même si je rajoute un autre paragraphe qui dit ça d'une autre façon, il ne comprend pas plus. Bien, c'est quoi, là… Je m'arrête là parce que, là, j'ai... Comprenez-vous ce que je veux dire? Je ne peux pas m'arrêter là parce que j'ai rajouté un paragraphe qui, moi, me semble plus clair. Alors, ce qu'il faut faire, c'est de s'assurer que nous, on est capables, comme organisation, de lui donner l'assistance dont il a besoin dans son cheminement, un, pour comprendre, deux, pour savoir quels sont les mécanismes qui vont l'aider à aller au bout de ses droits. M. Tanguay : Puis c'est comme la responsabilité civile, ça, à quelque part, 1457, extracontractuel… 1458, Code civil du Québec, contractuel, 1457, extracontractuel… Le législateur ne va pas tout énumérer à l'infini parce que c'est carrément impossible. Puis c'est vrai que c'est infini, tous les cas où il y aurait une responsabilité civile. Tu as descendu la pente de ski, elle était mal déneigée, tu es tombé, tu t'es brisé la jambe, tu peux poursuivre. C'est le critère très objectif de… Est-ce que le comportement… La faute reprochée aurait-elle été commise par une personne normalement prudente et diligente? Une fois qu'on a dit ça, on a tout dit. Ça fait que, juge, cassez-vous la tête à dire : Bon, personne normalement prudente et diligente, aurait-elle mis des pierres en plein milieu de la pente de ski? Non? Bon,  alors, faute. Après ça, on verra s'il y a dommage et lien de causalité. «…la FQM — d'abondant, dit — est d'avis que le projet de loi — je les cite dans leur mémoire — manque de précisions quant à l'ampleur, la portée et la durée de cette obligation. Jusqu'où s'étend l'obligation de la municipalité? Dans quel délai suivant la prise de décision est-elle tenue de prêter assistance au requérant?» M. Caire : Je dois dire que l'interprétation de ça peut être large. J'ai eu cette discussion-là, puis je vais laisser Me Miville-Deschênes compléter la réponse, mais le danger que nous y voyons, c'est le trop peu plutôt que le trop tard, dans le sens où, si je dis : Je dois également prêter assistance au requérant qui le demande pour l'aider à comprendre la décision, je suis relativement confortable avec le fait que... Puis je reprends un peu l'exemple du député de LaFontaine, dans le sens où des gens raisonnables qui vont demander un niveau d'explication raisonnable vont raisonnablement avoir satisfaction. Et là la question, c'est : Est-ce qu'on veut vraiment se lancer dans le paramétrage du déraisonnable? Parce que, si le législateur est d'accord que cette demande-là... que cette formulation-là relève du raisonnable, bien, on la laisse comme ça, puis on laissera effectivement la CAI juger de ce qui est déraisonnable en disant : Bien non, vous n'avez pas prêté assistance suffisamment puis… Bon, mais je pense que, dans l'objectif de dire : Écoutez, on se fait une obligation d'aider le requérant dans ses démarches, de l'aider à comprendre, la prémisse de base, c'est que cette requête-là... en fait, que les deux parties, autant le requérant que l'organisation qui aura à aider le requérant, les deux vont le faire dans une perspective d'être raisonnables mutuellement. M. Tanguay : Question… C'est intéressant, ce qu'on fait là. À l'heure actuelle, la loi actuelle, puis dans la pratique, est-ce que ça, c'est une obligation nouvelle? M. Caire : Oui, parce que ce que la... M. Tanguay : Bon, aujourd'hui, c'est juste l'article… Vous ne vous qualifiez pas en vertu de l'article 37, je dis n'importe quoi, bye-bye. M. Caire : Non, c'est ça, ce que ça disait avant, c'est : «Le responsable doit motiver tout refus de donner communication d'un renseignement et indiquer la disposition de la loi sur laquelle ce refus s'appuie.» Ça s'arrêtait là. M. Tanguay : Tel article, c'est non, bye-bye. • (15 heures) • M. Caire : Tel article, c'est non à cause de tel article, tel article, merci, bonsoir, puis ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire"], "nb_intervenants": 27, "nb_interventions_secretaire": 5, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 9, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 9, "nb_interventions_presidence": 3, "nb_interventions_PLQ": 8, "nb_interventions_QS": 1, "nb_interventions_PQ": 0}, {"debut": "15:00", "fin": "15:10", "debats": "on passe à un 15 h (version révisée) autre appel. M. Tanguay : Là, ce qui est intéressant, puis on le voit aussi dans l'IVAC puis dans la réforme qu'on fait… Puis il y a des parallèles à faire au-delà du sujet... M. Caire : M. le député, je me suis fait rappeler à l'ordre. Je vais juste, si vous m'autorisez, permettre à Me Miville-Deschênes, histoire qu'on ne fasse pas un débat sur des prémisses qui ne sont pas les bonnes... M. Miville-Deschênes (Jean-Philippe) : Bien, juste pour clarifier… Puis il y a aussi l'article 51. Donc, l'article 51, lui, prévoit que la décision est accompagnée du texte et aussi d'un avis informant le recours en révision et du délai pendant lequel cet avislà... Et, en plus, il y a l'obligation de motivation. Donc, dans le fond, l'obligation de motivation, normalement, s'ajoute, là. Elle ne devrait pas se limiter à donner l'article de loi sur lequel le refus s'appuie. M. Tanguay : O.K. Donc, effectivement, c'est très froid, là, je veux dire, puis ce n'est pas un reproche à vous, là, c'est l'article de loi, la copie, puis voici tes recours, puis c'est très cartésien. Là, on ajoute la motivation. Ça fait qu'on ajoute un petit... On ajoute la motivation, à moins qu'elle était là, la motivation?  M. Caire : Mais là, ici, on ajoute l'assistance. C'est carrément une obligation d'assistance, là. M. Tanguay : Elle était où? M. Miville-Deschênes (Jean-Philippe) : …déjà. Dans le fond, à 50, on n'ajoute que la dernière phrase. M. Tanguay : Motiver, mais là, O.K., je vais revirer ça de bord. Il motive en donnant l'article de loi, en disant que ça ne se qualifie pas puis en disant : Voici vos recours. Ça, c'est la définition du «motivation» actuel. M. Miville-Deschênes (Jean-Philippe) : Bien, dans la mesure où la motivation... J'ai le consentement? Une voix : … M. Miville-Deschênes (Jean-Philippe) : Dans la mesure où l'article 51 dit qu'on donne minimalement ces renseignements-là et que l'article 50 parle de motivation, on s'attend à ce que la motivation dépasse les exigences de 51. Donc, ça va au-delà de nommer l'article. M. Tanguay : Et est-ce... De mémoire, dans la pratique, là, la motivation, je veux dire, les décideurs ne se penchent pas bien, bien là, parce que, la lettre, elle fait une page. Elle ne fait pas deux pages. M. Caire : Des fois, une page et quart quand ils se laissent aller. M. Tanguay : Alors là, on fait un pas en avant, puis ça, c'est intéressant, et, ça, je suis conscient… On est conscients que c'est écrit dans le ciel. Puis c'est ça qui est fascinant dans notre société de droit, là. Je veux dire, on se chicane, puis il y a des arbitres qui tranchent puis qui décident. Il va y avoir de la chicane sur l'interprétation de ça, hein? Il y en a qui vont dire : La ville de X m'a mis juste une ligne, elle n'a pas assez motivé, j'en appelle à la Commission d'accès à l'information. Donc, la Commission d'accès à l'information devra étayer les critères. M. Caire : Mais là on n'est pas à ce niveau-là avec 50. Avec 50, on est à l'obligation qui est faite maintenant au requérant qui le demande de recevoir une assistance, et toujours en référence au responsable. Donc, c'est le responsable, là, qui a une obligation maintenant, lorsque le requérant le demande, de dire : Bon, bien, on va jaser, on jase, là, puis je vais te l'expliquer, la décision, puis je vais t'aider à comprendre ma décision au-delà du texte, au-delà de la référence à l'article, au-delà de... Donc, il y a cet élément-là qui s'ajoute. M. Tanguay : Oui, mais c'est une obligation, il doit... Quand on dit «il doit», ça veut dire que c'est sanctionnable s'il ne l'a pas fait assez au goût du requérant, que, si le requérant rappelle, c'est parce qu'il n'est pas content, il est fâché. M. Caire : Oui, c'est vrai. M. Tanguay : Puis lui, il va toujours trouver que la conversation a été écourtée. Même si ça fait une demi-heure, cinq minutes, 30 secondes, il va... c'est toujours trop court, puis il est fâché, puis là il va dire, je l'entends tout de suite : Aïe! Tu es obligé de répondre à mes questions, monsieur — je le sais, ce qu'il va dire — le dossier est clos. Alors là, la Commission d'accès à l'information devra interpréter ça. C'est juste... Est-ce que nous, on peut donner des balises? On peut dire : On va tout donner ça à la Commission d'accès à l'information. Il va y en avoir, des litiges. C'est écrit dans le ciel. Est-ce qu'on peut baliser ça en disant, je pense tout haut : Il doit également prêter assistance — je dis n'importe quoi, là — de manière à ce qu'une personne normalement... de manière à ce qu'une personne raisonnable puisse, le cas échéant, se déclarer satisfaite, là, tu sais, ou on ne le dit pas, on ne parle pas, puis la commission devra le faire? Parce que c'est clair qu'elle devra le faire, là, puis, dans certains cas d'espèce, elle va taper sur leurs doigts : Aïe! Quand même, là, vous lui avez parlé, là, la preuve est faite, 46 secondes au téléphone, je vous donne une tape sur les doigts. M. Caire : C'est un peu court. M. Tanguay : Je vous donne une tape sur les doigts, puis vous allez être sanctionné, parce que vous devez le faire, c'est une obligation, vous n'avez pas rencontré une obligation de la loi. Je n'ai pas la réponse. Y a-tu moyen de... M. Caire : Bien, moi, je ne suis pas hostile à l'idée. Je pourrais voir si ça pose un problème. Je l'aimais dans sa forme actuelle parce que, un peu comme l'a dit le député de LaFontaine, ça laissait de la latitude à la Commission d'accès à l'information de développer la notion, là, de prêter assistance. Puis je pense que la notion de raisonnabilité va de soi, puis ça donnait de la flexibilité à la Commission d'accès à l'information. On peut préciser, mais, à mon avis, elle va de soi. À mon avis, elle va de soi. Des voix : ...  M. Nadeau-Dubois : Les motivations derrière le refus d'une demande d'accès, ça peut être un prétexte pour prêter toutes sortes d'intentions à l'organisme qui refuse. Puis c'est une discussion, qui se fait sur le terrain, pas mal théorique depuis tantôt. Ça fait que peut-être pour nous donner une idée concrètement j'aurais envie de prendre un exemple concret puis de voir, avec le ministre, si on adopte l'article 6, à quel point on fait un gain ou pas en matière de transparence puis en matière de compréhension pour les citoyens et citoyennes, puis notamment les représentants des médias, qui, on le sait bien, font usage quand même régulièrement du mécanisme de demande d'accès à l'information. Le 29 janvier dernier, il y a un journaliste de Radio-Canada qui rendait publique une réponse qu'il a reçue à une demande d'accès à l'information. C'est une demande qui portait sur les dépenses du gouvernement du Québec dans le contexte de la pandémie. La question était simple. Le journaliste cherchait à savoir les sommes dépensées par le gouvernement du Québec pour acheter du matériel de protection individuel, donc, des masques, des blouses, des tests, ce genre de choses là. La demande d'accès a été refusée, et je vous lis un paragraphe qui justifie le refus. On nous parle : «Nous regrettons de vous informer que l'accès aux documents faisant l'objet de votre demande vous est refusé. Il s'agit en effet de renseignements ayant des incidences sur [l'économie].» À l'appui de cette décision, nous invoquons l'article 22 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels, ci-après appelée «la loi» Qu'est-ce que le ministre pense de cette réponse-là? Est-ce qu'elle est satisfaisante pour lui? Et est-ce que l'article 6 nous permettrait... Si l'article 6 était adopté, qu'estce qui serait différent dans cette réponse-là? M. Caire : Bien, en fait, la question... M. Nadeau-Dubois : Juste pour essayer de donner, tu sais, un exemple concret, là. On avance ou pas, tu sais. M. Caire : Oui, oui. Non, non, je comprends. Puis je trouve ça intéressant de camper la discussion dans le concret. Et en fait, à la question de mon collègue, la question n'est pas de savoir si la réponse est satisfaisante pour moi ou non. La question est de savoir si la réponse est satisfaisante ou non pour le requérant et s'il a compris qu'estce que ça voulait dire, «pour des raisons économiques». Puis, s'il n'a pas compris ce que ça voulait dire, «pour des raisons économiques»… C'est qu'actuellement, dans le contexte de la loi actuelle, le collègue ne sera pas surpris d'apprendre que ça vient de s'arrêter là, qu'il ait compris ou non, parce que, du point de vue de la loi dans sa forme actuelle, l'organisation a fait ce que la loi lui demandait de faire.  Alors, pour répondre au deuxième volet de sa question, qu'est-ce qui serait différent, c'est que ce qui serait différent, c'est que ce journaliste-là pourrait appeler le responsable qu'il a interpelé par sa demande et lui dire : Écoute, moi, je ne comprends pas la décision, la notion que tu amènes, je ne la comprends pas, et il est écrit dans la loi que tu dois me prêter assistance pour que je comprenne. Donc, le responsable aurait l'obligation d'aider le journaliste en question à comprendre ce qu'il voulait dire très exactement par «pour des raisons économiques», par exemple, parce que j'ai ça... Je suppose, je subodore, là, je ne veux pas me substituer à cette personne-là dans ce contexte-là, mais je subodore que c'est l'élément qui pourrait nécessiter des éclaircissements. Donc, à partir de là, il aurait l'obligation de l'aider à comprendre, donc à répondre à ses questions puis aux références qu'il a faites. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire"], "nb_intervenants": 24, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 4, "nb_interventions_ministre": 9, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 11, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 9, "nb_interventions_QS": 2, "nb_interventions_PQ": 0}, {"debut": "15:10", "fin": "15:20", "debats": "• (15 h 10) • Donc, ça amène une notion où, là, tu reçois une lettre avec l'article, la motivation, la justification, ça finit là, là. L'exemple que le collègue amène, c'est un exemple où c'est terminé. Les prérogatives de la loi ont été remplies. C'est fini. Ce que nous ajouterons, comme législateurs, si nous adoptons l'article 6, c'est cette obligation qui serait maintenant faite au responsable d'une assistance supplémentaire, donc, d'un... Voyons ça comme un complément d'information. Ce que le député de LaFontaine amène comme questionnement, c'est : O.K., mais jusqu'où ça va? Quand est-ce que ça s'arrête? Puis est-ce qu'il y a lieu de paramétrer cette portion-là? Ce que moi, je dis, c'est : Je pense que non. Je pense qu'on devrait le laisser comme ça, parce que, dans le cas qui nous préoccupe, puis je reviens à l'exemple du député de Gouin, ce qui s'offre maintenant au journaliste en question, c'est d'amener sa cause, de faire monter sa cause, dans les processus d'appels qui sont prévus, jusqu'au tribunal. C'est ça qui s'offre à lui. Alors, cette obligation-là supplémentaire pourrait peut-être faire en sorte que le journaliste en question, puis je ne veux pas présumer, là, on prend... M. Nadeau-Dubois : C'est de la... oui, c'est une hypothèse, tout à fait. M. Caire : ... l'exemple pour ce qu'il vaut, il dise : Ah! O.K., dans ce contexte-là, je comprends puis je ne peux pas nécessairement... je ne peux pas dire que je suis d'accord, mais ça veut dire que je comprends et que je sais que, bon, de toute façon, ça s'arrête là, que ça me plaise ou non, mais, au moins, je comprends, ou, suite à cette explication, il dise : Non, non, vraiment, ça ne tient pas la route, et je poursuis mes mécanismes jusqu'au tribunal, et j'ai, en plus, dans ma besace ce complément d'information là qui, loin de m'aider à comprendre, a plutôt suscité l'inverse chez moi.  M. Nadeau-Dubois : Mais, tu sais, dans le fond, moi, je cherche à répondre à la question : Qu'est-ce que l'article 6 amène de plus que ce qui existe déjà, dans le fond, là, pour essayer de mesurer l'ampleur de l'avancée dont il pourrait être question? Donc, ma question, c'est dans le cas particulier dont je parle. Puis je l'ai pris parce qu'il est récent, il est concret puis il nous évite de parler juste dans des hypothèses puis des situations purement fictionnelles. M. Caire : Tout à fait, mais je ne suis pas du tout mal à l'aise, là. M. Nadeau-Dubois : Parfait. Le journaliste en question pourrait rappeler le responsable puis il aurait une conversation orale où le journaliste pourrait poser des questions et dire : Vous parlez de... Je vais reprendre la formulation exacte, là : Vous parlez d'incidence sur l'économie, qu'est-ce que vous voulez dire par là, en quoi ma demande d'accès à un document a des impacts sur l'économie puis... M.Caire: Puis c'est même plus large que ça, si je peux me permettre. M. Nadeau-Dubois : Et donc, là, le responsable devrait fournir des explications sur ce que ça veut dire, de quoi il parle, et ça permettrait au journaliste de mieux comprendre pourquoi on lui a refusé l'accès à des documents. M.Caire: Idéalement, mais la notion de prêter assistance peut même être interprétée plus largement que ça. Donc, ça peut être : Je réponds à vos questions ou je vous donne accès à d'autres mécanismes que je n'ai pas paramétrés, là, mais l'idée, c'est de prêter assistance avec la finalité que la personne qui ne comprend pas la motivation puisse la comprendre. M. Nadeau-Dubois : Puis c'est parce que je ne suis pas juriste, mais la notion d'être satisfait d'une réponse, c'est une notion... C'est la question du collègue… M.Caire: C'est la question du député de LaFontaine : Qu'est-ce qui est raisonnable? M. Nadeau-Dubois : C'est éminemment subjectif, mettons. M.Caire: Absolument. M. Nadeau-Dubois : Il y a des gens qui se satisfont plus facilement que d'autres.  M.Caire: Et, je dirais, pour sauter de l'autre côté du paravent, mon collègue qui est député de Gouin a très certainement des citoyens qui ont eu recours à ses services comme député... M. Nadeau-Dubois : Et qui ne sont pas satisfaits jamais. M.Caire: ...et qui ne sont pas satisfaits, nonobstant ce que mon collègue juge comme des efforts surhumains pour donner satisfaction à la personne en question. Puis on est tous députés puis on sait exactement tous de quoi je parle, là, qu'à un moment donné le téléphone systématique du jeudi, 10 heures... M. Nadeau-Dubois : Moi, je ne sais pas de quoi le ministre parle. Tout le monde est très, très satisfait. Ça m'est complètement… M.Caire: Ah! Il est à 11? Ah! bien, c'est parce qu'à 10 heures il est avec moi. M. Nadeau-Dubois : Ça m'est complètement étranger comme phénomène, mais, pour... même que, là, j'ai des cas fictionnels, encore une fois, qui me viennent en tête, complètement fictionnels, bien sûr. M.Caire: Oui, je sais, mais on en a tous. On en a tous, collègue. M. Nadeau-Dubois : Mais, plus sérieusement, dans le cas qui nous occupe, est-ce que ça pourrait aller jusqu'à l'envoi même de compléments écrits d'information au journaliste? M.Caire: Bien, c'est pour ça que je dis : La notion... Puis je vais laisser Me MivilleDeschênes répondre à ce volet-là, parce que, là, on commence à être dans le plus macro. La notion de prêter assistance m'apparaît être quand même assez large. Est-ce que ça pourrait être un complément écrit, Me Miville-Deschênes? Je ne sais pas si on va jusqu'à ce niveau de précision là. M. Nadeau-Dubois : Bien, peut-être... puis je peux peut-être préciser ma question, dans le fond, pour avoir la meilleure réponse possible. Si, dans le cas dont on parle, un journaliste a cette conversation, donc, avec le responsable dans l'organisme public, et on lui dit, on lui explique verbalement, et le journaliste dit : Est-ce que je pourrais avoir ça par écrit, cette explication que vous venez de me donner?, est-ce qu'en vertu de cette notion de prêter assistance, c'est une demande qui serait acceptée, là? M. Miville-Deschênes (Jean-Philippe) : Bien, la notion de prêter assistance, actuellement, elle existe, là, dans la Loi sur l'accès. Lorsqu'il y a une demande qui est imprécise au début, là, du processus, bien, le responsable doit prêter assistance au demandeur pour circonscrire un peu, pour aider à comprendre la demande, puis effectivement ça peut être en l'appelant, ça peut être par un écrit. Il n'y a pas... Les deux sont possibles. M. Nadeau-Dubois : O.K. Donc, c'est une notion qui est large, mais, moi, ce que je comprends, c'est que c'est volontaire, de la part du ministre, d'aller chercher une notion... M. Caire : Une notion large, oui, oui. M. Nadeau-Dubois : ...de prêter assistance qui est assez large puis qui laisse de la place pour des échanges pour approfondir la question, pour aller chercher des détails, des motivations. M. Caire : Oui, parce que l'objectif avoué, c'est de faire en sorte que... Puis, comme on l'a dit avec le député de LaFontaine, un citoyen qui est motivé, qui a des motifs raisonnables, devrait comprendre pourquoi on lui refuse sa demande. Alors, c'est ça, quand un citoyen a des motifs raisonnables, il n'y a pas de raison pour qu'il ne puisse pas comprendre. Puis je fais quand même une distinction entre comprendre et être d'accord, ceci étant. On peut ne pas être d'accord, mais au moins on comprend le pourquoi du refus. M. Nadeau-Dubois : Bien, oui, oui, je trouve ça intéressant puis je veux juste que tout le monde comprenne bien le sens de mon intervention. Moi, je préférerai toujours un régime qui laisse place à plus d'allers-retours puis, bien, à plus d'échanges entre le responsable de l'accès à l'information puis la personne qui fait la demande. Moi, je préfère qu'on... quitte à abuser un peu en ce sens-là. Ça me semble être... C'est mieux de prêcher par excès que d'être trop restrictif. Donc, je trouve ça intéressant que le ministre reconnaisse que... M. Caire : …pas mal à la même école que mon collègue. M. Nadeau-Dubois : Non, parce que j'écoutais l'échange, puis c'est sûr que c'est facile d'avoir en tête, puis on plaisantait tantôt, des gens qui pourraient peut-être aller chercher de la patience des responsables dans les organismes publics, puis il y aurait... Tu sais, certains pourraient dire qu'il y a, là, une porte ouverte à de l'exagération. Je trouvais juste important de dire qu'il m'apparaît préférable d'aller dans ce sens-là plutôt qu'aller dans le sens inverse, c'est-à-dire que chercher à restreindre trop et donner d'autres prétextes pour restreindre l'accès à l'information. Donc, si la volonté, c'est d'être volontairement large pour laisser la place à une interprétation généreuse, ça me semble être une meilleure intention que l'intention inverse qui serait de dire : On veut paramétrer pour être sûrs, sûrs, sûrs… avec tout  ce que ça peut représenter de restrictions par la suite. Donc, bien que je partage, là, la volonté du collègue de LaFontaine, qui posait des questions sur : Attention, y a-tu, là, des risques d'exagération?, il m'apparaît que c'est peut-être le genre de péril qu'il vaut la peine, là, de subir plutôt que le contraire. M. Caire : Oui, je partage le point de vue de mon collègue de Gouin et je suis convaincu que les responsables, dans une façon très large, auront le jugement pour accepter peut-être ce téléphone ou cet échange de plus qui nous fait un peu des fois grincer des dents, mais qui peut peut-être amener le citoyen au niveau de satisfaction qui est souhaité plutôt que l'inverse. Et, quand on sera carrément dans les cas d'abus, comme le disait le député de LaFontaine, bien, il aura toujours le loisir de raccrocher, et, à ce moment-là, existe, parce que la fin n'est pas là, une organisation qui s'appelle la Commission d'accès à l'information, qui pourra toujours taper à la porte du plus haut dirigeant, qui, comme on l'a dit, demeure imputable de l'application de la loi, du respect de l'application de la loi, pour dire : Bien, écoute, dans ton organisation, là, la notion de prêter assistance, ils n'ont pas compris, arrange-toi pour qu'ils comprennent, parce que, la prochaine fois, je vais être moins gentil. M. Nadeau-Dubois : C'est ça. Donc, le journaliste pourra obtenir des précisions orales, écrites sur le contexte de sa demande, les motifs du refus, au-delà de ce qui est parfois un peu expéditif en ce moment. Bien, merci. Je trouve ça bien intéressant puis ça m'apparaît une avancée intéressante en matière de transparence. Le Président (M. Bachand) :M. le député de LaFontaine. M. Tanguay : Oui, M. le Président. On a rédigé un amendement, honnêtement, dont on n'est pas peu fiers. M. Caire : Ça me met de la pression, ça. M. Tanguay : Oui, et, dès qu'il sera disponible, quitte à ce qu'on suspende quelques instants brièvement... Alors, on l'a envoyé dans les dernières minutes, là. Merci. Le Président (M. Bachand) : On va suspendre quelques instants. Merci. ", "nb_suspensions": 1, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Nadeau-Dubois", "M. Nadeau-Dubois", "M. Nadeau-Dubois", "M. Nadeau-Dubois", "M. Nadeau-Dubois", "M. Nadeau-Dubois", "M. Nadeau-Dubois", "M. Nadeau-Dubois", "M. Nadeau-Dubois", "M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "M. Caire", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)"], "nb_intervenants": 29, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 1, "nb_interventions_ministre": 7, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 19, "nb_interventions_presidence": 2, "nb_interventions_PLQ": 2, "nb_interventions_QS": 17, "nb_interventions_PQ": 0}, {"debut": "15:20", "fin": "15:28", "debats": "(Suspension de la séance à 15 h 20) ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "15:28", "fin": "15:30", "debats": "(Reprise à 15 h 28)  Le Président (M. Bachand) : À l'ordre, s'il vous plaît! La commission reprend ses travaux. M. le député de LaFontaine, s'il vous plaît. M. Tanguay : Oui, merci, M. le Président. L'objectif de l'amendement... Bien, je vais le lire, d'abord. Le Président (M. Bachand) : Oui, juste pour s'assurer que... Pour les gens, là, c'est article 6. Il y a une petite erreur de... Merci. M. Tanguay : Oui, il y a une coquille. Le Président (M. Bachand) : C'est ça. M. Tanguay : Alors, M. le Président : L'article 50 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels proposé par l'article 6 est modifié par l'ajout, après les mots «pour l'aider à comprendre la décision», des mots «d'une façon suffisante et compréhensible pour une personne raisonnable.» Fin de la citation. Cet article-là, je ne l'invente pas de mon cru. À 1436, dans un autre contexte... Mais, à un moment donné, je reviens à ce qu'on dit, on peut utiliser le même mot dans d'autres contextes, et il a essentiellement le même sens, puis il a exactement le même sens. Dans le contexte de 1436 du Code civil du Québec, on dit : «Dans un contrat de consommation ou d'adhésion, la clause illisible ou incompréhensible pour une personne raisonnable est nulle…» Autrement dit, on a un standard objectif qui nous fait dire que monsieur X ou madame Y qui ne comprend pas la clause, c'est une chose. Mais, avant de déclarer la clause nulle, je vais utiliser l'étalon de : Est-ce que, pour une personne raisonnable, la clause serait incompréhensible? Si la réponse est oui, la clause est nulle. Si, in concreto, monsieur X, madame Y ne la comprend pas, la clause, puis elle dit : Elle est incompréhensible puis elle est nulle, ça ne passera pas la rampe. Ce ne sera pas ça, l'analyse du juge, pas du tout. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Tanguay"], "nb_intervenants": 6, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 3, "nb_interventions_presidence": 3, "nb_interventions_PLQ": 3, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "15:30", "fin": "15:30", "debats": "• (15 h 30) • Je reviens à notre cas d'espèce. Et là c'est un commentaire général que je vais faire, là. Dans chaque article de loi, on va toujours naviguer entre protéger les renseignements personnels, puis là on coule ça dans le béton armé, et s'assurer que les organismes, les organismes publics en l'espèce, et les décideurs ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "15:30", "fin": "15:40", "debats": "puissent avoir une latitude puis puissent faire en sorte que la loi, sur le terrain, puisse 15 h 30 (version révisée) bien se vivre, qu'elle ne soit pas des enfarges à tout bout de champ, puis que l'organisme ne remplisse même pas sa fonction à cause de ça, l'application déraisonnable de la loi. Alors, on navigue toujours entre ces deux eaux-là. Mon point, la FQM... Le Barreau est venu dire : Qui permet à une personne raisonnable de comprendre les motifs… Le Barreau l'induit lui-même dans son commentaire. Puis la FQM, elle, elle dit : D'accord, mais, moi, mes petites municipalités, à un moment donné, n'auront pas développé, peut-être, en quantité suffisante puis en argumentaire suffisant, une capacité à... Il va falloir qu'elles le développent, mais elle dit : Jusqu'où on arrête l'obligation? Puis on se dit, nous, M. le Président, que ce n'est pas de dire en l'espèce : «Pour l'aider à comprendre la décision»… l'écueil que, si on arrête de parler là… «Il doit également prêter assistance au requérant qui le demande pour l'aider à comprendre la décision». Mon étalon... Moi, je suis l'organisme public, O.K.? Moi, je veux remplir en toute bonne foi la loi, mais ce n'est pas vrai que je dois l'aider jusqu'à ce qu'il comprenne la décision. Je vais le dire de même : Il est donc bien «rough», le député. Il y en a qui ne comprendront jamais la décision. Puis, si c'est ça, mon étalon de mesure... Mon étalon de mesure, c'est d'ajouter : «Pour l'aider à comprendre la décision d'une façon suffisante et compréhensible pour une personne raisonnable». Après ça, je suis désolé, mais là s'arrête notre conversation, là s'arrête mon obligation. C'est objectif et c'est là-dessus qu'on va être jugés. Si on ne le met pas, moi, je crains, M. le Président... parce qu'il va y en avoir, des litiges, puis c'est 100 % des gens qui ne seront pas satisfaits par la réponse donnée, c'est 100 %... Ça ne sera pas des gens qui se font donner l'information. 100 % des gens insatisfaits sont crinqués puis, à raison, dans l'extrême majorité, ils veulent en savoir plus, puis les téléphones vont se finir trop tôt, puis ils vont vouloir aller plus loin. Là, l'étalon de mesure, la Commission d'accès à l'information… Puis je suis certain que, si elle était ici, là… Je suis sûr qu'on aurait une belle conversation avec eux autres. Je pense qu'ils le demanderaient. Puis moi, je veux que le décideur juridictionnel, quasi judiciaire, qu'est la Commission d'accès à l'information ait ce pouvoir-là de dire : Bien, sur quel étalon de mesure, moi, je vais l'évaluer pour l'aider  à comprendre la décision de façon suffisante et compréhensible pour une personne raisonnable? Là, honnêtement, M. le Président, c'est un «win-win» des deux bords. Le Président (M. Bachand) : M. le ministre. M. Caire : Oui, M. le Président. Sous les précieux conseils de mes juristes, je ne vais pas donner suite à l'amendement. Voici pourquoi, parce que j'entends ce que le député de LaFontaine dit en droit civil, en matière contractuelle, mais là on est dans la notion de service. Puis j'aurais plutôt tendance à aller du côté du député de Gouin en disant : On amène une possibilité nouvelle, quitte à ce qu'il y ait peut-être un petit peu plus dans l'abus que dans le raisonnable, de s'assurer qu'on a prêté assistance et qu'on a aidé le citoyen à comprendre, parce que le niveau de compréhension du... Puis là on est dans la compréhension du citoyen, puis ça, c'est une notion qui est quand même relativement arbitraire, là, sur des enjeux par rapport à une décision. Alors, je pense... Puis je comprends parfaitement pourquoi le député de LaFontaine veut le faire. Je ne suis pas insensible du tout à son argument. Ceci étant, ce qu'on me dit aussi, c'est qu'à la Commission d'accès à l'information il y a déjà cette notion-là de juger de ce qui a été fait et qui est du domaine du raisonnable. Et donc, pour la Commission d'accès à l'information, cette notion-là ne sera pas nécessaire. Et, pour juger de la situation, il est préférable de dire : Bon, bien, est-ce qu'il va y avoir des cas où on va tirer la couverte du côté du citoyen, où on va tirer la couverte un peu fort? Oui. Est-ce qu'on est mieux d'avoir cette situation-là que la situation inverse? Oui. Et, pour ces raisons-là, et pour permettre quand même à la Commission d'accès à l'information d'assurer sa juridiction sur le jugement qu'elle portera de cet article-là, le laisser dans cette forme-là est la chose la plus simple à faire, d'autant plus que cette notion-là d'assistance revient ailleurs sans être qualifiée. Ça fait qu'on est un petit peu dans le même argument que tout à l'heure, bien, que tout... oui, que tout à l'heure, ce matin, quand on a parlé de l'imputabilité. Cette notion-là de prêter assistance, sans la paramétrer dans les limites du raisonnable, elle existe et elle vit dans le corpus législatif québécois, et, dans ce sens-là, il y a déjà ces notions-là qui ont été mises de l'avant. M. Tanguay : Je suis sur le coin de la rue avec le ministre, puis le ministre a de la difficulté à voir, de la difficulté à entendre, de la difficulté à marcher, mais il est fonctionnel. Je suis avec lui sur le coin de la rue. Moi, je vais à droite, lui, il s'en va tout droit, puis son signe pour traverser la rue est allumé, mais je vois qu'il hésite. Là, je dis : Vous pouvez y aller, monsieur, vous pouvez y aller, regarde, vous pouvez traverser. Ah! O.K., merci. Il traverse la rue puis il est rendu de l'autre bord. Est-ce que je l'ai aidé à traverser la rue? Oui, je l'ai aidé à traverser la rue.  Là, l'article dit : «Pour aider à comprendre la décision». L'amendement, oui, viendrait peut-être, à un certain moment donné, après deux heures de téléphone, écourter… Puis j'ai atteint... La personne raisonnable, elle aurait compris après une demi-heure, après une heure. Là, ça fait deux heures, elle a compris. Ça va même aider dans l'autre sens où certains pourraient dire : Bien, voyons, M. le député de LaFontaine, vous lui avez juste dit : Vous pouvez passer, vous avez le signal pour passer. Vous l'avez aidé, mais vous ne l'avez pas bien, bien aidé. Ça ferait en sorte que, peut-être, une personne raisonnable aurait dit : Bien, pour l'aider, ça aurait été bien vu, puis ça aurait été complet, et suffisant, et déclaré satisfaisant que vous traversiez avec puis qu'après ça vous retraversiez pour continuer votre chemin. Mon point, c'est que, tel que rédigé, «pour l'aider à comprendre»… Je peux vous parler deux minutes puis je dis : Bon, j'ai jeté… Ce n'est pas une obligation de garantie que tu comprennes, c'est : Je vous ai aidé à comprendre, j'ai jasé avec vous deux, trois minutes. Là, à ce moment-là, avec… Ça marche aussi dans l'autre extrême : «D'une façon suffisante et compréhensible pour une personne raisonnable.» C'est insuffisant. Si on ne met pas ça, même à l'autre extrémité du spectre, ça pourrait être insuffisant que l'interprétation pourrait aider à comprendre… Ça peut être très peu, ça peut être beaucoup pour aider, mais, aussitôt que j'ai aidé pour aider, «check the box», c'est fait. Ça marche des deux bords, ça. Pour les décideurs, qui ont toujours besoin de normes objectives, puis pour la Commission d'accès à l'information, l'analogie de 1436 est presque parfaite. Une clause va être dite illisible si elle est incompréhensible pour une personne raisonnable. Il y a bien des cocontractants qui ne comprendront jamais la clause, mais c'est une personne raisonnable, puis on va la déclarer lisible. Alors, je réitère qu'on viendrait préciser… «De façon suffisante et compréhensible pour une personne raisonnable», ça veut dire : Aidez-moi, jusqu'à ce qu'on se déclare qu'une personne raisonnable aurait compris, puis ça aurait été suffisant. Mais, si vous faites juste 10 % de ce qui est attendu, certains pourront plaider : Bien, à ce momentlà, je les ai aidés, puis, s'il le déclare insuffisant, bien, moi, je l'ai aidé, j'ai rempli mon obligation. Je sais que la Commission d'accès à l'information, puis je n'ai pas relu, ce matin, tous les arrêts, les décisions, peut-être qu'ils ont développé ça, puis tant mieux. Les grands esprits se rencontrent, là, puis je m'exclus de là-dedans. Puis 1436 existe déjà, mais de le dire dans la loi, là, honnêtement, je ne vois pas d'écueil là-dedans. Je ne vois pas d'écueil. M. Caire : Bien, comme j'expliquais au député de LaFontaine, ce n'est pas tant est-ce que… Puis, M. le Président, je suis d'accord avec ce qu'il dit, là. Ce n'est pas ça, le  principe. Je pense que tous les collègues sont d'accord avec ce qu'il dit, mais il y a deux choses. Premièrement, ces notions-là existent puis n'ont jamais été paramétrées comme ça. Ça fait que, là, ça amène une problématique dans les autres, tu sais. Puis on disait aujourd'hui que, la notion de courrier, elle se retrouve dans bien des lois. Bien oui, c'est ça, elle se retrouve dans bien des lois, puis là, bien, on est un peu pognés avec ça. Bien, la notion d'assistance, elle se retrouve ailleurs puis elle n'a jamais été paramétrée. Il n'y a jamais eu de… On n'a jamais quantifié c'était quoi, le niveau d'assistance qu'on devait donner. Et donc, tu sais, ce n'est pas de dire : Pourquoi pas? C'est pourquoi? Tu sais, pourquoi pas? Parce qu'on ne le fait pas ailleurs. Pourquoi? Bien, parce qu'on ne le fait pas ailleurs. Cette notion-là, elle existe telle quelle, elle vit telle quelle dans le corpus législatif, d'une part. D'autre part, la Commission d'accès à l'information est déjà habile à traiter ces notions-là dans son mandat actuel. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Caire", "M. Tanguay", "M. Caire"], "nb_intervenants": 4, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 2, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 1, "nb_interventions_presidence": 1, "nb_interventions_PLQ": 1, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "15:40", "fin": "15:50", "debats": "• (15 h 40) • Alors, ce que je dis au député de LaFontaine : Je comprends son objectif, je le partage, mais il est atteint. Son objectif, il est atteint par la formulation actuelle. Il est atteint, cet objectif-là, parce qu'un responsable d'accès à l'information ou de la protection des renseignements personnels va comprendre qu'il faut qu'il prête assistance puis qu'il faut qu'il aide le citoyen à comprendre. Puis, à un moment donné, bien, s'il a fait tous les efforts raisonnables... Lui, là, dans sa tête, il se dit... parce que c'est ça qui va arriver, là. Il a fait tous les efforts raisonnables. Il dit : Écoute, là, je l'explique, j'ai changé d'angle, je l'ai passé à mon collègue, qui, lui aussi, a essayé de trouver une autre façon d'expliquer, là, tu sais, on a fait tout le bilan de ce qu'on a fait, là, je pense qu'on a vraiment tout essayé, désolé, il ne comprend pas, bien, vous irez voir la Commission d'accès à l'information, là, nous autres, on a fait ce qu'on pouvait faire. Et la Commission d'accès à l'information, qui a déjà une expérience en la matière, va trancher. Alors, on amène un libellé qui n'existe nulle part pour régler un problème qui est déjà réglé dans la pratique. C'est juste ça que je veux dire au député de LaFontaine. Si, Me Miville-Deschênes, il a besoin de me corriger... Non, tout est beau? Parfait. Le Président (M. Bachand) :M. le député de LaFontaine, s'il vous plaît. M. Tanguay : Moi, je suis prêt à être convié, puis à aller fêter, puis à manger du  gâteau pour saluer la Commission d'accès à l'information. Je suis un fan de la Commission d'accès à l'information, mais, comme législateurs, il faut l'encadrer. Puis ce n'est pas condescendant de dire ça. C'est notre job. Puis moi… On a eu des... On a même pris notre cas de député, M. le Président. Vous aussi, il y a... Des fois, il y a des citoyens avec lesquels on a des approches différentes, puis avec lesquels c'est plus long que d'autres, puis avec lesquels c'est récurrent, puis ça sera toujours récurrent, puis c'est notre job, puis on sera là. Puis, la journée où ça ne nous tentera plus, bien, on aura juste à quitter, puis il y a d'autres personnes qui feront le travail, parce que c'est ça, le travail, de répondre à des citoyens in concreto. C'est plus difficile à comprendre, puis on va essayer de trouver une façon de l'expliquer. Ça, je crois, puis je ne veux pas me répéter, puis j'ai dit ce que j'avais à dire làdessus, ça vient préciser, oui, ce qui était à 84.1 de la loi actuelle, là. On parle… dans un contexte d'un établissement de santé et services sociaux, à la fin, la commission de la santé et service… «qui fournit à une personne un renseignement personnel [...] concernant[...], à la demande de [...], lui fournir l'assistance d'un professionnel, qualifié pour l'aider à comprendre ce renseignement.» Ça, c'est lorsqu'il y a un renseignement plus technique, à 84.1, qui est donné, doit… le concernant… «à la demande de cette personne, lui fournir l'assistance d'un professionnel, qualifié pour l'aider à comprendre ce renseignement.» Je comprends que, dans un contexte plus technique, ça existe déjà, mais, ça, dans le contexte différent et beaucoup plus large, c'est de droit nouveau, ça, dans ce contexte-là. Et, encore une fois, je ne veux pas me répéter, là, mais, tant pour les deux bouts du spectre, pour ne pas que ça soit trop long, puis qu'ils se fassent taper… puis que la petite municipalité, je fais écho de ce que le Barreau disait, puis la FQM, soit excessivement taxée par ça ou, à l'autre bout du spectre, qu'on ait un minimum garanti, bien, «de façon suffisante et compréhensible pour une personne raisonnable», je pense que ça aurait été une belle balise que, nous, législateurs, on aurait pu imposer à la Commission d'accès à l'information, tout simplement. Le Président (M. Bachand) : Merci. D'autres interventions sur l'amendement du député de LaFontaine? S'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)?  M. Tanguay : Pour. La Secrétaire : M. Caire (La Peltrie)? M. Caire : Contre. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Contre. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Abstention. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'amendement est rejeté. Nous retournons, bien sûr, à l'étude de l'article 6. Interventions? M. le député. M. Tanguay : Pour compréhension, j'ai fait mention de l'article 84.1 de la Loi sur l'accès aux documents, puis, 84.1, je vais prendre le temps de le lire comme du monde, là, ce que je n'ai pas fait tantôt : «Un établissement de santé ou de services sociaux visé au deuxième alinéa de l'article 7, la Commission de la santé et de la sécurité du travail, la Société de l'assurance automobile du Québec, Retraite Québec ou un ordre professionnel qui fournit à une personne un renseignement personnel de nature médicale ou sociale [le] concernant doit, à la demande de cette personne, lui fournir l'assistance d'un professionnel, qualifié pour l'aider à comprendre ces renseignements.» Fin de la citation. Un contexte où il y a une info plus technique, on doit lui fournir l'assistance d'un professionnel qualifié pour l'aider à comprendre ce renseignement. C'est très spécifique. Le ministre accorde-t-il à 100 %, sans aucune distinction, la même interprétation, pour l'aider à comprendre ce renseignement, dans le contexte de 84.1… qu'il ne le donne à 50, où là c'est, dans tous les cas d'espèce, pour l'aider à comprendre la décision? M. Caire : Bien, je veux bien comprendre la question du collègue. Quand il dit : Dans tous les cas d'espèce, est-ce que le collègue veut dire que l'article 50, tel que modifié, ferait obligation au responsable de fournir un personnel… une ressource qualifiée en fonction de tous les angles par lesquels l'explication doit être donnée, là?  M. Tanguay : Je n'avais même pas pensé à ça, M. le Président, mais ce que… L'exemple que donne le ministre est tout à fait pertinent. Je ne le sais pas. M. Caire : Bien, pour moi, la réponse à la question, c'est non, làdessus, c'est non, parce que ça veut dire qu'il faudrait que je lui fournisse… Dépendamment de la demande, il faudrait que je lui fournisse, par exemple, un ingénieur civil, un avocat, un urbaniste, là, c'est infini… réponse à ça, c'est non. Mais, si le député me permet, pour moi, la notion de prêter assistance au requérant, elle relève du responsable. Donc, c'est le responsable, celui qui assume cette fonction-là, qui doit lui prêter assistance et qui doit expliquer la décision, et il n'y a pas de lien à faire avec ce qui est prévu au niveau médical. M. Tanguay : Je vais le dire de même, le mot est trop fort, mais je pense que c'est le mot le plus précis. Le ministre, par fiction, dans mon exemple, est le responsable en vertu de 50 et il doit aider à faire comprendre la décision pour le citoyen, toutes les décisions, les compliquées, les simples, les pas faciles puis les bien faciles. Il doit aider à faire comprendre la décision. Pour lui, est-ce que le fardeau est exactement le même pour remplir son obligation que celui d'aider à faire comprendre un renseignement qui relève d'une condition médicale qui me concerne, moi, puis que je ne comprends pas? Est-ce que, dans ce dernier cas là, il va dire : Bien, le fardeau est un peu plus lourd, là? Tu viens de lui donner une information qui concerne un renseignement personnel de nature médicale… M. Caire : Oui, bien oui, il est plus... Dans l'exemple médical, le fardeau, il est plus lourd parce que la demande d'assistance précise qu'elle requiert l'aide d'un spécialiste. M. Tanguay : C'est là où je jette mon as de coeur. Si le fardeau est différent, le «wording» est exactement le même. Ça ne marche pas. M. Caire : Bien, le «wording» n'est pas le même dans le sens où, ici, je ne précise pas que la notion de prêter assistance inclut que je dois avoir recours à des spécialistes. Puis ça revient à ce que j'ai dit tantôt. Non, mais, si ce que le collègue demande implique la même obligation de désigner des spécialistes, mais sur 360 degrés, parce que la demande peut avoir toutes sortes d'incidences dans toutes sortes de domaines qui requièrent toutes sortes de spécialités, ma réponse, c'est non, dans le sens où, la demande d'assistance, elle s'adresse au responsable, mais elle  s'arrête au responsable. M. Tanguay : Quatre mots, j'en suis strictement... M. Caire : «4Vous avez raison». Il m'en manque un. M. Tanguay : Non, pour l'aider à comprendre… Mon «pour l'aider à comprendre», une demande bien simple, là… article 50, pour l'aider à comprendre une condition dont il est frappé, médicale, puis qui concerne un spécialiste, oui, mais pour l'aider à comprendre… Je pense que je suis d'accord avec le ministre. Dans ce contexte-là, mon fardeau est plus lourd, là. Je ne pourrai pas le discarter, le citoyen ou le patient, aussi rapidement que l'autre. Est-ce qu'on s'entend là-dessus? Oui, on s'entend làdessus. Moi, je pense que ça ne devrait donc pas avoir exactement la même rédaction si on fait référence à deux fardeaux, deux réalités différentes. M. Caire : C'est-à-dire que... M. Tanguay : Vous comprenez ce que je veux dire? ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 0, "amendements_rejetes": 1, "intervenants": ["Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay"], "nb_intervenants": 26, "nb_interventions_secretaire": 5, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 7, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 10, "nb_interventions_presidence": 3, "nb_interventions_PLQ": 9, "nb_interventions_QS": 1, "nb_interventions_PQ": 0}, {"debut": "15:50", "fin": "16:00", "debats": "• (15 h 50) • M. Caire : Bien oui, je comprends, mais on n'est pas dans... D'abord, on n'est pas dans la même rédaction, puis la même rédaction n'a pas nécessairement la même portée. Je m'explique. Dans le cas qui nous préoccupe, la rédaction précise le recours au spécialiste. Ici, on ne précise pas, dans le sens où on ne dit pas : Il doit également prêter assistance et, le cas échéant, référer à un spécialiste pour aider le requérant à comprendre la demande. Ce n'est pas ça qu'on dit. On dit : Il doit également prêter assistance au requérant qui lui demande pour l'aider à comprendre. Donc, on dit au responsable de la demande d'accès ou au responsable de la protection des renseignements personnels : Là, tu as envoyé ta belle petite lettre, tu as fait référence à l'article, tu as donné une motivation succincte de refus. Puis là je reprends l'exemple de mon collègue de Gouin. Le journaliste, lui, des motifs économiques, là : Aïe! il va falloir que tu m'en dises un petit peu plus que ça, là, tu sais, en quoi il y a des motifs économiques là-dedans? Mais là je ne le ferai pas rencontrer un fiscaliste, un planificateur financier. Puis là je ne veux pas ridiculiser, là, vous comprenez, je veux dire, je pourrais étirer la... Non, non, je vais lui dire : Écoutez, c'est simple, là, pour des motifs économiques, c'est que nous en arrivons à la conclusion, après consultation, que… voilà. Puis là on dit : Avez-vous compris? Oui, j'ai compris. Parfait, O.K., merci. Maintenant, vous avez les recours que vous avez, puis j'ai prêté assistance. Non, je n'ai pas compris. Bon, O.K., attendez un peu, là, ce que je vais faire, là, je vais vous envoyer quelque chose d'un peu plus étoffé par écrit, donnez-moi un peu de... donnez-moi du temps, là, je vous envoie ça. Parfait, il fait son écrit, développe l'argumentaire, développe... envoie ça : Avez-vous compris? Oui, j'ai compris, ou non, je n'ai pas compris. O.K., attends un peu, je vais essayer d'autre chose. Dans la mesure où c'est raisonnable, dans la mesure où il y a de la bonne foi, ça pourrait se passer comme ça, mais... Puis, juste pour terminer… mais, ici, ça demeure le responsable qui a le devoir de prêter assistance, et il n'a pas le devoir, il n'a pas l'obligation de référer à x, y nombre de spécialistes parce que, là, on n'en sort plus, là. M. Tanguay : Oui, mais le responsable devra s'assurer que le standard imposé par la loi, tel que rédigé, va être rencontré. On est précisément là-dessus. Je ne suis pas en... J'oublie tout l'amont. Que ça se fasse par une personne à la municipalité X, dans le cas de 50, ou un médecin spécialiste, un neurochirurgien, dans le contexte de 84.1, je n'en suis pas sur le cheminement, j'en suis sur... Après trois fois que vous vous êtes fait dire, dans le contexte de l'article 50 : Avez-vous compris, M. Bourret?, non, peutêtre vous allez dire : Bien, je suis désolé, mais là s'arrête la conversation, en tout respect, puis je suis désolé puis... après probablement six fois, même M. Bourret, dans le contexte de 84.1 : Avez-vous compris? Non? On continue. Vous comprenez? M. Caire : Non, non, non, M. le Président, ce qui est dit, c'est que, dans le cas d'un renseignement médical, j'ai recours à un spécialiste. Mais, une fois que Dr Barrette vous a expliqué que vous aviez telle, telle, telle condition, pis c'est ça qui explique notre décision, puis que vous dites : Bien, je ne comprends pas, là, bien, c'est plate, mais c'est ça. Alors, le spécialiste n'amène pas une obligation de répétition dans les explications. Il amène une obligation de connaissances qui permet d'avoir un niveau d'explication qui est motivé par la compétence. M. Tanguay : Puis on ne se convaincra pas, puis c'est correct, là. Je pense que le contexte est différent puis le fardeau est différent. Puis c'est pour ça que j'aurais aimé, dans 50, avoir ce resserrement-là que je ne mettrais probablement pas dans 84.1, parce que je veux que le médecin spécialiste, autant spécialiste soit-il… Puis, autant, je n'irai pas là-dessus, occupé que le spécialiste est, il faut qu'il prenne le temps, humainement parlant, plus, là, d'y parler. On ne parle pas ici d'un renseignement, demandé et refusé, désincarné. C'est sa santé, c'est sa vie, puis : Câline, pourquoi je n'ai pas accès au médicament? Ils me disent qu'il est sur le  marché américain, que ça réglerait mon cas, puis tout ça, puis... Non, M. Bourret, non, je vais vous l'expliquer, pourquoi, puis arrêtez de stresser avec ça, là, vous allez avoir un autre traitement. Eh! crime, ce n'est pas la même chose. Et je me mettais aussi dans la peau où… Puis je vais conclure là-dessus mon argumentaire, mais je pense que c'est important que le ministre... Puis le ministre… Je veux dire, il n'y a pas de victoire ou de défaite, là, il y a une loi, à la fin de la journée, tu sais. M. Caire : Oui, bien raison. M. Tanguay : Ça fait que je me mets... J'invite le ministre à se mettre dans la peau d'un responsable dans un petit organisme, que ce soit un ordre professionnel ou une municipalité. Avec «de façon suffisante et compréhensible pour une personne raisonnable», moi, j'aimerais ça que le ministre ait ce critère-là pour l'aider à dire : Bien, de droit nouveau... parce que ce n'est plus dans 84.1, c'est dans 50, puis 84.1 ne touchait pas 50, mais là ça, ça va toucher 50, qui n'est pas la même nature de dossier. Donc, j'aimerais ça que le ministre, dans mon exemple fictif, qui est responsable dans une petite organisation, ait le bénéfice… Oui, tu vas faire ça, pas de panique, puis tu le fais de façon suffisante et compréhensible pour une personne raisonnable. Ah! O.K., moi, j'aimerais ça que le ministre... Puis le ministre ne m'a pas dit : Le critère n'est pas bon, il est trop... Je pense que le critère est bien adapté. Moi, j'aimerais ça être capable de lui dire pour qu'il dise : Ah! O.K., c'est un peu plus clair, tout simplement, plutôt que de se le faire dire en appel d'une décision par la Commission d'accès à l'information. C'est juste ça. Le Président (M. Bachand) : Ça va? D'autres interventions? S'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? Une voix : ... M. Caire : Oui, sur l'article. Pour. Le Président (M. Bachand) : On est sur l'article, oui. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)?  M. Tanguay : Abstention. La Secrétaire : M. Nadeau-Dubois (Gouin)? M. Nadeau-Dubois : Pour. La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 6 est adopté. M. le ministre, s'il vous plaît. M. Caire : Merci, M. le Président. L'article 7 se lit comme suit : Cette loi est modifiée par l'ajout, avant l'article 53, du suivant : «52.2. Un organisme public est responsable de la protection des renseignements personnels qu'il détient.» Donc, cet article introduit l'article 52.2 de la loi d'accès aux documents des organismes publics et la protection des renseignements personnels afin de souligner qu'un organisme public est responsable de la protection des renseignements personnels qu'il détient. Le Président (M. Bachand) : Merci. Interventions? M. le député de Gouin, s'il vous plaît. M. Nadeau-Dubois : Merci, M. le Président. C'est un article intéressant, qui vient préciser que... qui vient attribuer une responsabilité à l'organisme public qui détient les renseignements personnels. J'ai une question pour le ministre. Pourquoi n'a-t-il pas choisi de faire avec les organismes publics ce qu'il a fait avec les entreprises privées, c'est-à-dire leur attribuer une responsabilité civile en matière de protection des renseignements personnels? M. Caire : Je vais laisser Me Miville-Deschênes répondre, M. le Président. Le Président (M. Bachand) : Me Miville-Deschênes.  M. Miville-Deschênes (Jean-Philippe) : Oui. En fait, cette responsabilité-là existe déjà dans le domaine des organismes publics, à l'article 167. Donc, le nouveau recours civil qui a été ajouté dans le privé est existant dans le public actuellement. Il y a juste eu une modification par le projet de loi pour mettre à jour le montant des amendes… pas le montant des amendes, mais le montant accordé en cas d'atteinte intentionnelle. M. Nadeau-Dubois : Je l'ai sous les yeux, l'article 167. O.K., donc, ça existait déjà dans la loi, parce que c'est le Barreau du Québec qui, dans son mémoire, indiquait qu'il pourrait être intéressant d'intégrer à l'article 7 une disposition similaire à celle que le projet de loi va plus loin intégrer pour le privé, mais, si je comprends bien, c'est plutôt l'inverse. C'est-à-dire que le projet de loi vient appliquer au privé quelque chose qui existait, qui existe déjà pour le public. Est-ce que je comprends bien la réponse? M. Miville-Deschênes (Jean-Philippe) : Exact. M. Nadeau-Dubois : Donc, si un organisme est... S'il y a fuite de renseignements personnels, par exemple, et qu'il n'y a pas de force majeure, il y a une responsabilité civile pour l'organisme en question, puis ça pourrait résulter dans des dommages punitifs. M. Miville-Deschênes (Jean-Philippe) : Oui, exact. M. Nadeau-Dubois : Bien, ça répond à ma question. Le Président (M. Bachand) :Merci beaucoup, M. le député de Gouin. M. le député de LaFontaine. M. Tanguay : Excusez-moi, j'ai peut-être manqué le début de l'intervention. À quel endroit c'est dit que ça existe déjà pour les organismes publics? Vous l'avez sûrement dit, puis c'est... M. Miville-Deschênes (Jean-Philippe) : Bien, en fait, à quel endroit c'est dit? M. Tanguay : Oui. M. Miville-Deschênes (Jean-Philippe) : Bien, puisqu'elle existe déjà à l'article 167 de la loi sur l'accès, bien, ce n'est pas dit nécessairement dans... M. Caire : Dans la loi actuelle. M. Tanguay : À 167? M. Miville-Deschênes (Jean-Philippe) : Oui, exactement.  M. Caire : C'est dans la loi actuelle, à l'article 167 de la loi actuelle. Ce n'est pas dans la loi n° 64, mais c'est déjà dans la loi actuelle, à l'article 167. • (16 heures) • M. Miville-Deschênes (Jean-Philippe) : Puis le projet de loi, à l'article 66, là, ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "M. Nadeau-Dubois", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Nadeau-Dubois", "M. Caire", "Le Président (M. Bachand)", "M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "M. Miville-Deschênes (Jean-Philippe)", "M. Nadeau-Dubois", "Le Président (M. Bachand)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)"], "nb_intervenants": 39, "nb_interventions_secretaire": 5, "nb_interventions_fonctionnaire": 7, "nb_interventions_ministre": 8, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 12, "nb_interventions_presidence": 6, "nb_interventions_PLQ": 7, "nb_interventions_QS": 5, "nb_interventions_PQ": 0}, {"debut": "16:00", "fin": "16:10", "debats": "augmente le montant des 16 h (version révisée) dommages et intérêts de cet article 167 là. M. Tanguay : Oui, parce qu'à 167 c'est au moins 200 $. M. Caire : Oui, c'est ça. Non, non, on y allait, là. M. Tanguay : Ça, c'était toute une dent, hein? M. Caire : Non, non, c'était solide, là, c'était à coup de barre de fer, 200 $, là. M. Tanguay : On vient couper ça en deux, là, avec l'amendement. M. Caire : Non, non, on le double. C'est maintenant 400 $. M. Tanguay : Aïe! Puis j'ai… Dans Lance et compte, première série, milieu des années 80… M. Caire : Nounou! M. Tanguay : Nounou, il arrive en retard... M. Caire : Pierre Lambert. M. Tanguay : …Pierre Lambert, puis il dit : C'est 200 $ d'amende. Je vous le dis, là,  retournez voir les «tapes», j'ai écouté ça durant les fêtes, il dit : C'est 50 «push-ups» puis 200 $ d'amende, il y a 35 ans, dans Lance et compte. Je referme la parenthèse. M. Caire : Le problème, M. le député, c'est quand on est capables de s'en souvenir. Ça veut dire... M. Tanguay : Non, mais c'est parce que j'ai réécouté la série, je vous l'ai dit, aux fêtes. M. Caire : Oui, O.K., excusez-moi, mais moi, je l'ai vu... M. Tanguay : Mais, de Lance et compte, saison 1, on a d'autres souvenirs aussi. M. Caire : De bons souvenirs. M. Tanguay : Oui. Alors, je ferme la parenthèse. La rédaction est-elle la même? C'est là-dessus où j'en suis, parce que… Est-ce qu'on est plus... Bon, le projet de loi n° 64 va introduire 93.1, puis on va y arriver. Est-ce que, 93.1, on a fait les distinctions, puis quelles seraient ces distinctions-là avec la rédaction de 167? Parce qu'à moins qu'on me détrompe, 167, on va changer le niveau d'amende. Est-ce qu'on va aller l'amender sur le fond, 167? M. Caire : On fait juste changer les amendes. M. Miville-Deschênes (Jean-Philippe) : Exact, 93.1, c'est un copier-coller, là, de 167. M. Tanguay : «167. À moins que le préjudice ne résulte d'une force majeure, l'organisme public qui conserve un renseignement personnel est tenu de la réparation du préjudice [...] d'une atteinte illicite à un droit…» Là, par contre, à 93.1, on réfère spécifiquement aux articles 35 à 40 du Code civil, ce que l'on ne fait pas à 67. Pourquoi on le fait à 93.1 puis pourquoi ne devrions-nous pas le faire rendus là, à 167? M. Miville-Deschênes (Jean-Philippe) : Bien, bonne question. C'est un peu historique, là, parce que la loi sur l'accès, quand le Code civil a été adopté, il y a eu des articles qui ont été... Le nouveau Code civil… Il y a eu les articles par rapport au droit à la vie privée puis, quand la loi sur le secteur privé a été adoptée, bien, la loi, puis c'est dans son article 1, sur le secteur privé, elle réfère à cet encadrement général qui se retrouve dans le Code civil. Donc, en quelque sorte, la loi sur le privé a des dispositions, mais qui mettent en oeuvre les dispositions générales du Code civil sur la protection de la vie privée et des renseignements personnels, tandis que la loi sur l'accès a toujours oeuvré de façon plus autonome, vu qu'elle datait de 1982. Donc, c'est un peu historique, là, les raisons. M. Tanguay : Puis je comprends… Ça fait que deux choses… Je comprends ce que  vous dites, parce que, si on vient donner un petit tour de roue là, il va falloir tout refaire la loi, là, à un moment donné. C'est comme notre poste, là, de tantôt. M. Miville-Deschênes (Jean-Philippe) : C'est un peu ça. M. Tanguay : Je comprends, il y a ça. Puis, de deux, de ce que vous me dites, c'est que vous avez toute indication et garantie que c'est aussi fort en le disant ou en ne le disant pas, d'un bord ou de l'autre. Autrement dit, il n'y a pas plus de lousse au public, parce que ce n'est pas dit qu'au privé… M. Miville-Deschênes (Jean-Philippe) : Exact. M. Tanguay : O.K. Et donc je reviens à l'article 7 : «Un organisme public est responsable de la protection des renseignements personnels qu'il détient.» Comment ça vit, ça, avec la responsabilité du plus haut dirigeant? Autrement dit... M. Caire : Bien, en fait, c'est parce que... M. Tanguay : Ce n'est pas un animal à deux têtes, là. M. Caire : Non, non, non, pas du tout, parce que, là, lui, il est responsable... M. Tanguay : Dans sa job. M. Caire : ...oui, c'est ça, des renseignements. Le plus haut dirigeant, il est responsable de l'application et du respect de la loi. M. Tanguay : L'organisme. M. Caire : Oui. M. Tanguay : Et l'organisme public est responsable de la protection des renseignements. Donc, ça, ce n'était pas suffisamment clair avant de le dire?  M. Caire : Non. M. Tanguay : Non, ce n'était pas suffisamment clair? Là, on fait un... J'allais dire «statement», là. On fait une déclaration. On le déclare. La protection des renseignements personnels qu'il détient… Ça veut donc dire qu'il aurait une responsabilité aussi. M. Caire : Quand on parlait d'imputabilité puis qu'on disait : On va définir plus loin dans les articles de quoi il est imputable, de toute cette notion d'imputabilité là, bien, ça, ça vient cadrer clairement l'imputabilité. M. Tanguay : Ça veut dire qu'ultimement, puis je termine là-dessus, M. le Président, on pourrait... Puis là il y a toutes des notions de droit du travail à l'intérieur ou pas… dans le cadre de ses fonctions ou pas. Il pourrait y avoir des poursuites contre l'organisme comme tel et contre le haut dirigeant, personnellement, également. M. Caire : Personnellement contre le haut dirigeant, ça, je ne suis pas convaincu, au niveau des poursuites. L'imputabilité, est-elle judiciaire ou est-elle strictement administrative? M. Tanguay : S'il y a une faute lourde… M. Caire : Je vais laisser Me Miville-Deschênes répondre à cette excellente question, collègue. M. Miville-Deschênes (Jean-Philippe) : C'est une bonne question. Je dirais, à tout le moins, minimalement, que je pense qu'il pourrait y avoir une poursuite s'il y a une faute, là, du haut dirigeant, vraiment, une faute personnelle, là. M. Tanguay : Faute lourde. M. Miville-Deschênes (Jean-Philippe) : Exact, mais, écoutez, il faudrait que je fasse des vérifications. Je ne pense pas qu'on va avoir une poursuite directement du haut dirigeant si ce n'est pas imputable à sa faute personnelle, là, la violation de la loi. M. Tanguay : On pourrait-tu... un autre engagement, s'il vous plaît, puis là je ne les ai pas notés, là, mais, si vous pouvez... Je vois Sophie, elle dit : Oui, moi, je les note. Parfait, une chance qu'elle est là. Si on pouvait, parce que ce n'est pas anodin, ce qu'on dit là… On a même, en droit corporatif… Ils appellent... Il y a une fiction… C'est bien dit, ça. Des fois, en droit corporatif, vous avez sûrement déjà entendu parler de ça, M. le ministre, on va lever le voile corporatif, puis là les administrateurs, là, vous êtes cachés derrière le inc., là, on vient vous chercher dans vos bottines, puis ça participe aussi d'un concept qu'en tout temps... Si vous faites une faute lourde, que vous partez à rire… je suis en haut dans les marches, vous partez à rire, moi, c'était dans le cadre de mes fonctions, puis vous me sacrez en bas des marches, c'est une faute lourde, je vais dire : Ah! je suis intouchable. Non, non, on va lever un voile puis on va lever d'autre chose. En tout temps… Je vais dire peut-être une hérésie en droit, mais, en tout temps on pourra être poursuivi, peu importe le contexte, peu importe la fonction, si on a commis une faute lourde, là. Ce n'est pas vrai que vous allez dire : Bien, c'est dans le cadre de mes fonctions, parce que, justement, ce n'est pas dans le cadre de vos fonctions. Bien, si vous faites une erreur médicale, c'est dans le cadre de vos fonctions, c'est une erreur. Alors, je ferme la parenthèse. Si on peut juste vérifier ça, moi, je pense qu'il va y avoir... Puis c'est bon que ça soit dit aussi aux hauts dirigeants. M. Caire : Je suis d'accord. M. Tanguay : Vous êtes... Si vous faites des fautes lourdes ou, il y a peut-être moyen de qualifier autrement, là, manifestement déraisonnables… Tu sais, il y a des expressions... il va falloir que ça soit enseigné aussi, tu sais, puis que ce soit dit entre nous qui rédigeons la loi, s'il vous plaît. Merci. M. Caire : On prend note, M. le député de LaFontaine, ce sera fait. M. Tanguay : Merci beaucoup. Le Président (M. Bachand) :Merci beaucoup. D'autres interventions? Sinon, nous allons procéder à la mise aux voix de l'article 7. Mme la ministre... Mme la secrétaire, pardon. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour.  La Secrétaire : M. Bachand (Richmond)? Le Président (M. Bachand) : Abstention. Donc, l'article 7 est adopté. Merci. M. le ministre, s'il vous plaît. M. Caire : Oui, M. le Président, l'article 8 du projet de loi se lit comme suit : L'article 53 de cette loi est modifié par la suppression, dans le paragraphe 1°, de «; si cette personne est mineure, le consentement peut également être donné par le titulaire de l'autorité parentale». L'article 53 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels est modifié en raison du nouvel article 53.1 de cette loi, introduit par l'article suivant du projet de loi, qui traite notamment du consentement à l'égard des renseignements personnels des mineurs. Donc, M. le Président, nous allons avoir, à l'article 9, un article qui traite des consentements et qui vient expliciter davantage les différents consentements. Donc, on le retire de 53, parce qu'à 53.1 on va élaborer plus amplement sur la notion de consentement, dont le consentement des mineurs. Le Président (M. Bachand) : M. le député. M. Tanguay : On pourrait-tu demander le consentement de suspendre, puis d'aller tout de suite à l'article 9, puis, après ça, on va revenir à l'article, puis ça va couler de source? M. Caire : Pas de trouble. Le Président (M. Bachand) : Consentement? M. Tanguay : Consentement. Le Président (M. Bachand) : Alors, l'article 8 est suspendu. M. le ministre, article 9. M. Caire : Merci, M. le Président. Donc, l'article 9 de cette loi se lit comme suit : Cette loi est modifiée par l'insertion, après l'article 53, du suivant : «53.1. Un consentement prévu à la présente loi doit être manifeste, libre, éclairé et être donné à des fins spécifiques. Il est demandé à chacune de ces fins, en termes simples et clairs, distincte de toute autre information communiquée à la personne concernée. Lorsque celle-ci le requiert, il lui est prêté assistance afin de l'aider à comprendre la portée du consentement demandé. «Le consentement du mineur de moins de 14 ans est donné par le titulaire de l'autorité parentale. Le consentement du mineur de 14 ans et plus est donné par le mineur ou par le titulaire de l'autorité parentale. «Le consentement ne vaut que pour la durée nécessaire à la réalisation des fins auxquelles il a été demandé. «Un consentement qui n'est pas donné conformément à la présente loi est sans effet.» ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "Le Président (M. Bachand)", "M. Caire"], "nb_intervenants": 66, "nb_interventions_secretaire": 4, "nb_interventions_fonctionnaire": 6, "nb_interventions_ministre": 23, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 27, "nb_interventions_presidence": 5, "nb_interventions_PLQ": 27, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "16:10", "fin": "16:20", "debats": "• (16 h 10) • Donc, M. le Président, cet article introduit l'article 53.1 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels. Ce nouvel article reprend en partie la version actuelle de l'article 14 de la Loi sur la protection des renseignements personnels dans le secteur privé. Il prévoit aussi qu'un consentement prévu par la loi doit être donné distinctement de toute information communiquée à la personne concernée. Il prévoit enfin que le consentement du mineur de moins de 14 ans est donné par le titulaire de l'autorité parentale et que le consentement du mineur de 14 ans ou plus peut être donné par le mineur ou par le titulaire de l'autorité parentale. M. le Président, dans le fond, je vous dirais que c'est peut-être un des élémentsphares... Oui, excusez-moi, M. le Président, je vous... j'ai un amendement. Le Président (M. Bachand) :L'amendement qui a été envoyé à tout le monde. Il est sur Greffier. M. Caire : C'est l'amendement qui... Le Président (M. Bachand) : Oui, M. le ministre.  M. Caire : Alors, excusez-moi, M. le Président. Donc, à l'article 53.1 de la Loi sur l'accès aux documents des organismes publics et sur la protection des renseignements personnels proposé par l'article 9 du projet de loi : 1° remplacer, dans le premier alinéa, «clairs,» par «clairs. Lorsque la demande de consentement est faite par écrit, elle doit être présentée»; 2° remplacer le deuxième alinéa par le suivant : «Le consentement du mineur de moins de 14 ans est donné par le titulaire de l'autorité parentale ou par le tuteur. Le consentement du mineur de 14 ans et plus est donné par le mineur, par le titulaire de l'autorité parentale ou par le tuteur.» Donc, les modifications au premier alinéa visent à clarifier le fait que, si le consentement est demandé par écrit avec d'autres informations, il doit être présenté sous une forme qui le distingue de ces autres informations. La modification au deuxième alinéa donne suite à une demande du Curateur public à l'effet de prévoir que, comme le titulaire de l'autorité parentale, le tuteur peut consentir pour le mineur. Donc, c'est l'amendement que nous apportons à cet article, M. le Président. Le Président (M. Bachand) : Merci. M. le député de LaFontaine. M. Tanguay : ...puis je ne suis pas spécialiste en droit de la famille, puis c'est une question de droit de famille, là. Avons-nous l'assurance qu'en ajoutant «tuteur» on couvre tous les régimes de protection au mineur? M. Caire : Je vais laisser Me Miville-Deschênes répondre à cette question. M. Miville-Deschênes (Jean-Philippe) : Bien, ce que le Curateur public nous a demandé, c'est... il dit : Normalement, le tuteur est titulaire de l'autorité parentale, mais il y a des cas où un tuteur va être nommé aux biens. Donc, il pourrait y avoir un tuteur qui n'est pas titulaire de l'autorité parentale dans des cas qui sont plutôt exceptionnels, et, dans ce cas-là, ce tuteur-là doit quand même avoir la possibilité de consentir à certaines communications ou utilisations de renseignements personnels. Pour les autres régimes de protection, là… Je sais que ça ne répond pas à la question. C'est la demande qu'on a reçue. Donc, on prend pour acquis que ça les couvre. On pourrait vérifier, mais... M. Tanguay : Donc, le tuteur aux biens... Je vais reprendre cet exemple-là. Puis là il  y a deux niveaux de langage… Je vais prendre... Le tuteur aux biens qui, donc, a une tutelle spécifique… On va s'assurer qu'en écrivant ça comme ça on n'ait pas à exiger son consentement, ou que l'on n'interprète pas son consentement si d'aventure on n'en aurait pas eu besoin, à lui, parce que c'est juste aux biens, puis que le mineur de 14 ans peut consentir lui-même. On ne vient pas... Si le tuteur n'a pas de consentement à donner parce qu'il est tuteur aux biens, puis que le mineur de 14 ans peut donner consentement, puis il a un tuteur aux biens, tel que rédigé, on est sûrs que, si le tuteur aux biens qui n'a pas d'affaire… il n'a pas rapport de donner son consentement, donne son consentement… qu'on ne va pas dire : Ah! parfait, on procède, parce que, là, le mineur pourrait dire : Aïe! Il est tuteur, oui, en vertu de la loi, tel que rédigé, mais il n'avait pas d'affaire… il est juste tuteur aux biens, cette décision-là, c'est moi qui la donne, puis son accord, il ne vaut rien. Vous comprenez? M. Miville-Deschênes (Jean-Philippe) : Je comprends. Bien là, on est en application pratique. Écoutez, c'est une bonne question. Là, on parle d'un mineur de moins de 14 ans, dans ce cas-là, dans le cas que vous.. parce que le consentement… La personne qui reçoit le consentement... Là, je réfléchis à haute voix, là, mais la personne qui reçoit le consentement, généralement, a un devoir, quand même, de s'assurer que ce consentement-là est correct, là, mais, écoutez... M. Caire : Si je peux me permettre, ce que la loi prévoit, c'est dans la... c'est circonscrit aux renseignements personnels. On s'entend? M. Tanguay : Oui, c'est ça. M. Caire : Donc, si je demande à un mineur l'utilisation de ses renseignements personnels, le mineur de 13 ans, ce que ça dit, c'est que c'est le parent, le titulaire de l'autorité parentale qui va donner le consentement, ou le tuteur. Mais là on parle bien... parce que j'entends l'exemple de mon collègue, mais là on est vraiment dans la gestion des renseignements personnels, là. La portée de cet article-là se limite à l'utilisation des renseignements personnels. M. Tanguay : Le consentement… renseignements personnels, là, je suis pour… je reviens à mon exemple du 14 ans et plus, c'est le 14 ans et plus qui peut le donner, le consentement, ou tasse-toi, 14 ans et plus, le tuteur… M. Caire : Non. Bien, c'est-à-dire que... M. Tanguay : Tel que rédigé, c'est ça, tel que rédigé à la fin, là.  M. Caire : Oui, oui, absolument, absolument, je comprends ce que... M. Tanguay : Mais, si la tutelle est limitée… et qui ne couvre pas le cas, je reviens à ce que vous dites, puis c'est peut-être ça, la réponse, puis on jase, puis on pense tout haut, est-ce qu'il y a obligation, à ce moment-là, pour la personne qui doit recueillir le consentement, de vérifier les tenants et aboutissants de la tutelle? Il a-tu compétence pour ou si, à sa face même, il va dire : Bien, il est tuteur, il a dit oui, je procède? M. Miville-Deschênes (Jean-Philippe) : Bien, normalement, pour compléter un peu le... Normalement, le tuteur, dans le cadre de sa tutelle, va avoir accès à certains renseignements, et uniquement les renseignements qui sont nécessaires à sa tutelle. Donc, s'il consent à une communication, bien, cette communication-là va être celle d'un renseignement dont il a accès dans le cadre sa tutelle. Donc, la situation où il aurait un renseignement qui n'est pas nécessaire à sa tutelle, puis il pourrait consentir à la communication, bon, rapidement, je ne la vois pas, là. M. Caire : Mais on peut peut-être penser que, du fait qu'il a, de par sa tutelle, accès aux renseignements, ça lui confère l'autorité, de par la nature de sa tutelle, d'en disposer dans les paramètres de la loi, là. M. Tanguay : Ou plus simplement… C'est très théorique, ça. Le mineur de 14 ans puis le tuteur, bien, dans le fond, on parle de Gaétan puis de Jean-Jules, puis ils se voient à toutes les semaines, à tous les jours, puis, à un moment donné : Ah! c'est quoi, cette histoire-là, c'est quoi, cette demande-là, la lettre est ouverte… On n'est pas dans une fiction où moi, je suis tuteur aux biens de Gaétan, je m'appelle Jean-Jules, puis que moi, là, dans ma relation avec Gaétan, je ne vais toujours que voir ça, tu sais. À un moment donné, je pourrais me dire : Bon, bien, oui… puis, ah! j'ai répondu, j'ai donné mon consentement. Tu sais, c'est juste ça, là, je ne veux pas casser... fendre les cheveux en quatre. Puis, si c'est le Protecteur du citoyen, puis il y a sûrement des balises, tout ça, bien, c'est juste de s'assurer de l'efficacité du pouvoir qu'on donne au tuteur, là. Le tuteur, il a le pouvoir puis il n'a pas... Moi, je veux avoir le consentement. Ah! vous êtes tuteur? Je ne pense pas que je vais me casser le bicycle bien longtemps, dire : Êtesvous tuteur à moitié ou plein tuteur? M. Miville-Deschênes (Jean-Philippe) : Bien, vous avez un bon point, mais je pense que, dans cette situation-là, le tuteur qui consentirait à une communication pour laquelle il ne devrait pas consentir, parce que c'est un renseignement qui pas de lien avec sa tutelle aux biens, par exemple, bien, il engagerait sa responsabilité de façon similaire à une personne qui consentirait à la communication d'un  renseignement. Tu sais, je pourrais transmettre les renseignements de ma conjointe aux fins d'une assurance ou quoi que ce soit, puis l'assureur va prendre pour acquis que j'ai son consentement. Donc, je pense que la situation est un peu similaire dans ces cas-là où il y a des renseignements qui sont échangés, puis c'est la personne qui dit oui, de communiquer, qui doit s'assurer d'avoir le consentement puis qui est imputable. Donc, je ne sais pas si... M. Tanguay : Ça, là, c'est... Je suis sûr à 100 % qu'il y a un recours, mais, comme législateur, je ne veux jamais répondre à un citoyen : Bien, si ça ne fait pas, vous aurez un recours. C'est la dernière affaire qu'on veut dire aux citoyens : Poursuivez, poursuivez. Aïe! Quand on est rendus à dire ça à un citoyen : Poursuivez, écoute, c'est... O.K., je vais faire avancer le droit, ça va me coûter 100 000 $, 80 000 $ d'avocats dans trois ans, puis tout ça. Poursuivez, allo, la belle option! Je ne le dis pas contre vous, là, mais comme... C'est juste que je m'impose, comme législateur, de me poser la question, puis de nous faire consacrer quelques minutes làdessus, pour que l'on ait une réflexion par rapport à ça. Puis c'est clair que le tuteur serait fautif, mais, bon, si le mineur de 14 ans a un tuteur, déjà là, il n'est pas bien, bien... Les ressources sont limitées. Puis, je veux dire, il a besoin d'aide, là, ça fait qu'on ne va pas lui dire : Bien, poursuivez, mineur de 14 ans. Tu demandes au tuteur de signifier la procédure. Alors, ça, c'est un élément, réfléchissons-y. J'espère... J'imagine que ce qu'on dit là, là, s'il y a d'autres personnes qui gravitent autour du ministre qui captent ça, puis qu'à un moment donné... parce que, la loi, on ne va pas la faire sanctionner demain soir puis... À un moment donné, j'imagine que, le ministre, vous allez dire : Là, tout ce qui est dit, là, j'espère que vous allez me revenir, puis, s'il y a une porte... Moi, je serais toujours : Aïe! On a un amendement, on va rouvrir… on va le faire, là, parce que c'est là que la loi... Ça fait que je vous invite… Ce n'est pas à moi à dire quoi faire. Interpellez le Protecteur du citoyen. M. Caire : À la limite, M. le député, si jamais on se rend compte que, dans nos discussions, il y a des points qu'on a... l'équipe est là. Puis il sera toujours temps de réouvrir l'article, comme vous dites, là. Je ne pense pas qu'on va disposer du projet de loi cette semaine, là, j'ai des doutes. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": ["Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Caire", "M. Tanguay", "M. Miville-Deschênes (Jean-Philippe)", "M. Tanguay", "M. Caire"], "nb_intervenants": 24, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 4, "nb_interventions_ministre": 9, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 8, "nb_interventions_presidence": 3, "nb_interventions_PLQ": 8, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "16:20", "fin": "16:30", "debats": "• (16 h 20) • M. Tanguay : Non, non, c'est ça, j'ai enterré cet espoir-là, moi. M. Caire : Oui, moi aussi, mais il y aura toujours... J'entends vos interrogations. Je peux vous garantir que l'équipe derrière, et d'autres derrière les caméras, entendent. M. Tanguay : Ils vont se renseigner, puis, s'il n'y a rien à faire, il n'y a rien à faire. M. Caire : Puis, si nous en arrivons à la conviction que le libellé couvre tous les  angles, bien... M. Tanguay : Correct. M. Caire : Mais, si ce n'est pas le cas puis... parce que ce que vous avez dit tantôt, là, je fais miens ces propos-là, là. À la fin de la journée, il n'y a pas de gagnant, il n'y a pas de perdant. Il y a juste une loi solide pour les Québécois, là. M. Tanguay : Ah oui, c'est ça. M. Caire : Puis vous, puis moi, on se bercera en fumant notre pipe puis en se ressassant nos souvenirs de Lance et compte et se disant que... M. Tanguay : C'était 200 $, parce que moi, je vais radoter rendu là. M. Caire : Oui, bien oui… non, bien non. M. Tanguay : Vous allez dire : C'est déjà commencé. M. Caire : Bien, pas moi, jamais. Mais, ceci étant, je veux dire, tu sais, on aura la satisfaction du devoir accompli. M. Tanguay : Tout à fait. M. Caire : Mais c'est juste pour vous dire que moi, je n'aurai jamais d'a priori, à dire : Bon, bien, écoute, suite à nos discussions, là, oui, je comprends... Un peu comme on a fait avec l'amendement du collègue, oui, on l'a adopté, mais, là, à un moment donné, l'IBM a fonctionné, puis on s'est rendu compte qu'il y aurait peut-être des précisions à faire, bien, on les fera. M. Tanguay : Puis dernier élément là-dessus, sur les différents régimes de tutelle, puis je ne suis pas spécialiste en droit de la famille, sur les différents régimes de protection des mineurs, moins de 14 ans, plus de 14 ans, il y a certes... Bien, au  départ, il y a l'autorité parentale, moins de 14 ans, puis, pour les plus de 14 ans, le titulaire de l'autorité parentale, on ajoute la tutelle. Est-ce qu'il y aurait lieu… Je ne sais pas, je ne connais pas la réponse. Est-ce qu'il y aurait lieu d'ajouter, peut-être, le cas échant, d'autres régimes de protection? Puis on dira que je fais erreur, là, mais il y a peut-être... Dans le sens du Code civil du Québec, là, il y a peut-être des régimes qui relèvent plus du conseiller. Il y a souvent des conseils de famille, le conseiller. Il y a différents... L'extrémité, c'est le curateur. Le curateur, là, il n'y a pas de son, pas d'image. Vous n'avez pas un mot à dire. Le curateur, vous faites tout. Il y a le tuteur, puis, un peu comme pour l'administrateur des biens, il y a la pleine administration, puis l'administration simple, puis il y a le conseiller. Alors, je veux juste m'assurer aussi qu'on n'a pas à ajouter, par le tuteur, ou le conseiller, ou le ci, ou le ça, le cas échéant, puis peut-être même la curatelle… Est-ce qu'on devrait mettre la curatelle là-dedans? Parce que le curateur doit statuer, certaines fois, sur des renseignements personnels qui touchent la personne sous sa curatelle. Je veux juste m'assurer qu'on... M. Caire : Mais ce n'est pas... Puis, ce que je vous dis là, je vais laisser Me MivilleDeschênes compléter, mais vous connaissez le processus quand même. Le projet de loi a suivi un processus où l'ensemble des organismes publics ont eu l'occasion de le regarder, de l'analyser. Vous le savez, il a été déposé à l'Assemblée nationale au mois de juin 2020, mais il a été déposé dans les différents processus d'approbation bien avant ça. Et, à moins que je me trompe, là, puis je vais laisser Me Miville-Deschênes compléter, mais ce libellé-là a amené cet amendement-là, puis cet amendement-là, joint à l'article que nous proposons, semblait faire consensus. Mais, ceci étant, je ne dis pas que vos points ne sont pas bons puis ne méritent pas réflexion. M. Tanguay : Puis est-ce que le curateur l'a vu passer? M. Caire : Oui, tous les organismes publics ont eu l'occasion de regarder le projet de loi, de l'analyser : protecteur, curateur. M. Tanguay : O.K., puis les autres régimes qui ne sont pas représentés par un officier de l'État, là, conseiller au mineur ou je ne sais pas... Là, vous allez me dire : Bien, conseiller au mineur, il ne peut pas consentir. Puis là peut-être que, là, s'arrête la... Le conseiller, il ne peut pas consentir, le tuteur, oui. On a vu qu'il y avait deux formes de tutelles au moins, là, en tout cas. Alors, on va l'adopter, l'amendement. Moi, je suis prêt à voter.  M. Caire : …mais pour vous dire que c'est dans ce processus-là que le curateur a demandé ces modifications. M. Tanguay : Je comprends. Mon point, c'est... On va le voter. J'ai dit ce que j'avais à dire. On lève des pierres puis... M. Caire : Ah! non, non, non, tout à fait. M. Tanguay : Avant la date de mise en vigueur, le dernier article, si d'aventure... je vous demande juste si on peut, s'il vous plaît, vérifier. On le rouvrira, l'article, M. le Président. M. Caire : Bien, je vous dirais que, dans les prochaines heures, jours, on fera ces vérifications-là. On apportera les réponses à vos questions. Puis, si tant est, comme je le dis, qu'il y a lieu de rouvrir, de le réamender… mais ça a quand même passé à travers le processus de validation de ces différents organismes là, qui ont approuvé ce qu'on vous présente aujourd'hui. M. Tanguay : Puis ce qu'on dit là, là… Le collègue ministre, il a été... C'est un parlementaire aguerri, expérimenté. Dans l'opposition, aussi, on se rend compte, des fois, qu'on pose des questions puis que, le lendemain, ou le surlendemain, ou la semaine d'après… dire : Ah! on ne l'avait pas vu venir, on a un amendement, on voudrait... Tu sais, ça arrive, des fois, que, malgré toute la bonne volonté, la compétence, on ne le voie pas venir. Ça fait que c'est bon. M. Caire : C'est dans les deux sens, M. le député. Le Président (M. Bachand) :Ça va? Donc, s'il n'y a pas d'autre intervention, nous allons procéder à la mise aux voix de l'amendement à l'article 9. Mme la secrétaire, s'il vous plaît. La Secrétaire : Pour, contre, abstention. M. Caire (La Peltrie)? M. Caire : Pour. La Secrétaire : Pour les membres du groupe parlementaire formant le gouvernement, M. Lévesque (Chapleau)? M. Lévesque (Chapleau) : Pour. La Secrétaire : Pour les membres de l'opposition officielle, M. Tanguay (LaFontaine)? M. Tanguay : Pour. La Secrétaire : M. Bachand (Richmond)?  Le Président (M. Bachand) : Abstention. Donc, l'amendement à l'article 9 est adopté. Nous sommes maintenant... On continue l'étude de l'article 9 tel qu'amendé. Est-ce qu'il y a d'autres interventions? M. le député de LaFontaine. M. Tanguay : Oui, là, il est de droit nouveau, puis je le sais, puis j'ai été le premier à plaider qu'il ne faut pas faire de copier-coller, mais il est très similaire... Il est similaire, pas très… Il est similaire à 102 du projet de loi n° 64. M. Caire : Le projet de loi n° 64? M. Tanguay : Oui. M. Caire : C'est lui, le projet de loi n° 64. M. Tanguay : Cet article-là est similaire à l'article 102 du projet de loi n° 64. M. Caire : 102, oui, oui. M. Tanguay : Je l'avais dit dans ma tête, le début de ma phrase, mais c'est juste la fin qui a sorti. En matière privée... Puis là c'est important de toujours dire... parce que ce qu'on fait là, des fois, ça nous donne des éclairages différents. Alors, c'est de droit nouveau, mais c'est... C'est de droit nouveau dans la loi sur l'accès à l'information publique, mais : «Un consentement prévu à la présente loi doit être manifeste, libre, éclairé et être donné à des fins spécifiques.» «Manifeste, libre, éclairé», ça existe ailleurs. J'aimerais ça savoir quelle est la réflexion pour dire : Nous, on veut que ça soit manifeste, libre, éclairé. Ça existe ailleurs, ça, et quelle a été un peu la logique derrière ça? Ce n'est probablement pas trop. C'est-tu assez? Puis «libre et éclairé», on les voit souvent. Tu sais, un consentement libre et éclairé. Là, on ajoute «manifeste». Puis je reviens à ce que disait le ministre : Quand on parle, ce n'est pas pour rien dire, puis, si, dans l'article, collègue de LaFontaine, votre amendement, je ne l'accepte pas, parce que, si on le dit là puis je ne l'ai pas dit ailleurs, ça a des conséquences, ah! ça veut dire qu'il parle différemment quand il le dit là que quand il parle puis qu'il ne le dit pas, hein?  Alors, «libre et éclairé», on voit ça partout. On le voit dans le Code civil. On le voit partout, mais «manifeste», c'est-tu nouveau? Non. Pourquoi on le met là? Et on reviendra à un autre concept : «à des fins spécifiques». Là, j'ai peut-être des petits drapeaux rouges, «fins spécifiques», parce que certains sont venus nous dire : On ne va pas commencer à exiger des consentements à répétition, parce que qui dit donner un consentement et collecter un consentement à des fins spécifiques, ça veut aussi dire que, si tu ne l'as pas eu, tu es dans le trouble. M. Caire : Tu ne peux pas. Oui, bien, «manifeste», M. le Président... Bien, en fait, sur la notion de «libre et éclairé», je vais laisser Me Miville-Deschênes… qui a probablement une connaissance du corpus législatif québécois plus large que la mienne. Sur la question des finalités, c'est une notion qui est importante. C'est une notion qu'on a importée du règlement général de protection des données européen, au sens où, lorsque je collecte des renseignements personnels, je dois vous dire pourquoi je les collecte et je dois respecter ça du moment où vous m'avez donné le consentement. Donc, si moi, par ailleurs, je décide d'utiliser ces renseignements personnels là à d'autres fins, je ne peux pas le faire sans votre consentement. Alors, c'est pour ça qu'on dit qu'à chacune des finalités je dois recevoir votre consentement. Le Président (M. Bachand) : Merci beaucoup. M. Caire : C'est «game over». Le Président (M. Bachand) : Oui, pour aujourd'hui. On se dit à bientôt. ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 1, "amendements_adoptes": 1, "amendements_rejetes": 0, "intervenants": ["M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "La Secrétaire", "M. Caire", "La Secrétaire", "M. Lévesque (Chapleau)", "La Secrétaire", "M. Tanguay", "La Secrétaire", "Le Président (M. Bachand)", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "M. Tanguay", "M. Caire", "Le Président (M. Bachand)", "M. Caire", "Le Président (M. Bachand)"], "nb_intervenants": 46, "nb_interventions_secretaire": 4, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 19, "nb_interventions_gouvernement": 1, "nb_interventions_opposition": 18, "nb_interventions_presidence": 4, "nb_interventions_PLQ": 18, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}, {"debut": "16:30", "fin": "", "debats": "Compte tenu de l'heure, la commission ajourne ses travaux sine 16 h 30 (version révisée) die. Merci beaucoup. À bientôt.  ", "nb_suspensions": 0, "votes_par_consentement": 0, "votes_par_mise_aux_voix": 0, "amendements_adoptes": 0, "amendements_rejetes": 0, "intervenants": [], "nb_intervenants": 0, "nb_interventions_secretaire": 0, "nb_interventions_fonctionnaire": 0, "nb_interventions_ministre": 0, "nb_interventions_gouvernement": 0, "nb_interventions_opposition": 0, "nb_interventions_presidence": 0, "nb_interventions_PLQ": 0, "nb_interventions_QS": 0, "nb_interventions_PQ": 0}]